{"pageProps":{"version":{"name":"NIV","vcode":"NIV"},"bible":{"bcode":56,"chapterCount":3,"name":"Titus","type":"new","vcode":"NIV"},"chapter":"1","verses":[{"bcode":56,"cnum":1,"content":"Paul, a servant of God and an apostle of Jesus Christ for the faith of God's elect and the knowledge of the truth that leads to godliness--","vcode":"NIV","vnum":1},{"bcode":56,"cnum":1,"content":"a faith and knowledge resting on the hope of eternal life, which God, who does not lie, promised before the beginning of time,","vcode":"NIV","vnum":2},{"bcode":56,"cnum":1,"content":"and at his appointed season he brought his word to light through the preaching entrusted to me by the command of God our Savior,","vcode":"NIV","vnum":3},{"bcode":56,"cnum":1,"content":"To Titus, my true son in our common faith: Grace and peace from God the Father and Christ Jesus our Savior.","vcode":"NIV","vnum":4},{"bcode":56,"cnum":1,"content":"The reason I left you in Crete was that you might straighten out what was left unfinished and appoint elders in every town, as I directed you.","vcode":"NIV","vnum":5},{"bcode":56,"cnum":1,"content":"An elder must be blameless, the husband of but one wife, a man whose children believe and are not open to the charge of being wild and disobedient.","vcode":"NIV","vnum":6},{"bcode":56,"cnum":1,"content":"Since an overseer is entrusted with God's work, he must be blameless--not overbearing, not quick-tempered, not given to drunkenness, not violent, not pursuing dishonest gain.","vcode":"NIV","vnum":7},{"bcode":56,"cnum":1,"content":"Rather he must be hospitable, one who loves what is good, who is self-controlled, upright, holy and disciplined.","vcode":"NIV","vnum":8},{"bcode":56,"cnum":1,"content":"He must hold firmly to the trustworthy message as it has been taught, so that he can encourage others by sound doctrine and refute those who oppose it.","vcode":"NIV","vnum":9},{"bcode":56,"cnum":1,"content":"For there are many rebellious people, mere talkers and deceivers, especially those of the circumcision group.","vcode":"NIV","vnum":10},{"bcode":56,"cnum":1,"content":"They must be silenced, because they are ruining whole households by teaching things they ought not to teach--and that for the sake of dishonest gain.","vcode":"NIV","vnum":11},{"bcode":56,"cnum":1,"content":"Even one of their own prophets has said, \"Cretans are always liars, evil brutes, lazy gluttons.\"","vcode":"NIV","vnum":12},{"bcode":56,"cnum":1,"content":"This testimony is true. Therefore, rebuke them sharply, so that they will be sound in the faith","vcode":"NIV","vnum":13},{"bcode":56,"cnum":1,"content":"and will pay no attention to Jewish myths or to the commands of those who reject the truth.","vcode":"NIV","vnum":14},{"bcode":56,"cnum":1,"content":"To the pure, all things are pure, but to those who are corrupted and do not believe, nothing is pure. In fact, both their minds and consciences are corrupted.","vcode":"NIV","vnum":15},{"bcode":56,"cnum":1,"content":"They claim to know God, but by their actions they deny him. They are detestable, disobedient and unfit for doing anything good.","vcode":"NIV","vnum":16}]},"__N_SSG":true}