[
    {
        "bcode": 22,
        "cnum": 4,
        "content": "How beautiful you are, my darling! Oh, how beautiful! Your eyes behind your veil are doves. Your hair is like a flock of goats descending from Mount Gilead.",
        "vcode": "NIV",
        "vnum": 1
    },
    {
        "bcode": 22,
        "cnum": 4,
        "content": "Your teeth are like a flock of sheep just shorn, coming up from the washing. Each has its twin; not one of them is alone.",
        "vcode": "NIV",
        "vnum": 2
    },
    {
        "bcode": 22,
        "cnum": 4,
        "content": "Your lips are like a scarlet ribbon; your mouth is lovely. Your temples behind your veil are like the halves of a pomegranate.",
        "vcode": "NIV",
        "vnum": 3
    },
    {
        "bcode": 22,
        "cnum": 4,
        "content": "Your neck is like the tower of David, built with elegance ; on it hang a thousand shields, all of them shields of warriors.",
        "vcode": "NIV",
        "vnum": 4
    },
    {
        "bcode": 22,
        "cnum": 4,
        "content": "Your two breasts are like two fawns, like twin fawns of a gazelle that browse among the lilies.",
        "vcode": "NIV",
        "vnum": 5
    },
    {
        "bcode": 22,
        "cnum": 4,
        "content": "Until the day breaks and the shadows flee, I will go to the mountain of myrrh and to the hill of incense.",
        "vcode": "NIV",
        "vnum": 6
    },
    {
        "bcode": 22,
        "cnum": 4,
        "content": "All beautiful you are, my darling; there is no flaw in you.",
        "vcode": "NIV",
        "vnum": 7
    },
    {
        "bcode": 22,
        "cnum": 4,
        "content": "Come with me from Lebanon, my bride, come with me from Lebanon. Descend from the crest of Amana, from the top of Senir, the summit of Hermon, from the lions' dens and the mountain haunts of the leopards.",
        "vcode": "NIV",
        "vnum": 8
    },
    {
        "bcode": 22,
        "cnum": 4,
        "content": "You have stolen my heart, my sister, my bride; you have stolen my heart with one glance of your eyes, with one jewel of your necklace.",
        "vcode": "NIV",
        "vnum": 9
    },
    {
        "bcode": 22,
        "cnum": 4,
        "content": "How delightful is your love, my sister, my bride! How much more pleasing is your love than wine, and the fragrance of your perfume than any spice!",
        "vcode": "NIV",
        "vnum": 10
    },
    {
        "bcode": 22,
        "cnum": 4,
        "content": "Your lips drop sweetness as the honeycomb, my bride; milk and honey are under your tongue. The fragrance of your garments is like that of Lebanon.",
        "vcode": "NIV",
        "vnum": 11
    },
    {
        "bcode": 22,
        "cnum": 4,
        "content": "You are a garden locked up, my sister, my bride; you are a spring enclosed, a sealed fountain.",
        "vcode": "NIV",
        "vnum": 12
    },
    {
        "bcode": 22,
        "cnum": 4,
        "content": "Your plants are an orchard of pomegranates with choice fruits, with henna and nard,",
        "vcode": "NIV",
        "vnum": 13
    },
    {
        "bcode": 22,
        "cnum": 4,
        "content": "nard and saffron, calamus and cinnamon, with every kind of incense tree, with myrrh and aloes and all the finest spices.",
        "vcode": "NIV",
        "vnum": 14
    },
    {
        "bcode": 22,
        "cnum": 4,
        "content": "You are a garden fountain, a well of flowing water streaming down from Lebanon.",
        "vcode": "NIV",
        "vnum": 15
    },
    {
        "bcode": 22,
        "cnum": 4,
        "content": "Awake, north wind, and come, south wind! Blow on my garden, that its fragrance may spread abroad. Let my lover come into his garden and taste its choice fruits.",
        "vcode": "NIV",
        "vnum": 16
    }
]