[
    {
        "bcode": 26,
        "cnum": 1,
        "content": "In the thirtieth year, in the fourth month on the fifth day, while I was among the exiles by the Kebar River, the heavens were opened and I saw visions of God.",
        "vcode": "NIV",
        "vnum": 1
    },
    {
        "bcode": 26,
        "cnum": 1,
        "content": "On the fifth of the month--it was the fifth year of the exile of King Jehoiachin-",
        "vcode": "NIV",
        "vnum": 2
    },
    {
        "bcode": 26,
        "cnum": 1,
        "content": "the word of the LORD came to Ezekiel the priest, the son of Buzi, by the Kebar River in the land of the Babylonians. There the hand of the LORD was upon him.",
        "vcode": "NIV",
        "vnum": 3
    },
    {
        "bcode": 26,
        "cnum": 1,
        "content": "I looked, and I saw a windstorm coming out of the north--an immense cloud with flashing lightning and surrounded by brilliant light. The center of the fire looked like glowing metal,",
        "vcode": "NIV",
        "vnum": 4
    },
    {
        "bcode": 26,
        "cnum": 1,
        "content": "and in the fire was what looked like four living creatures. In appearance their form was that of a man,",
        "vcode": "NIV",
        "vnum": 5
    },
    {
        "bcode": 26,
        "cnum": 1,
        "content": "but each of them had four faces and four wings.",
        "vcode": "NIV",
        "vnum": 6
    },
    {
        "bcode": 26,
        "cnum": 1,
        "content": "Their legs were straight; their feet were like those of a calf and gleamed like burnished bronze.",
        "vcode": "NIV",
        "vnum": 7
    },
    {
        "bcode": 26,
        "cnum": 1,
        "content": "Under their wings on their four sides they had the hands of a man. All four of them had faces and wings,",
        "vcode": "NIV",
        "vnum": 8
    },
    {
        "bcode": 26,
        "cnum": 1,
        "content": "and their wings touched one another. Each one went straight ahead; they did not turn as they moved.",
        "vcode": "NIV",
        "vnum": 9
    },
    {
        "bcode": 26,
        "cnum": 1,
        "content": "Their faces looked like this: Each of the four had the face of a man, and on the right side each had the face of a lion, and on the left the face of an ox; each also had the face of an eagle.",
        "vcode": "NIV",
        "vnum": 10
    },
    {
        "bcode": 26,
        "cnum": 1,
        "content": "Such were their faces. Their wings were spread out upward; each had two wings, one touching the wing of another creature on either side, and two wings covering its body.",
        "vcode": "NIV",
        "vnum": 11
    },
    {
        "bcode": 26,
        "cnum": 1,
        "content": "Each one went straight ahead. Wherever the spirit would go, they would go, without turning as they went.",
        "vcode": "NIV",
        "vnum": 12
    },
    {
        "bcode": 26,
        "cnum": 1,
        "content": "The appearance of the living creatures was like burning coals of fire or like torches. Fire moved back and forth among the creatures; it was bright, and lightning flashed out of it.",
        "vcode": "NIV",
        "vnum": 13
    },
    {
        "bcode": 26,
        "cnum": 1,
        "content": "The creatures sped back and forth like flashes of lightning.",
        "vcode": "NIV",
        "vnum": 14
    },
    {
        "bcode": 26,
        "cnum": 1,
        "content": "As I looked at the living creatures, I saw a wheel on the ground beside each creature with its four faces.",
        "vcode": "NIV",
        "vnum": 15
    },
    {
        "bcode": 26,
        "cnum": 1,
        "content": "This was the appearance and structure of the wheels: They sparkled like chrysolite, and all four looked alike. Each appeared to be made like a wheel intersecting a wheel.",
        "vcode": "NIV",
        "vnum": 16
    },
    {
        "bcode": 26,
        "cnum": 1,
        "content": "As they moved, they would go in any one of the four directions the creatures faced; the wheels did not turn about as the creatures went.",
        "vcode": "NIV",
        "vnum": 17
    },
    {
        "bcode": 26,
        "cnum": 1,
        "content": "Their rims were high and awesome, and all four rims were full of eyes all around.",
        "vcode": "NIV",
        "vnum": 18
    },
    {
        "bcode": 26,
        "cnum": 1,
        "content": "When the living creatures moved, the wheels beside them moved; and when the living creatures rose from the ground, the wheels also rose.",
        "vcode": "NIV",
        "vnum": 19
    },
    {
        "bcode": 26,
        "cnum": 1,
        "content": "Wherever the spirit would go, they would go, and the wheels would rise along with them, because the spirit of the living creatures was in the wheels.",
        "vcode": "NIV",
        "vnum": 20
    },
    {
        "bcode": 26,
        "cnum": 1,
        "content": "When the creatures moved, they also moved; when the creatures stood still, they also stood still; and when the creatures rose from the ground, the wheels rose along with them, because the spirit of the living creatures was in the wheels.",
        "vcode": "NIV",
        "vnum": 21
    },
    {
        "bcode": 26,
        "cnum": 1,
        "content": "Spread out above the heads of the living creatures was what looked like an expanse, sparkling like ice, and awesome.",
        "vcode": "NIV",
        "vnum": 22
    },
    {
        "bcode": 26,
        "cnum": 1,
        "content": "Under the expanse their wings were stretched out one toward the other, and each had two wings covering its body.",
        "vcode": "NIV",
        "vnum": 23
    },
    {
        "bcode": 26,
        "cnum": 1,
        "content": "When the creatures moved, I heard the sound of their wings, like the roar of rushing waters, like the voice of the Almighty, like the tumult of an army. When they stood still, they lowered their wings.",
        "vcode": "NIV",
        "vnum": 24
    },
    {
        "bcode": 26,
        "cnum": 1,
        "content": "Then there came a voice from above the expanse over their heads as they stood with lowered wings.",
        "vcode": "NIV",
        "vnum": 25
    },
    {
        "bcode": 26,
        "cnum": 1,
        "content": "Above the expanse over their heads was what looked like a throne of sapphire, and high above on the throne was a figure like that of a man.",
        "vcode": "NIV",
        "vnum": 26
    },
    {
        "bcode": 26,
        "cnum": 1,
        "content": "I saw that from what appeared to be his waist up he looked like glowing metal, as if full of fire, and that from there down he looked like fire; and brilliant light surrounded him.",
        "vcode": "NIV",
        "vnum": 27
    },
    {
        "bcode": 26,
        "cnum": 1,
        "content": "Like the appearance of a rainbow in the clouds on a rainy day, so was the radiance around him. This was the appearance of the likeness of the glory of the LORD. When I saw it, I fell facedown, and I heard the voice of one speaking.",
        "vcode": "NIV",
        "vnum": 28
    }
]