[
    {
        "bcode": 26,
        "cnum": 27,
        "content": "The word of the LORD came to me:",
        "vcode": "NIV",
        "vnum": 1
    },
    {
        "bcode": 26,
        "cnum": 27,
        "content": "\"Son of man, take up a lament concerning Tyre.",
        "vcode": "NIV",
        "vnum": 2
    },
    {
        "bcode": 26,
        "cnum": 27,
        "content": "Say to Tyre, situated at the gateway to the sea, merchant of peoples on many coasts, 'This is what the Sovereign LORD says: \" 'You say, O Tyre, \"I am perfect in beauty.\"",
        "vcode": "NIV",
        "vnum": 3
    },
    {
        "bcode": 26,
        "cnum": 27,
        "content": "Your domain was on the high seas; your builders brought your beauty to perfection.",
        "vcode": "NIV",
        "vnum": 4
    },
    {
        "bcode": 26,
        "cnum": 27,
        "content": "They made all your timbers of pine trees from Senir ; they took a cedar from Lebanon to make a mast for you.",
        "vcode": "NIV",
        "vnum": 5
    },
    {
        "bcode": 26,
        "cnum": 27,
        "content": "Of oaks from Bashan they made your oars; of cypress wood from the coasts of Cyprus they made your deck, inlaid with ivory.",
        "vcode": "NIV",
        "vnum": 6
    },
    {
        "bcode": 26,
        "cnum": 27,
        "content": "Fine embroidered linen from Egypt was your sail and served as your banner; your awnings were of blue and purple from the coasts of Elishah.",
        "vcode": "NIV",
        "vnum": 7
    },
    {
        "bcode": 26,
        "cnum": 27,
        "content": "Men of Sidon and Arvad were your oarsmen; your skilled men, O Tyre, were aboard as your seamen.",
        "vcode": "NIV",
        "vnum": 8
    },
    {
        "bcode": 26,
        "cnum": 27,
        "content": "Veteran craftsmen of Gebal were on board as shipwrights to caulk your seams. All the ships of the sea and their sailors came alongside to trade for your wares.",
        "vcode": "NIV",
        "vnum": 9
    },
    {
        "bcode": 26,
        "cnum": 27,
        "content": "\" 'Men of Persia, Lydia and Put served as soldiers in your army. They hung their shields and helmets on your walls, bringing you splendor.",
        "vcode": "NIV",
        "vnum": 10
    },
    {
        "bcode": 26,
        "cnum": 27,
        "content": "Men of Arvad and Helech manned your walls on every side; men of Gammad were in your towers. They hung their shields around your walls; they brought your beauty to perfection.",
        "vcode": "NIV",
        "vnum": 11
    },
    {
        "bcode": 26,
        "cnum": 27,
        "content": "\" 'Tarshish did business with you because of your great wealth of goods; they exchanged silver, iron, tin and lead for your merchandise.",
        "vcode": "NIV",
        "vnum": 12
    },
    {
        "bcode": 26,
        "cnum": 27,
        "content": "\" 'Greece, Tubal and Meshech traded with you; they exchanged slaves and articles of bronze for your wares.",
        "vcode": "NIV",
        "vnum": 13
    },
    {
        "bcode": 26,
        "cnum": 27,
        "content": "\" 'Men of Beth Togarmah exchanged work horses, war horses and mules for your merchandise.",
        "vcode": "NIV",
        "vnum": 14
    },
    {
        "bcode": 26,
        "cnum": 27,
        "content": "\" 'The men of Rhodes traded with you, and many coastlands were your customers; they paid you with ivory tusks and ebony.",
        "vcode": "NIV",
        "vnum": 15
    },
    {
        "bcode": 26,
        "cnum": 27,
        "content": "\" 'Aram did business with you because of your many products; they exchanged turquoise, purple fabric, embroidered work, fine linen, coral and rubies for your merchandise.",
        "vcode": "NIV",
        "vnum": 16
    },
    {
        "bcode": 26,
        "cnum": 27,
        "content": "\" 'Judah and Israel traded with you; they exchanged wheat from Minnith and confections, honey, oil and balm for your wares.",
        "vcode": "NIV",
        "vnum": 17
    },
    {
        "bcode": 26,
        "cnum": 27,
        "content": "\" 'Damascus, because of your many products and great wealth of goods, did business with you in wine from Helbon and wool from Zahar.",
        "vcode": "NIV",
        "vnum": 18
    },
    {
        "bcode": 26,
        "cnum": 27,
        "content": "\" 'Danites and Greeks from Uzal bought your merchandise; they exchanged wrought iron, cassia and calamus for your wares.",
        "vcode": "NIV",
        "vnum": 19
    },
    {
        "bcode": 26,
        "cnum": 27,
        "content": "\" 'Dedan traded in saddle blankets with you.",
        "vcode": "NIV",
        "vnum": 20
    },
    {
        "bcode": 26,
        "cnum": 27,
        "content": "\" 'Arabia and all the princes of Kedar were your customers; they did business with you in lambs, rams and goats.",
        "vcode": "NIV",
        "vnum": 21
    },
    {
        "bcode": 26,
        "cnum": 27,
        "content": "\" 'The merchants of Sheba and Raamah traded with you; for your merchandise they exchanged the finest of all kinds of spices and precious stones, and gold.",
        "vcode": "NIV",
        "vnum": 22
    },
    {
        "bcode": 26,
        "cnum": 27,
        "content": "\" 'Haran, Canneh and Eden and merchants of Sheba, Asshur and Kilmad traded with you.",
        "vcode": "NIV",
        "vnum": 23
    },
    {
        "bcode": 26,
        "cnum": 27,
        "content": "In your marketplace they traded with you beautiful garments, blue fabric, embroidered work and multicolored rugs with cords twisted and tightly knotted.",
        "vcode": "NIV",
        "vnum": 24
    },
    {
        "bcode": 26,
        "cnum": 27,
        "content": "\" 'The ships of Tarshish serve as carriers for your wares. You are filled with heavy cargo in the heart of the sea.",
        "vcode": "NIV",
        "vnum": 25
    },
    {
        "bcode": 26,
        "cnum": 27,
        "content": "Your oarsmen take you out to the high seas. But the east wind will break you to pieces in the heart of the sea.",
        "vcode": "NIV",
        "vnum": 26
    },
    {
        "bcode": 26,
        "cnum": 27,
        "content": "Your wealth, merchandise and wares, your mariners, seamen and shipwrights, your merchants and all your soldiers, and everyone else on board will sink into the heart of the sea on the day of your shipwreck.",
        "vcode": "NIV",
        "vnum": 27
    },
    {
        "bcode": 26,
        "cnum": 27,
        "content": "The shorelands will quake when your seamen cry out.",
        "vcode": "NIV",
        "vnum": 28
    },
    {
        "bcode": 26,
        "cnum": 27,
        "content": "All who handle the oars will abandon their ships; the mariners and all the seamen will stand on the shore.",
        "vcode": "NIV",
        "vnum": 29
    },
    {
        "bcode": 26,
        "cnum": 27,
        "content": "They will raise their voice and cry bitterly over you; they will sprinkle dust on their heads and roll in ashes.",
        "vcode": "NIV",
        "vnum": 30
    },
    {
        "bcode": 26,
        "cnum": 27,
        "content": "They will shave their heads because of you and will put on sackcloth. They will weep over you with anguish of soul and with bitter mourning.",
        "vcode": "NIV",
        "vnum": 31
    },
    {
        "bcode": 26,
        "cnum": 27,
        "content": "As they wail and mourn over you, they will take up a lament concerning you: \"Who was ever silenced like Tyre, surrounded by the sea?\"",
        "vcode": "NIV",
        "vnum": 32
    },
    {
        "bcode": 26,
        "cnum": 27,
        "content": "When your merchandise went out on the seas, you satisfied many nations; with your great wealth and your wares you enriched the kings of the earth.",
        "vcode": "NIV",
        "vnum": 33
    },
    {
        "bcode": 26,
        "cnum": 27,
        "content": "Now you are shattered by the sea in the depths of the waters; your wares and all your company have gone down with you.",
        "vcode": "NIV",
        "vnum": 34
    },
    {
        "bcode": 26,
        "cnum": 27,
        "content": "All who live in the coastlands are appalled at you; their kings shudder with horror and their faces are distorted with fear.",
        "vcode": "NIV",
        "vnum": 35
    },
    {
        "bcode": 26,
        "cnum": 27,
        "content": "The merchants among the nations hiss at you; you have come to a horrible end and will be no more.' \"",
        "vcode": "NIV",
        "vnum": 36
    }
]