[
    {
        "bcode": 26,
        "cnum": 5,
        "content": "\"Now, son of man, take a sharp sword and use it as a barber's razor to shave your head and your beard. Then take a set of scales and divide up the hair.",
        "vcode": "NIV",
        "vnum": 1
    },
    {
        "bcode": 26,
        "cnum": 5,
        "content": "When the days of your siege come to an end, burn a third of the hair with fire inside the city. Take a third and strike it with the sword all around the city. And scatter a third to the wind. For I will pursue them with drawn sword.",
        "vcode": "NIV",
        "vnum": 2
    },
    {
        "bcode": 26,
        "cnum": 5,
        "content": "But take a few strands of hair and tuck them away in the folds of your garment.",
        "vcode": "NIV",
        "vnum": 3
    },
    {
        "bcode": 26,
        "cnum": 5,
        "content": "Again, take a few of these and throw them into the fire and burn them up. A fire will spread from there to the whole house of Israel.",
        "vcode": "NIV",
        "vnum": 4
    },
    {
        "bcode": 26,
        "cnum": 5,
        "content": "\"This is what the Sovereign LORD says: This is Jerusalem, which I have set in the center of the nations, with countries all around her.",
        "vcode": "NIV",
        "vnum": 5
    },
    {
        "bcode": 26,
        "cnum": 5,
        "content": "Yet in her wickedness she has rebelled against my laws and decrees more than the nations and countries around her. She has rejected my laws and has not followed my decrees.",
        "vcode": "NIV",
        "vnum": 6
    },
    {
        "bcode": 26,
        "cnum": 5,
        "content": "\"Therefore this is what the Sovereign LORD says: You have been more unruly than the nations around you and have not followed my decrees or kept my laws. You have not even conformed to the standards of the nations around you.",
        "vcode": "NIV",
        "vnum": 7
    },
    {
        "bcode": 26,
        "cnum": 5,
        "content": "\"Therefore this is what the Sovereign LORD says: I myself am against you, Jerusalem, and I will inflict punishment on you in the sight of the nations.",
        "vcode": "NIV",
        "vnum": 8
    },
    {
        "bcode": 26,
        "cnum": 5,
        "content": "Because of all your detestable idols, I will do to you what I have never done before and will never do again.",
        "vcode": "NIV",
        "vnum": 9
    },
    {
        "bcode": 26,
        "cnum": 5,
        "content": "Therefore in your midst fathers will eat their children, and children will eat their fathers. I will inflict punishment on you and will scatter all your survivors to the winds.",
        "vcode": "NIV",
        "vnum": 10
    },
    {
        "bcode": 26,
        "cnum": 5,
        "content": "Therefore as surely as I live, declares the Sovereign LORD, because you have defiled my sanctuary with all your vile images and detestable practices, I myself will withdraw my favor; I will not look on you with pity or spare you.",
        "vcode": "NIV",
        "vnum": 11
    },
    {
        "bcode": 26,
        "cnum": 5,
        "content": "A third of your people will die of the plague or perish by famine inside you; a third will fall by the sword outside your walls; and a third I will scatter to the winds and pursue with drawn sword.",
        "vcode": "NIV",
        "vnum": 12
    },
    {
        "bcode": 26,
        "cnum": 5,
        "content": "\"Then my anger will cease and my wrath against them will subside, and I will be avenged. And when I have spent my wrath upon them, they will know that I the LORD have spoken in my zeal.",
        "vcode": "NIV",
        "vnum": 13
    },
    {
        "bcode": 26,
        "cnum": 5,
        "content": "\"I will make you a ruin and a reproach among the nations around you, in the sight of all who pass by.",
        "vcode": "NIV",
        "vnum": 14
    },
    {
        "bcode": 26,
        "cnum": 5,
        "content": "You will be a reproach and a taunt, a warning and an object of horror to the nations around you when I inflict punishment on you in anger and in wrath and with stinging rebuke. I the LORD have spoken.",
        "vcode": "NIV",
        "vnum": 15
    },
    {
        "bcode": 26,
        "cnum": 5,
        "content": "When I shoot at you with my deadly and destructive arrows of famine, I will shoot to destroy you. I will bring more and more famine upon you and cut off your supply of food.",
        "vcode": "NIV",
        "vnum": 16
    },
    {
        "bcode": 26,
        "cnum": 5,
        "content": "I will send famine and wild beasts against you, and they will leave you childless. Plague and bloodshed will sweep through you, and I will bring the sword against you. I the LORD have spoken.\"",
        "vcode": "NIV",
        "vnum": 17
    }
]