[
    {
        "bcode": 26,
        "cnum": 7,
        "content": "The word of the LORD came to me:",
        "vcode": "NIV",
        "vnum": 1
    },
    {
        "bcode": 26,
        "cnum": 7,
        "content": "\"Son of man, this is what the Sovereign LORD says to the land of Israel: The end! The end has come upon the four corners of the land.",
        "vcode": "NIV",
        "vnum": 2
    },
    {
        "bcode": 26,
        "cnum": 7,
        "content": "The end is now upon you and I will unleash my anger against you. I will judge you according to your conduct and repay you for all your detestable practices.",
        "vcode": "NIV",
        "vnum": 3
    },
    {
        "bcode": 26,
        "cnum": 7,
        "content": "I will not look on you with pity or spare you; I will surely repay you for your conduct and the detestable practices among you. Then you will know that I am the LORD.",
        "vcode": "NIV",
        "vnum": 4
    },
    {
        "bcode": 26,
        "cnum": 7,
        "content": "\"This is what the Sovereign LORD says: Disaster! An unheard-of disaster is coming.",
        "vcode": "NIV",
        "vnum": 5
    },
    {
        "bcode": 26,
        "cnum": 7,
        "content": "The end has come! The end has come! It has roused itself against you. It has come!",
        "vcode": "NIV",
        "vnum": 6
    },
    {
        "bcode": 26,
        "cnum": 7,
        "content": "Doom has come upon you--you who dwell in the land. The time has come, the day is near; there is panic, not joy, upon the mountains.",
        "vcode": "NIV",
        "vnum": 7
    },
    {
        "bcode": 26,
        "cnum": 7,
        "content": "I am about to pour out my wrath on you and spend my anger against you; I will judge you according to your conduct and repay you for all your detestable practices.",
        "vcode": "NIV",
        "vnum": 8
    },
    {
        "bcode": 26,
        "cnum": 7,
        "content": "I will not look on you with pity or spare you; I will repay you in accordance with your conduct and the detestable practices among you. Then you will know that it is I the LORD who strikes the blow.",
        "vcode": "NIV",
        "vnum": 9
    },
    {
        "bcode": 26,
        "cnum": 7,
        "content": "\"The day is here! It has come! Doom has burst forth, the rod has budded, arrogance has blossomed!",
        "vcode": "NIV",
        "vnum": 10
    },
    {
        "bcode": 26,
        "cnum": 7,
        "content": "Violence has grown into a rod to punish wickedness; none of the people will be left, none of that crowd--no wealth, nothing of value.",
        "vcode": "NIV",
        "vnum": 11
    },
    {
        "bcode": 26,
        "cnum": 7,
        "content": "The time has come, the day has arrived. Let not the buyer rejoice nor the seller grieve, for wrath is upon the whole crowd.",
        "vcode": "NIV",
        "vnum": 12
    },
    {
        "bcode": 26,
        "cnum": 7,
        "content": "The seller will not recover the land he has sold as long as both of them live, for the vision concerning the whole crowd will not be reversed. Because of their sins, not one of them will preserve his life.",
        "vcode": "NIV",
        "vnum": 13
    },
    {
        "bcode": 26,
        "cnum": 7,
        "content": "Though they blow the trumpet and get everything ready, no one will go into battle, for my wrath is upon the whole crowd.",
        "vcode": "NIV",
        "vnum": 14
    },
    {
        "bcode": 26,
        "cnum": 7,
        "content": "\"Outside is the sword, inside are plague and famine; those in the country will die by the sword, and those in the city will be devoured by famine and plague.",
        "vcode": "NIV",
        "vnum": 15
    },
    {
        "bcode": 26,
        "cnum": 7,
        "content": "All who survive and escape will be in the mountains, moaning like doves of the valleys, each because of his sins.",
        "vcode": "NIV",
        "vnum": 16
    },
    {
        "bcode": 26,
        "cnum": 7,
        "content": "Every hand will go limp, and every knee will become as weak as water.",
        "vcode": "NIV",
        "vnum": 17
    },
    {
        "bcode": 26,
        "cnum": 7,
        "content": "They will put on sackcloth and be clothed with terror. Their faces will be covered with shame and their heads will be shaved.",
        "vcode": "NIV",
        "vnum": 18
    },
    {
        "bcode": 26,
        "cnum": 7,
        "content": "They will throw their silver into the streets, and their gold will be an unclean thing. Their silver and gold will not be able to save them in the day of the LORD's wrath. They will not satisfy their hunger or fill their stomachs with it, for it has made them stumble into sin.",
        "vcode": "NIV",
        "vnum": 19
    },
    {
        "bcode": 26,
        "cnum": 7,
        "content": "They were proud of their beautiful jewelry and used it to make their detestable idols and vile images. Therefore I will turn these into an unclean thing for them.",
        "vcode": "NIV",
        "vnum": 20
    },
    {
        "bcode": 26,
        "cnum": 7,
        "content": "I will hand it all over as plunder to foreigners and as loot to the wicked of the earth, and they will defile it.",
        "vcode": "NIV",
        "vnum": 21
    },
    {
        "bcode": 26,
        "cnum": 7,
        "content": "I will turn my face away from them, and they will desecrate my treasured place; robbers will enter it and desecrate it.",
        "vcode": "NIV",
        "vnum": 22
    },
    {
        "bcode": 26,
        "cnum": 7,
        "content": "\"Prepare chains, because the land is full of bloodshed and the city is full of violence.",
        "vcode": "NIV",
        "vnum": 23
    },
    {
        "bcode": 26,
        "cnum": 7,
        "content": "I will bring the most wicked of the nations to take possession of their houses; I will put an end to the pride of the mighty, and their sanctuaries will be desecrated.",
        "vcode": "NIV",
        "vnum": 24
    },
    {
        "bcode": 26,
        "cnum": 7,
        "content": "When terror comes, they will seek peace, but there will be none.",
        "vcode": "NIV",
        "vnum": 25
    },
    {
        "bcode": 26,
        "cnum": 7,
        "content": "Calamity upon calamity will come, and rumor upon rumor. They will try to get a vision from the prophet; the teaching of the law by the priest will be lost, as will the counsel of the elders.",
        "vcode": "NIV",
        "vnum": 26
    },
    {
        "bcode": 26,
        "cnum": 7,
        "content": "The king will mourn, the prince will be clothed with despair, and the hands of the people of the land will tremble. I will deal with them according to their conduct, and by their own standards I will judge them. Then they will know that I am the LORD.\"",
        "vcode": "NIV",
        "vnum": 27
    }
]