{"pageProps":{"version":{"name":"NIV","vcode":"NIV"},"bible":{"bcode":19,"chapterCount":150,"name":"Psalms","type":"old","vcode":"NIV"},"chapter":"10","verses":[{"bcode":19,"cnum":10,"content":"Why, O LORD, do you stand far off? Why do you hide yourself in times of trouble?","vcode":"NIV","vnum":1},{"bcode":19,"cnum":10,"content":"In his arrogance the wicked man hunts down the weak, who are caught in the schemes he devises.","vcode":"NIV","vnum":2},{"bcode":19,"cnum":10,"content":"He boasts of the cravings of his heart; he blesses the greedy and reviles the LORD.","vcode":"NIV","vnum":3},{"bcode":19,"cnum":10,"content":"In his pride the wicked does not seek him; in all his thoughts there is no room for God.","vcode":"NIV","vnum":4},{"bcode":19,"cnum":10,"content":"His ways are always prosperous; he is haughty and your laws are far from him; he sneers at all his enemies.","vcode":"NIV","vnum":5},{"bcode":19,"cnum":10,"content":"He says to himself, \"Nothing will shake me; I'll always be happy and never have trouble.\"","vcode":"NIV","vnum":6},{"bcode":19,"cnum":10,"content":"His mouth is full of curses and lies and threats; trouble and evil are under his tongue.","vcode":"NIV","vnum":7},{"bcode":19,"cnum":10,"content":"He lies in wait near the villages; from ambush he murders the innocent, watching in secret for his victims.","vcode":"NIV","vnum":8},{"bcode":19,"cnum":10,"content":"He lies in wait like a lion in cover; he lies in wait to catch the helpless; he catches the helpless and drags them off in his net.","vcode":"NIV","vnum":9},{"bcode":19,"cnum":10,"content":"His victims are crushed, they collapse; they fall under his strength.","vcode":"NIV","vnum":10},{"bcode":19,"cnum":10,"content":"He says to himself, \"God has forgotten; he covers his face and never sees.\"","vcode":"NIV","vnum":11},{"bcode":19,"cnum":10,"content":"Arise, LORD! Lift up your hand, O God. Do not forget the helpless.","vcode":"NIV","vnum":12},{"bcode":19,"cnum":10,"content":"Why does the wicked man revile God? Why does he say to himself, \"He won't call me to account\"?","vcode":"NIV","vnum":13},{"bcode":19,"cnum":10,"content":"But you, O God, do see trouble and grief; you consider it to take it in hand. The victim commits himself to you; you are the helper of the fatherless.","vcode":"NIV","vnum":14},{"bcode":19,"cnum":10,"content":"Break the arm of the wicked and evil man; call him to account for his wickedness that would not be found out.","vcode":"NIV","vnum":15},{"bcode":19,"cnum":10,"content":"The LORD is King for ever and ever; the nations will perish from his land.","vcode":"NIV","vnum":16},{"bcode":19,"cnum":10,"content":"You hear, O LORD, the desire of the afflicted; you encourage them, and you listen to their cry,","vcode":"NIV","vnum":17},{"bcode":19,"cnum":10,"content":"defending the fatherless and the oppressed, in order that man, who is of the earth, may terrify no more.","vcode":"NIV","vnum":18}]},"__N_SSG":true}