{"pageProps":{"version":{"name":"NIV","vcode":"NIV"},"bible":{"bcode":41,"chapterCount":16,"name":"Mark","type":"new","vcode":"NIV"},"chapter":"12","verses":[{"bcode":41,"cnum":12,"content":"He then began to speak to them in parables: \"A man planted a vineyard. He put a wall around it, dug a pit for the winepress and built a watchtower. Then he rented the vineyard to some farmers and went away on a journey.","vcode":"NIV","vnum":1},{"bcode":41,"cnum":12,"content":"At harvest time he sent a servant to the tenants to collect from them some of the fruit of the vineyard.","vcode":"NIV","vnum":2},{"bcode":41,"cnum":12,"content":"But they seized him, beat him and sent him away empty-handed.","vcode":"NIV","vnum":3},{"bcode":41,"cnum":12,"content":"Then he sent another servant to them; they struck this man on the head and treated him shamefully.","vcode":"NIV","vnum":4},{"bcode":41,"cnum":12,"content":"He sent still another, and that one they killed. He sent many others; some of them they beat, others they killed.","vcode":"NIV","vnum":5},{"bcode":41,"cnum":12,"content":"\"He had one left to send, a son, whom he loved. He sent him last of all, saying, 'They will respect my son.'","vcode":"NIV","vnum":6},{"bcode":41,"cnum":12,"content":"\"But the tenants said to one another, 'This is the heir. Come, let's kill him, and the inheritance will be ours.'","vcode":"NIV","vnum":7},{"bcode":41,"cnum":12,"content":"So they took him and killed him, and threw him out of the vineyard.","vcode":"NIV","vnum":8},{"bcode":41,"cnum":12,"content":"\"What then will the owner of the vineyard do? He will come and kill those tenants and give the vineyard to others.","vcode":"NIV","vnum":9},{"bcode":41,"cnum":12,"content":"Haven't you read this scripture: \" 'The stone the builders rejected has become the capstone;","vcode":"NIV","vnum":10},{"bcode":41,"cnum":12,"content":"the Lord has done this, and it is marvelous in our eyes'?\"","vcode":"NIV","vnum":11},{"bcode":41,"cnum":12,"content":"Then they looked for a way to arrest him because they knew he had spoken the parable against them. But they were afraid of the crowd; so they left him and went away.","vcode":"NIV","vnum":12},{"bcode":41,"cnum":12,"content":"Later they sent some of the Pharisees and Herodians to Jesus to catch him in his words.","vcode":"NIV","vnum":13},{"bcode":41,"cnum":12,"content":"They came to him and said, \"Teacher, we know you are a man of integrity. You aren't swayed by men, because you pay no attention to who they are; but you teach the way of God in accordance with the truth. Is it right to pay taxes to Caesar or not?","vcode":"NIV","vnum":14},{"bcode":41,"cnum":12,"content":"Should we pay or shouldn't we?\" But Jesus knew their hypocrisy. \"Why are you trying to trap me?\" he asked. \"Bring me a denarius and let me look at it.\"","vcode":"NIV","vnum":15},{"bcode":41,"cnum":12,"content":"They brought the coin, and he asked them, \"Whose portrait is this? And whose inscription?\" \"Caesar's,\" they replied.","vcode":"NIV","vnum":16},{"bcode":41,"cnum":12,"content":"Then Jesus said to them, \"Give to Caesar what is Caesar's and to God what is God's.\" And they were amazed at him.","vcode":"NIV","vnum":17},{"bcode":41,"cnum":12,"content":"Then the Sadducees, who say there is no resurrection, came to him with a question.","vcode":"NIV","vnum":18},{"bcode":41,"cnum":12,"content":"\"Teacher,\" they said, \"Moses wrote for us that if a man's brother dies and leaves a wife but no children, the man must marry the widow and have children for his brother.","vcode":"NIV","vnum":19},{"bcode":41,"cnum":12,"content":"Now there were seven brothers. The first one married and died without leaving any children.","vcode":"NIV","vnum":20},{"bcode":41,"cnum":12,"content":"The second one married the widow, but he also died, leaving no child. It was the same with the third.","vcode":"NIV","vnum":21},{"bcode":41,"cnum":12,"content":"In fact, none of the seven left any children. Last of all, the woman died too.","vcode":"NIV","vnum":22},{"bcode":41,"cnum":12,"content":"At the resurrection whose wife will she be, since the seven were married to her?\"","vcode":"NIV","vnum":23},{"bcode":41,"cnum":12,"content":"Jesus replied, \"Are you not in error because you do not know the Scriptures or the power of God?","vcode":"NIV","vnum":24},{"bcode":41,"cnum":12,"content":"When the dead rise, they will neither marry nor be given in marriage; they will be like the angels in heaven.","vcode":"NIV","vnum":25},{"bcode":41,"cnum":12,"content":"Now about the dead rising--have you not read in the book of Moses, in the account of the bush, how God said to him, 'I am the God of Abraham, the God of Isaac, and the God of Jacob'?","vcode":"NIV","vnum":26},{"bcode":41,"cnum":12,"content":"He is not the God of the dead, but of the living. You are badly mistaken!\"","vcode":"NIV","vnum":27},{"bcode":41,"cnum":12,"content":"One of the teachers of the law came and heard them debating. Noticing that Jesus had given them a good answer, he asked him, \"Of all the commandments, which is the most important?\"","vcode":"NIV","vnum":28},{"bcode":41,"cnum":12,"content":"\"The most important one,\" answered Jesus, \"is this: 'Hear, O Israel, the Lord our God, the Lord is one.","vcode":"NIV","vnum":29},{"bcode":41,"cnum":12,"content":"Love the Lord your God with all your heart and with all your soul and with all your mind and with all your strength.'","vcode":"NIV","vnum":30},{"bcode":41,"cnum":12,"content":"The second is this: 'Love your neighbor as yourself.'There is no commandment greater than these.\"","vcode":"NIV","vnum":31},{"bcode":41,"cnum":12,"content":"\"Well said, teacher,\" the man replied. \"You are right in saying that God is one and there is no other but him.","vcode":"NIV","vnum":32},{"bcode":41,"cnum":12,"content":"To love him with all your heart, with all your understanding and with all your strength, and to love your neighbor as yourself is more important than all burnt offerings and sacrifices.\"","vcode":"NIV","vnum":33},{"bcode":41,"cnum":12,"content":"When Jesus saw that he had answered wisely, he said to him, \"You are not far from the kingdom of God.\" And from then on no one dared ask him any more questions.","vcode":"NIV","vnum":34},{"bcode":41,"cnum":12,"content":"While Jesus was teaching in the temple courts, he asked, \"How is it that the teachers of the law say that the Christ is the son of David?","vcode":"NIV","vnum":35},{"bcode":41,"cnum":12,"content":"David himself, speaking by the Holy Spirit, declared: \" 'The Lord said to my Lord: \"Sit at my right hand until I put your enemies under your feet.\" '","vcode":"NIV","vnum":36},{"bcode":41,"cnum":12,"content":"David himself calls him 'Lord.' How then can he be his son?\" The large crowd listened to him with delight.","vcode":"NIV","vnum":37},{"bcode":41,"cnum":12,"content":"As he taught, Jesus said, \"Watch out for the teachers of the law. They like to walk around in flowing robes and be greeted in the marketplaces,","vcode":"NIV","vnum":38},{"bcode":41,"cnum":12,"content":"and have the most important seats in the synagogues and the places of honor at banquets.","vcode":"NIV","vnum":39},{"bcode":41,"cnum":12,"content":"They devour widows' houses and for a show make lengthy prayers. Such men will be punished most severely.\"","vcode":"NIV","vnum":40},{"bcode":41,"cnum":12,"content":"Jesus sat down opposite the place where the offerings were put and watched the crowd putting their money into the temple treasury. Many rich people threw in large amounts.","vcode":"NIV","vnum":41},{"bcode":41,"cnum":12,"content":"But a poor widow came and put in two very small copper coins,worth only a fraction of a penny.","vcode":"NIV","vnum":42},{"bcode":41,"cnum":12,"content":"Calling his disciples to him, Jesus said, \"I tell you the truth, this poor widow has put more into the treasury than all the others.","vcode":"NIV","vnum":43},{"bcode":41,"cnum":12,"content":"They all gave out of their wealth; but she, out of her poverty, put in everything--all she had to live on.\"","vcode":"NIV","vnum":44}]},"__N_SSG":true}