{"pageProps":{"version":{"name":"NIV","vcode":"NIV"},"bible":{"bcode":41,"chapterCount":16,"name":"Mark","type":"new","vcode":"NIV"},"chapter":"6","verses":[{"bcode":41,"cnum":6,"content":"Jesus left there and went to his hometown, accompanied by his disciples.","vcode":"NIV","vnum":1},{"bcode":41,"cnum":6,"content":"When the Sabbath came, he began to teach in the synagogue, and many who heard him were amazed. \"Where did this man get these things?\" they asked. \"What's this wisdom that has been given him, that he even does miracles!","vcode":"NIV","vnum":2},{"bcode":41,"cnum":6,"content":"Isn't this the carpenter? Isn't this Mary's son and the brother of James, Joseph, Judas and Simon? Aren't his sisters here with us?\" And they took offense at him.","vcode":"NIV","vnum":3},{"bcode":41,"cnum":6,"content":"Jesus said to them, \"Only in his hometown, among his relatives and in his own house is a prophet without honor.\"","vcode":"NIV","vnum":4},{"bcode":41,"cnum":6,"content":"He could not do any miracles there, except lay his hands on a few sick people and heal them.","vcode":"NIV","vnum":5},{"bcode":41,"cnum":6,"content":"And he was amazed at their lack of faith. Then Jesus went around teaching from village to village.","vcode":"NIV","vnum":6},{"bcode":41,"cnum":6,"content":"Calling the Twelve to him, he sent them out two by two and gave them authority over evil spirits.","vcode":"NIV","vnum":7},{"bcode":41,"cnum":6,"content":"These were his instructions: \"Take nothing for the journey except a staff--no bread, no bag, no money in your belts.","vcode":"NIV","vnum":8},{"bcode":41,"cnum":6,"content":"Wear sandals but not an extra tunic.","vcode":"NIV","vnum":9},{"bcode":41,"cnum":6,"content":"Whenever you enter a house, stay there until you leave that town.","vcode":"NIV","vnum":10},{"bcode":41,"cnum":6,"content":"And if any place will not welcome you or listen to you, shake the dust off your feet when you leave, as a testimony against them.\"","vcode":"NIV","vnum":11},{"bcode":41,"cnum":6,"content":"They went out and preached that people should repent.","vcode":"NIV","vnum":12},{"bcode":41,"cnum":6,"content":"They drove out many demons and anointed many sick people with oil and healed them.","vcode":"NIV","vnum":13},{"bcode":41,"cnum":6,"content":"King Herod heard about this, for Jesus' name had become well known. Some were saying, \"John the Baptist has been raised from the dead, and that is why miraculous powers are at work in him.\"","vcode":"NIV","vnum":14},{"bcode":41,"cnum":6,"content":"Others said, \"He is Elijah.\" And still others claimed, \"He is a prophet, like one of the prophets of long ago.\"","vcode":"NIV","vnum":15},{"bcode":41,"cnum":6,"content":"But when Herod heard this, he said, \"John, the man I beheaded, has been raised from the dead!\"","vcode":"NIV","vnum":16},{"bcode":41,"cnum":6,"content":"For Herod himself had given orders to have John arrested, and he had him bound and put in prison. He did this because of Herodias, his brother Philip's wife, whom he had married.","vcode":"NIV","vnum":17},{"bcode":41,"cnum":6,"content":"For John had been saying to Herod, \"It is not lawful for you to have your brother's wife.\"","vcode":"NIV","vnum":18},{"bcode":41,"cnum":6,"content":"So Herodias nursed a grudge against John and wanted to kill him. But she was not able to,","vcode":"NIV","vnum":19},{"bcode":41,"cnum":6,"content":"because Herod feared John and protected him, knowing him to be a righteous and holy man. When Herod heard John, he was greatly puzzled; yet he liked to listen to him.","vcode":"NIV","vnum":20},{"bcode":41,"cnum":6,"content":"Finally the opportune time came. On his birthday Herod gave a banquet for his high officials and military commanders and the leading men of Galilee.","vcode":"NIV","vnum":21},{"bcode":41,"cnum":6,"content":"When the daughter of Herodias came in and danced, she pleased Herod and his dinner guests. The king said to the girl, \"Ask me for anything you want, and I'll give it to you.\"","vcode":"NIV","vnum":22},{"bcode":41,"cnum":6,"content":"And he promised her with an oath, \"Whatever you ask I will give you, up to half my kingdom.\"","vcode":"NIV","vnum":23},{"bcode":41,"cnum":6,"content":"She went out and said to her mother, \"What shall I ask for?\" \"The head of John the Baptist,\" she answered.","vcode":"NIV","vnum":24},{"bcode":41,"cnum":6,"content":"At once the girl hurried in to the king with the request: \"I want you to give me right now the head of John the Baptist on a platter.\"","vcode":"NIV","vnum":25},{"bcode":41,"cnum":6,"content":"The king was greatly distressed, but because of his oaths and his dinner guests, he did not want to refuse her.","vcode":"NIV","vnum":26},{"bcode":41,"cnum":6,"content":"So he immediately sent an executioner with orders to bring John's head. The man went, beheaded John in the prison,","vcode":"NIV","vnum":27},{"bcode":41,"cnum":6,"content":"and brought back his head on a platter. He presented it to the girl, and she gave it to her mother.","vcode":"NIV","vnum":28},{"bcode":41,"cnum":6,"content":"On hearing of this, John's disciples came and took his body and laid it in a tomb.","vcode":"NIV","vnum":29},{"bcode":41,"cnum":6,"content":"The apostles gathered around Jesus and reported to him all they had done and taught.","vcode":"NIV","vnum":30},{"bcode":41,"cnum":6,"content":"Then, because so many people were coming and going that they did not even have a chance to eat, he said to them, \"Come with me by yourselves to a quiet place and get some rest.\"","vcode":"NIV","vnum":31},{"bcode":41,"cnum":6,"content":"So they went away by themselves in a boat to a solitary place.","vcode":"NIV","vnum":32},{"bcode":41,"cnum":6,"content":"But many who saw them leaving recognized them and ran on foot from all the towns and got there ahead of them.","vcode":"NIV","vnum":33},{"bcode":41,"cnum":6,"content":"When Jesus landed and saw a large crowd, he had compassion on them, because they were like sheep without a shepherd. So he began teaching them many things.","vcode":"NIV","vnum":34},{"bcode":41,"cnum":6,"content":"By this time it was late in the day, so his disciples came to him. \"This is a remote place,\" they said, \"and it's already very late.","vcode":"NIV","vnum":35},{"bcode":41,"cnum":6,"content":"Send the people away so they can go to the surrounding countryside and villages and buy themselves something to eat.\"","vcode":"NIV","vnum":36},{"bcode":41,"cnum":6,"content":"But he answered, \"You give them something to eat.\" They said to him, \"That would take eight months of a man's wages! Are we to go and spend that much on bread and give it to them to eat?\"","vcode":"NIV","vnum":37},{"bcode":41,"cnum":6,"content":"\"How many loaves do you have?\" he asked. \"Go and see.\" When they found out, they said, \"Five--and two fish.\"","vcode":"NIV","vnum":38},{"bcode":41,"cnum":6,"content":"Then Jesus directed them to have all the people sit down in groups on the green grass.","vcode":"NIV","vnum":39},{"bcode":41,"cnum":6,"content":"So they sat down in groups of hundreds and fifties.","vcode":"NIV","vnum":40},{"bcode":41,"cnum":6,"content":"Taking the five loaves and the two fish and looking up to heaven, he gave thanks and broke the loaves. Then he gave them to his disciples to set before the people. He also divided the two fish among them all.","vcode":"NIV","vnum":41},{"bcode":41,"cnum":6,"content":"They all ate and were satisfied,","vcode":"NIV","vnum":42},{"bcode":41,"cnum":6,"content":"and the disciples picked up twelve basketfuls of broken pieces of bread and fish.","vcode":"NIV","vnum":43},{"bcode":41,"cnum":6,"content":"The number of the men who had eaten was five thousand.","vcode":"NIV","vnum":44},{"bcode":41,"cnum":6,"content":"Immediately Jesus made his disciples get into the boat and go on ahead of him to Bethsaida, while he dismissed the crowd.","vcode":"NIV","vnum":45},{"bcode":41,"cnum":6,"content":"After leaving them, he went up on a mountainside to pray.","vcode":"NIV","vnum":46},{"bcode":41,"cnum":6,"content":"When evening came, the boat was in the middle of the lake, and he was alone on land.","vcode":"NIV","vnum":47},{"bcode":41,"cnum":6,"content":"He saw the disciples straining at the oars, because the wind was against them. About the fourth watch of the night he went out to them, walking on the lake. He was about to pass by them,","vcode":"NIV","vnum":48},{"bcode":41,"cnum":6,"content":"but when they saw him walking on the lake, they thought he was a ghost. They cried out,","vcode":"NIV","vnum":49},{"bcode":41,"cnum":6,"content":"because they all saw him and were terrified. Immediately he spoke to them and said, \"Take courage! It is I. Don't be afraid.\"","vcode":"NIV","vnum":50},{"bcode":41,"cnum":6,"content":"Then he climbed into the boat with them, and the wind died down. They were completely amazed,","vcode":"NIV","vnum":51},{"bcode":41,"cnum":6,"content":"for they had not understood about the loaves; their hearts were hardened.","vcode":"NIV","vnum":52},{"bcode":41,"cnum":6,"content":"When they had crossed over, they landed at Gennesaret and anchored there.","vcode":"NIV","vnum":53},{"bcode":41,"cnum":6,"content":"As soon as they got out of the boat, people recognized Jesus.","vcode":"NIV","vnum":54},{"bcode":41,"cnum":6,"content":"They ran throughout that whole region and carried the sick on mats to wherever they heard he was.","vcode":"NIV","vnum":55},{"bcode":41,"cnum":6,"content":"And wherever he went--into villages, towns or countryside--they placed the sick in the marketplaces. They begged him to let them touch even the edge of his cloak, and all who touched him were healed.","vcode":"NIV","vnum":56}]},"__N_SSG":true}