[
    {
        "bcode": 8,
        "cnum": 4,
        "content": "Meanwhile Boaz went up to the town gate and sat there. When the kinsman-redeemer he had mentioned came along, Boaz said, \"Come over here, my friend, and sit down.\" So he went over and sat down.",
        "vcode": "NIV",
        "vnum": 1
    },
    {
        "bcode": 8,
        "cnum": 4,
        "content": "Boaz took ten of the elders of the town and said, \"Sit here,\" and they did so.",
        "vcode": "NIV",
        "vnum": 2
    },
    {
        "bcode": 8,
        "cnum": 4,
        "content": "Then he said to the kinsman-redeemer, \"Naomi, who has come back from Moab, is selling the piece of land that belonged to our brother Elimelech.",
        "vcode": "NIV",
        "vnum": 3
    },
    {
        "bcode": 8,
        "cnum": 4,
        "content": "I thought I should bring the matter to your attention and suggest that you buy it in the presence of these seated here and in the presence of the elders of my people. If you will redeem it, do so. But if you will not, tell me, so I will know. For no one has the right to do it except you, and I am next in line.\" \"I will redeem it,\" he said.",
        "vcode": "NIV",
        "vnum": 4
    },
    {
        "bcode": 8,
        "cnum": 4,
        "content": "Then Boaz said, \"On the day you buy the land from Naomi and from Ruth the Moabitess, you acquire the dead man's widow, in order to maintain the name of the dead with his property.\"",
        "vcode": "NIV",
        "vnum": 5
    },
    {
        "bcode": 8,
        "cnum": 4,
        "content": "At this, the kinsman-redeemer said, \"Then I cannot redeem it because I might endanger my own estate. You redeem it yourself. I cannot do it.\"",
        "vcode": "NIV",
        "vnum": 6
    },
    {
        "bcode": 8,
        "cnum": 4,
        "content": "(Now in earlier times in Israel, for the redemption and transfer of property to become final, one party took off his sandal and gave it to the other. This was the method of legalizing transactions in Israel.)",
        "vcode": "NIV",
        "vnum": 7
    },
    {
        "bcode": 8,
        "cnum": 4,
        "content": "So the kinsman-redeemer said to Boaz, \"Buy it yourself.\" And he removed his sandal.",
        "vcode": "NIV",
        "vnum": 8
    },
    {
        "bcode": 8,
        "cnum": 4,
        "content": "Then Boaz announced to the elders and all the people, \"Today you are witnesses that I have bought from Naomi all the property of Elimelech, Kilion and Mahlon.",
        "vcode": "NIV",
        "vnum": 9
    },
    {
        "bcode": 8,
        "cnum": 4,
        "content": "I have also acquired Ruth the Moabitess, Mahlon's widow, as my wife, in order to maintain the name of the dead with his property, so that his name will not disappear from among his family or from the town records. Today you are witnesses!\"",
        "vcode": "NIV",
        "vnum": 10
    },
    {
        "bcode": 8,
        "cnum": 4,
        "content": "Then the elders and all those at the gate said, \"We are witnesses. May the LORD make the woman who is coming into your home like Rachel and Leah, who together built up the house of Israel. May you have standing in Ephrathah and be famous in Bethlehem.",
        "vcode": "NIV",
        "vnum": 11
    },
    {
        "bcode": 8,
        "cnum": 4,
        "content": "Through the offspring the LORD gives you by this young woman, may your family be like that of Perez, whom Tamar bore to Judah.\"",
        "vcode": "NIV",
        "vnum": 12
    },
    {
        "bcode": 8,
        "cnum": 4,
        "content": "So Boaz took Ruth and she became his wife. Then he went to her, and the LORD enabled her to conceive, and she gave birth to a son.",
        "vcode": "NIV",
        "vnum": 13
    },
    {
        "bcode": 8,
        "cnum": 4,
        "content": "The women said to Naomi: \"Praise be to the LORD, who this day has not left you without a kinsman-redeemer. May he become famous throughout Israel!",
        "vcode": "NIV",
        "vnum": 14
    },
    {
        "bcode": 8,
        "cnum": 4,
        "content": "He will renew your life and sustain you in your old age. For your daughter-in-law, who loves you and who is better to you than seven sons, has given him birth.\"",
        "vcode": "NIV",
        "vnum": 15
    },
    {
        "bcode": 8,
        "cnum": 4,
        "content": "Then Naomi took the child, laid him in her lap and cared for him.",
        "vcode": "NIV",
        "vnum": 16
    },
    {
        "bcode": 8,
        "cnum": 4,
        "content": "The women living there said, \"Naomi has a son.\" And they named him Obed. He was the father of Jesse, the father of David.",
        "vcode": "NIV",
        "vnum": 17
    },
    {
        "bcode": 8,
        "cnum": 4,
        "content": "This, then, is the family line of Perez: Perez was the father of Hezron,",
        "vcode": "NIV",
        "vnum": 18
    },
    {
        "bcode": 8,
        "cnum": 4,
        "content": "Hezron the father of Ram, Ram the father of Amminadab,",
        "vcode": "NIV",
        "vnum": 19
    },
    {
        "bcode": 8,
        "cnum": 4,
        "content": "Amminadab the father of Nahshon, Nahshon the father of Salmon,",
        "vcode": "NIV",
        "vnum": 20
    },
    {
        "bcode": 8,
        "cnum": 4,
        "content": "Salmon the father of Boaz, Boaz the father of Obed,",
        "vcode": "NIV",
        "vnum": 21
    },
    {
        "bcode": 8,
        "cnum": 4,
        "content": "Obed the father of Jesse, and Jesse the father of David.",
        "vcode": "NIV",
        "vnum": 22
    }
]