[
    {
        "bcode": 11,
        "cnum": 4,
        "content": "So King Solomon ruled over all Israel.",
        "vcode": "NIV",
        "vnum": 1
    },
    {
        "bcode": 11,
        "cnum": 4,
        "content": "And these were his chief officials: Azariah son of Zadok--the priest;",
        "vcode": "NIV",
        "vnum": 2
    },
    {
        "bcode": 11,
        "cnum": 4,
        "content": "Elihoreph and Ahijah, sons of Shisha--secretaries; Jehoshaphat son of Ahilud-recorder;",
        "vcode": "NIV",
        "vnum": 3
    },
    {
        "bcode": 11,
        "cnum": 4,
        "content": "Benaiah son of Jehoiada--commander in chief; Zadok and Abiathar-priests;",
        "vcode": "NIV",
        "vnum": 4
    },
    {
        "bcode": 11,
        "cnum": 4,
        "content": "Azariah son of Nathan--in charge of the district officers; Zabud son of Nathan--a priest and personal adviser to the king;",
        "vcode": "NIV",
        "vnum": 5
    },
    {
        "bcode": 11,
        "cnum": 4,
        "content": "Ahishar--in charge of the palace; Adoniram son of Abda--in charge of forced labor.",
        "vcode": "NIV",
        "vnum": 6
    },
    {
        "bcode": 11,
        "cnum": 4,
        "content": "Solomon also had twelve district governors over all Israel, who supplied provisions for the king and the royal household. Each one had to provide supplies for one month in the year.",
        "vcode": "NIV",
        "vnum": 7
    },
    {
        "bcode": 11,
        "cnum": 4,
        "content": "These are their names: Ben-Hur--in the hill country of Ephraim;",
        "vcode": "NIV",
        "vnum": 8
    },
    {
        "bcode": 11,
        "cnum": 4,
        "content": "Ben-Deker--in Makaz, Shaalbim, Beth Shemesh and Elon Bethhanan;",
        "vcode": "NIV",
        "vnum": 9
    },
    {
        "bcode": 11,
        "cnum": 4,
        "content": "Ben-Hesed--in Arubboth (Socoh and all the land of Hepher were his",
        "vcode": "NIV",
        "vnum": 10
    },
    {
        "bcode": 11,
        "cnum": 4,
        "content": "Ben-Abinadab--in Naphoth Dor (he was married to Taphath daughter of Solomon",
        "vcode": "NIV",
        "vnum": 11
    },
    {
        "bcode": 11,
        "cnum": 4,
        "content": "Baana son of Ahilud--in Taanach and Megiddo, and in all of Beth Shan next to Zarethan below Jezreel, from Beth Shan to Abel Meholah across to Jokmeam;",
        "vcode": "NIV",
        "vnum": 12
    },
    {
        "bcode": 11,
        "cnum": 4,
        "content": "Ben-Geber--in Ramoth Gilead (the settlements of Jair son of Manasseh in Gilead were his, as well as the district of Argob in Bashan and its sixty large walled cities with bronze gate bars",
        "vcode": "NIV",
        "vnum": 13
    },
    {
        "bcode": 11,
        "cnum": 4,
        "content": "Ahinadab son of Iddo--in Mahanaim;",
        "vcode": "NIV",
        "vnum": 14
    },
    {
        "bcode": 11,
        "cnum": 4,
        "content": "Ahimaaz--in Naphtali (he had married Basemath daughter of Solomon",
        "vcode": "NIV",
        "vnum": 15
    },
    {
        "bcode": 11,
        "cnum": 4,
        "content": "Baana son of Hushai--in Asher and in Aloth;",
        "vcode": "NIV",
        "vnum": 16
    },
    {
        "bcode": 11,
        "cnum": 4,
        "content": "Jehoshaphat son of Paruah--in Issachar;",
        "vcode": "NIV",
        "vnum": 17
    },
    {
        "bcode": 11,
        "cnum": 4,
        "content": "Shimei son of Ela--in Benjamin;",
        "vcode": "NIV",
        "vnum": 18
    },
    {
        "bcode": 11,
        "cnum": 4,
        "content": "Geber son of Uri--in Gilead (the country of Sihon king of the Amorites and the country of Og king of Bashan). He was the only governor over the district.",
        "vcode": "NIV",
        "vnum": 19
    },
    {
        "bcode": 11,
        "cnum": 4,
        "content": "The people of Judah and Israel were as numerous as the sand on the seashore; they ate, they drank and they were happy.",
        "vcode": "NIV",
        "vnum": 20
    },
    {
        "bcode": 11,
        "cnum": 4,
        "content": "And Solomon ruled over all the kingdoms from the River to the land of the Philistines, as far as the border of Egypt. These countries brought tribute and were Solomon's subjects all his life.",
        "vcode": "NIV",
        "vnum": 21
    },
    {
        "bcode": 11,
        "cnum": 4,
        "content": "Solomon's daily provisions were thirty cors of fine flour and sixty cors of meal,",
        "vcode": "NIV",
        "vnum": 22
    },
    {
        "bcode": 11,
        "cnum": 4,
        "content": "ten head of stall-fed cattle, twenty of pasture-fed cattle and a hundred sheep and goats, as well as deer, gazelles, roebucks and choice fowl.",
        "vcode": "NIV",
        "vnum": 23
    },
    {
        "bcode": 11,
        "cnum": 4,
        "content": "For he ruled over all the kingdoms west of the River, from Tiphsah to Gaza, and had peace on all sides.",
        "vcode": "NIV",
        "vnum": 24
    },
    {
        "bcode": 11,
        "cnum": 4,
        "content": "During Solomon's lifetime Judah and Israel, from Dan to Beersheba, lived in safety, each man under his own vine and fig tree.",
        "vcode": "NIV",
        "vnum": 25
    },
    {
        "bcode": 11,
        "cnum": 4,
        "content": "Solomon had four thousand stalls for chariot horses, and twelve thousand horses.",
        "vcode": "NIV",
        "vnum": 26
    },
    {
        "bcode": 11,
        "cnum": 4,
        "content": "The district officers, each in his month, supplied provisions for King Solomon and all who came to the king's table. They saw to it that nothing was lacking.",
        "vcode": "NIV",
        "vnum": 27
    },
    {
        "bcode": 11,
        "cnum": 4,
        "content": "They also brought to the proper place their quotas of barley and straw for the chariot horses and the other horses.",
        "vcode": "NIV",
        "vnum": 28
    },
    {
        "bcode": 11,
        "cnum": 4,
        "content": "God gave Solomon wisdom and very great insight, and a breadth of understanding as measureless as the sand on the seashore.",
        "vcode": "NIV",
        "vnum": 29
    },
    {
        "bcode": 11,
        "cnum": 4,
        "content": "Solomon's wisdom was greater than the wisdom of all the men of the East, and greater than all the wisdom of Egypt.",
        "vcode": "NIV",
        "vnum": 30
    },
    {
        "bcode": 11,
        "cnum": 4,
        "content": "He was wiser than any other man, including Ethan the Ezrahite--wiser than Heman, Calcol and Darda, the sons of Mahol. And his fame spread to all the surrounding nations.",
        "vcode": "NIV",
        "vnum": 31
    },
    {
        "bcode": 11,
        "cnum": 4,
        "content": "He spoke three thousand proverbs and his songs numbered a thousand and five.",
        "vcode": "NIV",
        "vnum": 32
    },
    {
        "bcode": 11,
        "cnum": 4,
        "content": "He described plant life, from the cedar of Lebanon to the hyssop that grows out of walls. He also taught about animals and birds, reptiles and fish.",
        "vcode": "NIV",
        "vnum": 33
    },
    {
        "bcode": 11,
        "cnum": 4,
        "content": "Men of all nations came to listen to Solomon's wisdom, sent by all the kings of the world, who had heard of his wisdom.",
        "vcode": "NIV",
        "vnum": 34
    }
]