{"pageProps":{"version":{"name":"NIV","vcode":"NIV"},"bible":{"bcode":20,"chapterCount":31,"name":"Proverbs","type":"old","vcode":"NIV"},"chapter":"21","verses":[{"bcode":20,"cnum":21,"content":"The king's heart is in the hand of the LORD; he directs it like a watercourse wherever he pleases.","vcode":"NIV","vnum":1},{"bcode":20,"cnum":21,"content":"All a man's ways seem right to him, but the LORD weighs the heart.","vcode":"NIV","vnum":2},{"bcode":20,"cnum":21,"content":"To do what is right and just is more acceptable to the LORD than sacrifice.","vcode":"NIV","vnum":3},{"bcode":20,"cnum":21,"content":"Haughty eyes and a proud heart, the lamp of the wicked, are sin!","vcode":"NIV","vnum":4},{"bcode":20,"cnum":21,"content":"The plans of the diligent lead to profit as surely as haste leads to poverty.","vcode":"NIV","vnum":5},{"bcode":20,"cnum":21,"content":"A fortune made by a lying tongue is a fleeting vapor and a deadly snare.","vcode":"NIV","vnum":6},{"bcode":20,"cnum":21,"content":"The violence of the wicked will drag them away, for they refuse to do what is right.","vcode":"NIV","vnum":7},{"bcode":20,"cnum":21,"content":"The way of the guilty is devious, but the conduct of the innocent is upright.","vcode":"NIV","vnum":8},{"bcode":20,"cnum":21,"content":"Better to live on a corner of the roof than share a house with a quarrelsome wife.","vcode":"NIV","vnum":9},{"bcode":20,"cnum":21,"content":"The wicked man craves evil; his neighbor gets no mercy from him.","vcode":"NIV","vnum":10},{"bcode":20,"cnum":21,"content":"When a mocker is punished, the simple gain wisdom; when a wise man is instructed, he gets knowledge.","vcode":"NIV","vnum":11},{"bcode":20,"cnum":21,"content":"The Righteous One takes note of the house of the wicked and brings the wicked to ruin.","vcode":"NIV","vnum":12},{"bcode":20,"cnum":21,"content":"If a man shuts his ears to the cry of the poor, he too will cry out and not be answered.","vcode":"NIV","vnum":13},{"bcode":20,"cnum":21,"content":"A gift given in secret soothes anger, and a bribe concealed in the cloak pacifies great wrath.","vcode":"NIV","vnum":14},{"bcode":20,"cnum":21,"content":"When justice is done, it brings joy to the righteous but terror to evildoers.","vcode":"NIV","vnum":15},{"bcode":20,"cnum":21,"content":"A man who strays from the path of understanding comes to rest in the company of the dead.","vcode":"NIV","vnum":16},{"bcode":20,"cnum":21,"content":"He who loves pleasure will become poor; whoever loves wine and oil will never be rich.","vcode":"NIV","vnum":17},{"bcode":20,"cnum":21,"content":"The wicked become a ransom for the righteous, and the unfaithful for the upright.","vcode":"NIV","vnum":18},{"bcode":20,"cnum":21,"content":"Better to live in a desert than with a quarrelsome and ill-tempered wife.","vcode":"NIV","vnum":19},{"bcode":20,"cnum":21,"content":"In the house of the wise are stores of choice food and oil, but a foolish man devours all he has.","vcode":"NIV","vnum":20},{"bcode":20,"cnum":21,"content":"He who pursues righteousness and love finds life, prosperity and honor.","vcode":"NIV","vnum":21},{"bcode":20,"cnum":21,"content":"A wise man attacks the city of the mighty and pulls down the stronghold in which they trust.","vcode":"NIV","vnum":22},{"bcode":20,"cnum":21,"content":"He who guards his mouth and his tongue keeps himself from calamity.","vcode":"NIV","vnum":23},{"bcode":20,"cnum":21,"content":"The proud and arrogant man-\"Mocker\" is his name; he behaves with overweening pride.","vcode":"NIV","vnum":24},{"bcode":20,"cnum":21,"content":"The sluggard's craving will be the death of him, because his hands refuse to work.","vcode":"NIV","vnum":25},{"bcode":20,"cnum":21,"content":"All day long he craves for more, but the righteous give without sparing.","vcode":"NIV","vnum":26},{"bcode":20,"cnum":21,"content":"The sacrifice of the wicked is detestable-- how much more so when brought with evil intent!","vcode":"NIV","vnum":27},{"bcode":20,"cnum":21,"content":"A false witness will perish, and whoever listens to him will be destroyed forever.","vcode":"NIV","vnum":28},{"bcode":20,"cnum":21,"content":"A wicked man puts up a bold front, but an upright man gives thought to his ways.","vcode":"NIV","vnum":29},{"bcode":20,"cnum":21,"content":"There is no wisdom, no insight, no plan that can succeed against the LORD.","vcode":"NIV","vnum":30},{"bcode":20,"cnum":21,"content":"The horse is made ready for the day of battle, but victory rests with the LORD.","vcode":"NIV","vnum":31}]},"__N_SSG":true}