{"pageProps":{"version":{"name":"NIV","vcode":"NIV"},"bible":{"bcode":20,"chapterCount":31,"name":"Proverbs","type":"old","vcode":"NIV"},"chapter":"31","verses":[{"bcode":20,"cnum":31,"content":"The sayings of King Lemuel--an oracle his mother taught him:","vcode":"NIV","vnum":1},{"bcode":20,"cnum":31,"content":"\"O my son, O son of my womb, O son of my vows,","vcode":"NIV","vnum":2},{"bcode":20,"cnum":31,"content":"do not spend your strength on women, your vigor on those who ruin kings.","vcode":"NIV","vnum":3},{"bcode":20,"cnum":31,"content":"\"It is not for kings, O Lemuel-- not for kings to drink wine, not for rulers to crave beer,","vcode":"NIV","vnum":4},{"bcode":20,"cnum":31,"content":"lest they drink and forget what the law decrees, and deprive all the oppressed of their rights.","vcode":"NIV","vnum":5},{"bcode":20,"cnum":31,"content":"Give beer to those who are perishing, wine to those who are in anguish;","vcode":"NIV","vnum":6},{"bcode":20,"cnum":31,"content":"let them drink and forget their poverty and remember their misery no more.","vcode":"NIV","vnum":7},{"bcode":20,"cnum":31,"content":"\"Speak up for those who cannot speak for themselves, for the rights of all who are destitute.","vcode":"NIV","vnum":8},{"bcode":20,"cnum":31,"content":"Speak up and judge fairly; defend the rights of the poor and needy.\" Epilogue: The Wife of Noble Character","vcode":"NIV","vnum":9},{"bcode":20,"cnum":31,"content":"A wife of noble character who can find? She is worth far more than rubies.","vcode":"NIV","vnum":10},{"bcode":20,"cnum":31,"content":"Her husband has full confidence in her and lacks nothing of value.","vcode":"NIV","vnum":11},{"bcode":20,"cnum":31,"content":"She brings him good, not harm, all the days of her life.","vcode":"NIV","vnum":12},{"bcode":20,"cnum":31,"content":"She selects wool and flax and works with eager hands.","vcode":"NIV","vnum":13},{"bcode":20,"cnum":31,"content":"She is like the merchant ships, bringing her food from afar.","vcode":"NIV","vnum":14},{"bcode":20,"cnum":31,"content":"She gets up while it is still dark; she provides food for her family and portions for her servant girls.","vcode":"NIV","vnum":15},{"bcode":20,"cnum":31,"content":"She considers a field and buys it; out of her earnings she plants a vineyard.","vcode":"NIV","vnum":16},{"bcode":20,"cnum":31,"content":"She sets about her work vigorously; her arms are strong for her tasks.","vcode":"NIV","vnum":17},{"bcode":20,"cnum":31,"content":"She sees that her trading is profitable, and her lamp does not go out at night.","vcode":"NIV","vnum":18},{"bcode":20,"cnum":31,"content":"In her hand she holds the distaff and grasps the spindle with her fingers.","vcode":"NIV","vnum":19},{"bcode":20,"cnum":31,"content":"She opens her arms to the poor and extends her hands to the needy.","vcode":"NIV","vnum":20},{"bcode":20,"cnum":31,"content":"When it snows, she has no fear for her household; for all of them are clothed in scarlet.","vcode":"NIV","vnum":21},{"bcode":20,"cnum":31,"content":"She makes coverings for her bed; she is clothed in fine linen and purple.","vcode":"NIV","vnum":22},{"bcode":20,"cnum":31,"content":"Her husband is respected at the city gate, where he takes his seat among the elders of the land.","vcode":"NIV","vnum":23},{"bcode":20,"cnum":31,"content":"She makes linen garments and sells them, and supplies the merchants with sashes.","vcode":"NIV","vnum":24},{"bcode":20,"cnum":31,"content":"She is clothed with strength and dignity; she can laugh at the days to come.","vcode":"NIV","vnum":25},{"bcode":20,"cnum":31,"content":"She speaks with wisdom, and faithful instruction is on her tongue.","vcode":"NIV","vnum":26},{"bcode":20,"cnum":31,"content":"She watches over the affairs of her household and does not eat the bread of idleness.","vcode":"NIV","vnum":27},{"bcode":20,"cnum":31,"content":"Her children arise and call her blessed; her husband also, and he praises her:","vcode":"NIV","vnum":28},{"bcode":20,"cnum":31,"content":"\"Many women do noble things, but you surpass them all.\"","vcode":"NIV","vnum":29},{"bcode":20,"cnum":31,"content":"Charm is deceptive, and beauty is fleeting; but a woman who fears the LORD is to be praised.","vcode":"NIV","vnum":30},{"bcode":20,"cnum":31,"content":"Give her the reward she has earned, and let her works bring her praise at the city gate.","vcode":"NIV","vnum":31}]},"__N_SSG":true}