{"pageProps":{"version":{"name":"NIV","vcode":"NIV"},"bible":{"bcode":20,"chapterCount":31,"name":"Proverbs","type":"old","vcode":"NIV"},"chapter":"6","verses":[{"bcode":20,"cnum":6,"content":"My son, if you have put up security for your neighbor, if you have struck hands in pledge for another,","vcode":"NIV","vnum":1},{"bcode":20,"cnum":6,"content":"if you have been trapped by what you said, ensnared by the words of your mouth,","vcode":"NIV","vnum":2},{"bcode":20,"cnum":6,"content":"then do this, my son, to free yourself, since you have fallen into your neighbor's hands: Go and humble yourself; press your plea with your neighbor!","vcode":"NIV","vnum":3},{"bcode":20,"cnum":6,"content":"Allow no sleep to your eyes, no slumber to your eyelids.","vcode":"NIV","vnum":4},{"bcode":20,"cnum":6,"content":"Free yourself, like a gazelle from the hand of the hunter, like a bird from the snare of the fowler.","vcode":"NIV","vnum":5},{"bcode":20,"cnum":6,"content":"Go to the ant, you sluggard; consider its ways and be wise!","vcode":"NIV","vnum":6},{"bcode":20,"cnum":6,"content":"It has no commander, no overseer or ruler,","vcode":"NIV","vnum":7},{"bcode":20,"cnum":6,"content":"yet it stores its provisions in summer and gathers its food at harvest.","vcode":"NIV","vnum":8},{"bcode":20,"cnum":6,"content":"How long will you lie there, you sluggard? When will you get up from your sleep?","vcode":"NIV","vnum":9},{"bcode":20,"cnum":6,"content":"A little sleep, a little slumber, a little folding of the hands to rest-","vcode":"NIV","vnum":10},{"bcode":20,"cnum":6,"content":"and poverty will come on you like a bandit and scarcity like an armed man.","vcode":"NIV","vnum":11},{"bcode":20,"cnum":6,"content":"A scoundrel and villain, who goes about with a corrupt mouth,","vcode":"NIV","vnum":12},{"bcode":20,"cnum":6,"content":"who winks with his eye, signals with his feet and motions with his fingers,","vcode":"NIV","vnum":13},{"bcode":20,"cnum":6,"content":"who plots evil with deceit in his heart-- he always stirs up dissension.","vcode":"NIV","vnum":14},{"bcode":20,"cnum":6,"content":"Therefore disaster will overtake him in an instant; he will suddenly be destroyed--without remedy.","vcode":"NIV","vnum":15},{"bcode":20,"cnum":6,"content":"There are six things the LORD hates, seven that are detestable to him:","vcode":"NIV","vnum":16},{"bcode":20,"cnum":6,"content":"haughty eyes, a lying tongue, hands that shed innocent blood,","vcode":"NIV","vnum":17},{"bcode":20,"cnum":6,"content":"a heart that devises wicked schemes, feet that are quick to rush into evil,","vcode":"NIV","vnum":18},{"bcode":20,"cnum":6,"content":"a false witness who pours out lies and a man who stirs up dissension among brothers.","vcode":"NIV","vnum":19},{"bcode":20,"cnum":6,"content":"My son, keep your father's commands and do not forsake your mother's teaching.","vcode":"NIV","vnum":20},{"bcode":20,"cnum":6,"content":"Bind them upon your heart forever; fasten them around your neck.","vcode":"NIV","vnum":21},{"bcode":20,"cnum":6,"content":"When you walk, they will guide you; when you sleep, they will watch over you; when you awake, they will speak to you.","vcode":"NIV","vnum":22},{"bcode":20,"cnum":6,"content":"For these commands are a lamp, this teaching is a light, and the corrections of discipline are the way to life,","vcode":"NIV","vnum":23},{"bcode":20,"cnum":6,"content":"keeping you from the immoral woman, from the smooth tongue of the wayward wife.","vcode":"NIV","vnum":24},{"bcode":20,"cnum":6,"content":"Do not lust in your heart after her beauty or let her captivate you with her eyes,","vcode":"NIV","vnum":25},{"bcode":20,"cnum":6,"content":"for the prostitute reduces you to a loaf of bread, and the adulteress preys upon your very life.","vcode":"NIV","vnum":26},{"bcode":20,"cnum":6,"content":"Can a man scoop fire into his lap without his clothes being burned?","vcode":"NIV","vnum":27},{"bcode":20,"cnum":6,"content":"Can a man walk on hot coals without his feet being scorched?","vcode":"NIV","vnum":28},{"bcode":20,"cnum":6,"content":"So is he who sleeps with another man's wife; no one who touches her will go unpunished.","vcode":"NIV","vnum":29},{"bcode":20,"cnum":6,"content":"Men do not despise a thief if he steals to satisfy his hunger when he is starving.","vcode":"NIV","vnum":30},{"bcode":20,"cnum":6,"content":"Yet if he is caught, he must pay sevenfold, though it costs him all the wealth of his house.","vcode":"NIV","vnum":31},{"bcode":20,"cnum":6,"content":"But a man who commits adultery lacks judgment; whoever does so destroys himself.","vcode":"NIV","vnum":32},{"bcode":20,"cnum":6,"content":"Blows and disgrace are his lot, and his shame will never be wiped away;","vcode":"NIV","vnum":33},{"bcode":20,"cnum":6,"content":"for jealousy arouses a husband's fury, and he will show no mercy when he takes revenge.","vcode":"NIV","vnum":34},{"bcode":20,"cnum":6,"content":"He will not accept any compensation; he will refuse the bribe, however great it is.","vcode":"NIV","vnum":35}]},"__N_SSG":true}