[
    {
        "bcode": 6,
        "cnum": 13,
        "content": "When Joshua was old and well advanced in years, the LORD said to him, \"You are very old, and there are still very large areas of land to be taken over.",
        "vcode": "NIV",
        "vnum": 1
    },
    {
        "bcode": 6,
        "cnum": 13,
        "content": "\"This is the land that remains: all the regions of the Philistines and Geshurites:",
        "vcode": "NIV",
        "vnum": 2
    },
    {
        "bcode": 6,
        "cnum": 13,
        "content": "from the Shihor River on the east of Egypt to the territory of Ekron on the north, all of it counted as Canaanite (the territory of the five Philistine rulers in Gaza, Ashdod, Ashkelon, Gath and Ekron--that of the Avvites",
        "vcode": "NIV",
        "vnum": 3
    },
    {
        "bcode": 6,
        "cnum": 13,
        "content": "from the south, all the land of the Canaanites, from Arah of the Sidonians as far as Aphek, the region of the Amorites,",
        "vcode": "NIV",
        "vnum": 4
    },
    {
        "bcode": 6,
        "cnum": 13,
        "content": "the area of the Gebalites ; and all Lebanon to the east, from Baal Gad below Mount Hermon to Lebo Hamath.",
        "vcode": "NIV",
        "vnum": 5
    },
    {
        "bcode": 6,
        "cnum": 13,
        "content": "\"As for all the inhabitants of the mountain regions from Lebanon to Misrephoth Maim, that is, all the Sidonians, I myself will drive them out before the Israelites. Be sure to allocate this land to Israel for an inheritance, as I have instructed you,",
        "vcode": "NIV",
        "vnum": 6
    },
    {
        "bcode": 6,
        "cnum": 13,
        "content": "and divide it as an inheritance among the nine tribes and half of the tribe of Manasseh.\"",
        "vcode": "NIV",
        "vnum": 7
    },
    {
        "bcode": 6,
        "cnum": 13,
        "content": "The other half of Manasseh, the Reubenites and the Gadites had received the inheritance that Moses had given them east of the Jordan, as he, the servant of the LORD, had assigned it to them.",
        "vcode": "NIV",
        "vnum": 8
    },
    {
        "bcode": 6,
        "cnum": 13,
        "content": "It extended from Aroer on the rim of the Arnon Gorge, and from the town in the middle of the gorge, and included the whole plateau of Medeba as far as Dibon,",
        "vcode": "NIV",
        "vnum": 9
    },
    {
        "bcode": 6,
        "cnum": 13,
        "content": "and all the towns of Sihon king of the Amorites, who ruled in Heshbon, out to the border of the Ammonites.",
        "vcode": "NIV",
        "vnum": 10
    },
    {
        "bcode": 6,
        "cnum": 13,
        "content": "It also included Gilead, the territory of the people of Geshur and Maacah, all of Mount Hermon and all Bashan as far as Salecah-",
        "vcode": "NIV",
        "vnum": 11
    },
    {
        "bcode": 6,
        "cnum": 13,
        "content": "that is, the whole kingdom of Og in Bashan, who had reigned in Ashtaroth and Edrei and had survived as one of the last of the Rephaites. Moses had defeated them and taken over their land.",
        "vcode": "NIV",
        "vnum": 12
    },
    {
        "bcode": 6,
        "cnum": 13,
        "content": "But the Israelites did not drive out the people of Geshur and Maacah, so they continue to live among the Israelites to this day.",
        "vcode": "NIV",
        "vnum": 13
    },
    {
        "bcode": 6,
        "cnum": 13,
        "content": "But to the tribe of Levi he gave no inheritance, since the offerings made by fire to the LORD, the God of Israel, are their inheritance, as he promised them.",
        "vcode": "NIV",
        "vnum": 14
    },
    {
        "bcode": 6,
        "cnum": 13,
        "content": "This is what Moses had given to the tribe of Reuben, clan by clan:",
        "vcode": "NIV",
        "vnum": 15
    },
    {
        "bcode": 6,
        "cnum": 13,
        "content": "The territory from Aroer on the rim of the Arnon Gorge, and from the town in the middle of the gorge, and the whole plateau past Medeba",
        "vcode": "NIV",
        "vnum": 16
    },
    {
        "bcode": 6,
        "cnum": 13,
        "content": "to Heshbon and all its towns on the plateau, including Dibon, Bamoth Baal, Beth Baal Meon,",
        "vcode": "NIV",
        "vnum": 17
    },
    {
        "bcode": 6,
        "cnum": 13,
        "content": "Jahaz, Kedemoth, Mephaath,",
        "vcode": "NIV",
        "vnum": 18
    },
    {
        "bcode": 6,
        "cnum": 13,
        "content": "Kiriathaim, Sibmah, Zereth Shahar on the hill in the valley,",
        "vcode": "NIV",
        "vnum": 19
    },
    {
        "bcode": 6,
        "cnum": 13,
        "content": "Beth Peor, the slopes of Pisgah, and Beth Jeshimoth",
        "vcode": "NIV",
        "vnum": 20
    },
    {
        "bcode": 6,
        "cnum": 13,
        "content": "--all the towns on the plateau and the entire realm of Sihon king of the Amorites, who ruled at Heshbon. Moses had defeated him and the Midianite chiefs, Evi, Rekem, Zur, Hur and Reba--princes allied with Sihon--who lived in that country.",
        "vcode": "NIV",
        "vnum": 21
    },
    {
        "bcode": 6,
        "cnum": 13,
        "content": "In addition to those slain in battle, the Israelites had put to the sword Balaam son of Beor, who practiced divination.",
        "vcode": "NIV",
        "vnum": 22
    },
    {
        "bcode": 6,
        "cnum": 13,
        "content": "The boundary of the Reubenites was the bank of the Jordan. These towns and their villages were the inheritance of the Reubenites, clan by clan.",
        "vcode": "NIV",
        "vnum": 23
    },
    {
        "bcode": 6,
        "cnum": 13,
        "content": "This is what Moses had given to the tribe of Gad, clan by clan:",
        "vcode": "NIV",
        "vnum": 24
    },
    {
        "bcode": 6,
        "cnum": 13,
        "content": "The territory of Jazer, all the towns of Gilead and half the Ammonite country as far as Aroer, near Rabbah;",
        "vcode": "NIV",
        "vnum": 25
    },
    {
        "bcode": 6,
        "cnum": 13,
        "content": "and from Heshbon to Ramath Mizpah and Betonim, and from Mahanaim to the territory of Debir;",
        "vcode": "NIV",
        "vnum": 26
    },
    {
        "bcode": 6,
        "cnum": 13,
        "content": "and in the valley, Beth Haram, Beth Nimrah, Succoth and Zaphon with the rest of the realm of Sihon king of Heshbon (the east side of the Jordan, the territory up to the end of the Sea of Kinnereth ).",
        "vcode": "NIV",
        "vnum": 27
    },
    {
        "bcode": 6,
        "cnum": 13,
        "content": "These towns and their villages were the inheritance of the Gadites, clan by clan.",
        "vcode": "NIV",
        "vnum": 28
    },
    {
        "bcode": 6,
        "cnum": 13,
        "content": "This is what Moses had given to the half-tribe of Manasseh, that is, to half the family of the descendants of Manasseh, clan by clan:",
        "vcode": "NIV",
        "vnum": 29
    },
    {
        "bcode": 6,
        "cnum": 13,
        "content": "The territory extending from Mahanaim and including all of Bashan, the entire realm of Og king of Bashan--all the settlements of Jair in Bashan, sixty towns,",
        "vcode": "NIV",
        "vnum": 30
    },
    {
        "bcode": 6,
        "cnum": 13,
        "content": "half of Gilead, and Ashtaroth and Edrei (the royal cities of Og in Bashan). This was for the descendants of Makir son of Manasseh--for half of the sons of Makir, clan by clan.",
        "vcode": "NIV",
        "vnum": 31
    },
    {
        "bcode": 6,
        "cnum": 13,
        "content": "This is the inheritance Moses had given when he was in the plains of Moab across the Jordan east of Jericho.",
        "vcode": "NIV",
        "vnum": 32
    },
    {
        "bcode": 6,
        "cnum": 13,
        "content": "But to the tribe of Levi, Moses had given no inheritance; the LORD, the God of Israel, is their inheritance, as he promised them.",
        "vcode": "NIV",
        "vnum": 33
    }
]