[
    {
        "bcode": 6,
        "cnum": 16,
        "content": "The allotment for Joseph began at the Jordan of Jericho, east of the waters of Jericho, and went up from there through the desert into the hill country of Bethel.",
        "vcode": "NIV",
        "vnum": 1
    },
    {
        "bcode": 6,
        "cnum": 16,
        "content": "It went on from Bethel (that is, Luz), crossed over to the territory of the Arkites in Ataroth,",
        "vcode": "NIV",
        "vnum": 2
    },
    {
        "bcode": 6,
        "cnum": 16,
        "content": "descended westward to the territory of the Japhletites as far as the region of Lower Beth Horon and on to Gezer, ending at the sea.",
        "vcode": "NIV",
        "vnum": 3
    },
    {
        "bcode": 6,
        "cnum": 16,
        "content": "So Manasseh and Ephraim, the descendants of Joseph, received their inheritance.",
        "vcode": "NIV",
        "vnum": 4
    },
    {
        "bcode": 6,
        "cnum": 16,
        "content": "This was the territory of Ephraim, clan by clan: The boundary of their inheritance went from Ataroth Addar in the east to Upper Beth Horon",
        "vcode": "NIV",
        "vnum": 5
    },
    {
        "bcode": 6,
        "cnum": 16,
        "content": "and continued to the sea. From Micmethath on the north it curved eastward to Taanath Shiloh, passing by it to Janoah on the east.",
        "vcode": "NIV",
        "vnum": 6
    },
    {
        "bcode": 6,
        "cnum": 16,
        "content": "Then it went down from Janoah to Ataroth and Naarah, touched Jericho and came out at the Jordan.",
        "vcode": "NIV",
        "vnum": 7
    },
    {
        "bcode": 6,
        "cnum": 16,
        "content": "From Tappuah the border went west to the Kanah Ravine and ended at the sea. This was the inheritance of the tribe of the Ephraimites, clan by clan.",
        "vcode": "NIV",
        "vnum": 8
    },
    {
        "bcode": 6,
        "cnum": 16,
        "content": "It also included all the towns and their villages that were set aside for the Ephraimites within the inheritance of the Manassites.",
        "vcode": "NIV",
        "vnum": 9
    },
    {
        "bcode": 6,
        "cnum": 16,
        "content": "They did not dislodge the Canaanites living in Gezer; to this day the Canaanites live among the people of Ephraim but are required to do forced labor.",
        "vcode": "NIV",
        "vnum": 10
    }
]