[
    {
        "bcode": 6,
        "cnum": 3,
        "content": "Early in the morning Joshua and all the Israelites set out from Shittim and went to the Jordan, where they camped before crossing over.",
        "vcode": "NIV",
        "vnum": 1
    },
    {
        "bcode": 6,
        "cnum": 3,
        "content": "After three days the officers went throughout the camp,",
        "vcode": "NIV",
        "vnum": 2
    },
    {
        "bcode": 6,
        "cnum": 3,
        "content": "giving orders to the people: \"When you see the ark of the covenant of the LORD your God, and the priests, who are Levites, carrying it, you are to move out from your positions and follow it.",
        "vcode": "NIV",
        "vnum": 3
    },
    {
        "bcode": 6,
        "cnum": 3,
        "content": "Then you will know which way to go, since you have never been this way before. But keep a distance of about a thousand yards between you and the ark; do not go near it.\"",
        "vcode": "NIV",
        "vnum": 4
    },
    {
        "bcode": 6,
        "cnum": 3,
        "content": "Joshua told the people, \"Consecrate yourselves, for tomorrow the LORD will do amazing things among you.\"",
        "vcode": "NIV",
        "vnum": 5
    },
    {
        "bcode": 6,
        "cnum": 3,
        "content": "Joshua said to the priests, \"Take up the ark of the covenant and pass on ahead of the people.\" So they took it up and went ahead of them.",
        "vcode": "NIV",
        "vnum": 6
    },
    {
        "bcode": 6,
        "cnum": 3,
        "content": "And the LORD said to Joshua, \"Today I will begin to exalt you in the eyes of all Israel, so they may know that I am with you as I was with Moses.",
        "vcode": "NIV",
        "vnum": 7
    },
    {
        "bcode": 6,
        "cnum": 3,
        "content": "Tell the priests who carry the ark of the covenant: 'When you reach the edge of the Jordan's waters, go and stand in the river.' \"",
        "vcode": "NIV",
        "vnum": 8
    },
    {
        "bcode": 6,
        "cnum": 3,
        "content": "Joshua said to the Israelites, \"Come here and listen to the words of the LORD your God.",
        "vcode": "NIV",
        "vnum": 9
    },
    {
        "bcode": 6,
        "cnum": 3,
        "content": "This is how you will know that the living God is among you and that he will certainly drive out before you the Canaanites, Hittites, Hivites, Perizzites, Girgashites, Amorites and Jebusites.",
        "vcode": "NIV",
        "vnum": 10
    },
    {
        "bcode": 6,
        "cnum": 3,
        "content": "See, the ark of the covenant of the Lord of all the earth will go into the Jordan ahead of you.",
        "vcode": "NIV",
        "vnum": 11
    },
    {
        "bcode": 6,
        "cnum": 3,
        "content": "Now then, choose twelve men from the tribes of Israel, one from each tribe.",
        "vcode": "NIV",
        "vnum": 12
    },
    {
        "bcode": 6,
        "cnum": 3,
        "content": "And as soon as the priests who carry the ark of the LORD -the Lord of all the earth--set foot in the Jordan, its waters flowing downstream will be cut off and stand up in a heap.\"",
        "vcode": "NIV",
        "vnum": 13
    },
    {
        "bcode": 6,
        "cnum": 3,
        "content": "So when the people broke camp to cross the Jordan, the priests carrying the ark of the covenant went ahead of them.",
        "vcode": "NIV",
        "vnum": 14
    },
    {
        "bcode": 6,
        "cnum": 3,
        "content": "Now the Jordan is at flood stage all during harvest. Yet as soon as the priests who carried the ark reached the Jordan and their feet touched the water's edge,",
        "vcode": "NIV",
        "vnum": 15
    },
    {
        "bcode": 6,
        "cnum": 3,
        "content": "the water from upstream stopped flowing. It piled up in a heap a great distance away, at a town called Adam in the vicinity of Zarethan, while the water flowing down to the Sea of the Arabah (the Salt Sea ) was completely cut off. So the people crossed over opposite Jericho.",
        "vcode": "NIV",
        "vnum": 16
    },
    {
        "bcode": 6,
        "cnum": 3,
        "content": "The priests who carried the ark of the covenant of the LORD stood firm on dry ground in the middle of the Jordan, while all Israel passed by until the whole nation had completed the crossing on dry ground.",
        "vcode": "NIV",
        "vnum": 17
    }
]