[
    {
        "bcode": 51,
        "cnum": 3,
        "content": "Since, then, you have been raised with Christ, set your hearts on things above, where Christ is seated at the right hand of God.",
        "vcode": "NIV",
        "vnum": 1
    },
    {
        "bcode": 51,
        "cnum": 3,
        "content": "Set your minds on things above, not on earthly things.",
        "vcode": "NIV",
        "vnum": 2
    },
    {
        "bcode": 51,
        "cnum": 3,
        "content": "For you died, and your life is now hidden with Christ in God.",
        "vcode": "NIV",
        "vnum": 3
    },
    {
        "bcode": 51,
        "cnum": 3,
        "content": "When Christ, who is your life, appears, then you also will appear with him in glory.",
        "vcode": "NIV",
        "vnum": 4
    },
    {
        "bcode": 51,
        "cnum": 3,
        "content": "Put to death, therefore, whatever belongs to your earthly nature: sexual immorality, impurity, lust, evil desires and greed, which is idolatry.",
        "vcode": "NIV",
        "vnum": 5
    },
    {
        "bcode": 51,
        "cnum": 3,
        "content": "Because of these, the wrath of God is coming.",
        "vcode": "NIV",
        "vnum": 6
    },
    {
        "bcode": 51,
        "cnum": 3,
        "content": "You used to walk in these ways, in the life you once lived.",
        "vcode": "NIV",
        "vnum": 7
    },
    {
        "bcode": 51,
        "cnum": 3,
        "content": "But now you must rid yourselves of all such things as these: anger, rage, malice, slander, and filthy language from your lips.",
        "vcode": "NIV",
        "vnum": 8
    },
    {
        "bcode": 51,
        "cnum": 3,
        "content": "Do not lie to each other, since you have taken off your old self with its practices",
        "vcode": "NIV",
        "vnum": 9
    },
    {
        "bcode": 51,
        "cnum": 3,
        "content": "and have put on the new self, which is being renewed in knowledge in the image of its Creator.",
        "vcode": "NIV",
        "vnum": 10
    },
    {
        "bcode": 51,
        "cnum": 3,
        "content": "Here there is no Greek or Jew, circumcised or uncircumcised, barbarian, Scythian, slave or free, but Christ is all, and is in all.",
        "vcode": "NIV",
        "vnum": 11
    },
    {
        "bcode": 51,
        "cnum": 3,
        "content": "Therefore, as God's chosen people, holy and dearly loved, clothe yourselves with compassion, kindness, humility, gentleness and patience.",
        "vcode": "NIV",
        "vnum": 12
    },
    {
        "bcode": 51,
        "cnum": 3,
        "content": "Bear with each other and forgive whatever grievances you may have against one another. Forgive as the Lord forgave you.",
        "vcode": "NIV",
        "vnum": 13
    },
    {
        "bcode": 51,
        "cnum": 3,
        "content": "And over all these virtues put on love, which binds them all together in perfect unity.",
        "vcode": "NIV",
        "vnum": 14
    },
    {
        "bcode": 51,
        "cnum": 3,
        "content": "Let the peace of Christ rule in your hearts, since as members of one body you were called to peace. And be thankful.",
        "vcode": "NIV",
        "vnum": 15
    },
    {
        "bcode": 51,
        "cnum": 3,
        "content": "Let the word of Christ dwell in you richly as you teach and admonish one another with all wisdom, and as you sing psalms, hymns and spiritual songs with gratitude in your hearts to God.",
        "vcode": "NIV",
        "vnum": 16
    },
    {
        "bcode": 51,
        "cnum": 3,
        "content": "And whatever you do, whether in word or deed, do it all in the name of the Lord Jesus, giving thanks to God the Father through him.",
        "vcode": "NIV",
        "vnum": 17
    },
    {
        "bcode": 51,
        "cnum": 3,
        "content": "Wives, submit to your husbands, as is fitting in the Lord.",
        "vcode": "NIV",
        "vnum": 18
    },
    {
        "bcode": 51,
        "cnum": 3,
        "content": "Husbands, love your wives and do not be harsh with them.",
        "vcode": "NIV",
        "vnum": 19
    },
    {
        "bcode": 51,
        "cnum": 3,
        "content": "Children, obey your parents in everything, for this pleases the Lord.",
        "vcode": "NIV",
        "vnum": 20
    },
    {
        "bcode": 51,
        "cnum": 3,
        "content": "Fathers, do not embitter your children, or they will become discouraged.",
        "vcode": "NIV",
        "vnum": 21
    },
    {
        "bcode": 51,
        "cnum": 3,
        "content": "Slaves, obey your earthly masters in everything; and do it, not only when their eye is on you and to win their favor, but with sincerity of heart and reverence for the Lord.",
        "vcode": "NIV",
        "vnum": 22
    },
    {
        "bcode": 51,
        "cnum": 3,
        "content": "Whatever you do, work at it with all your heart, as working for the Lord, not for men,",
        "vcode": "NIV",
        "vnum": 23
    },
    {
        "bcode": 51,
        "cnum": 3,
        "content": "since you know that you will receive an inheritance from the Lord as a reward. It is the Lord Christ you are serving.",
        "vcode": "NIV",
        "vnum": 24
    },
    {
        "bcode": 51,
        "cnum": 3,
        "content": "Anyone who does wrong will be repaid for his wrong, and there is no favoritism.",
        "vcode": "NIV",
        "vnum": 25
    }
]