{"pageProps":{"version":{"name":"NIV","vcode":"NIV"},"bible":{"bcode":40,"chapterCount":28,"name":"Matthew","type":"new","vcode":"NIV"},"chapter":"17","verses":[{"bcode":40,"cnum":17,"content":"After six days Jesus took with him Peter, James and John the brother of James, and led them up a high mountain by themselves.","vcode":"NIV","vnum":1},{"bcode":40,"cnum":17,"content":"There he was transfigured before them. His face shone like the sun, and his clothes became as white as the light.","vcode":"NIV","vnum":2},{"bcode":40,"cnum":17,"content":"Just then there appeared before them Moses and Elijah, talking with Jesus.","vcode":"NIV","vnum":3},{"bcode":40,"cnum":17,"content":"Peter said to Jesus, \"Lord, it is good for us to be here. If you wish, I will put up three shelters--one for you, one for Moses and one for Elijah.\"","vcode":"NIV","vnum":4},{"bcode":40,"cnum":17,"content":"While he was still speaking, a bright cloud enveloped them, and a voice from the cloud said, \"This is my Son, whom I love; with him I am well pleased. Listen to him!\"","vcode":"NIV","vnum":5},{"bcode":40,"cnum":17,"content":"When the disciples heard this, they fell facedown to the ground, terrified.","vcode":"NIV","vnum":6},{"bcode":40,"cnum":17,"content":"But Jesus came and touched them. \"Get up,\" he said. \"Don't be afraid.\"","vcode":"NIV","vnum":7},{"bcode":40,"cnum":17,"content":"When they looked up, they saw no one except Jesus.","vcode":"NIV","vnum":8},{"bcode":40,"cnum":17,"content":"As they were coming down the mountain, Jesus instructed them, \"Don't tell anyone what you have seen, until the Son of Man has been raised from the dead.\"","vcode":"NIV","vnum":9},{"bcode":40,"cnum":17,"content":"The disciples asked him, \"Why then do the teachers of the law say that Elijah must come first?\"","vcode":"NIV","vnum":10},{"bcode":40,"cnum":17,"content":"Jesus replied, \"To be sure, Elijah comes and will restore all things.","vcode":"NIV","vnum":11},{"bcode":40,"cnum":17,"content":"But I tell you, Elijah has already come, and they did not recognize him, but have done to him everything they wished. In the same way the Son of Man is going to suffer at their hands.\"","vcode":"NIV","vnum":12},{"bcode":40,"cnum":17,"content":"Then the disciples understood that he was talking to them about John the Baptist.","vcode":"NIV","vnum":13},{"bcode":40,"cnum":17,"content":"When they came to the crowd, a man approached Jesus and knelt before him.","vcode":"NIV","vnum":14},{"bcode":40,"cnum":17,"content":"\"Lord, have mercy on my son,\" he said. \"He has seizures and is suffering greatly. He often falls into the fire or into the water.","vcode":"NIV","vnum":15},{"bcode":40,"cnum":17,"content":"I brought him to your disciples, but they could not heal him.\"","vcode":"NIV","vnum":16},{"bcode":40,"cnum":17,"content":"\"O unbelieving and perverse generation,\" Jesus replied, \"how long shall I stay with you? How long shall I put up with you? Bring the boy here to me.\"","vcode":"NIV","vnum":17},{"bcode":40,"cnum":17,"content":"Jesus rebuked the demon, and it came out of the boy, and he was healed from that moment.","vcode":"NIV","vnum":18},{"bcode":40,"cnum":17,"content":"Then the disciples came to Jesus in private and asked, \"Why couldn't we drive it out?\"","vcode":"NIV","vnum":19},{"bcode":40,"cnum":17,"content":"He replied, \"Because you have so little faith. I tell you the truth, if you have faith as small as a mustard seed, you can say to this mountain, 'Move from here to there' and it will move. Nothing will be impossible for you.\"","vcode":"NIV","vnum":20},{"bcode":40,"cnum":17,"content":"","vcode":"NIV","vnum":21},{"bcode":40,"cnum":17,"content":"When they came together in Galilee, he said to them, \"The Son of Man is going to be betrayed into the hands of men.","vcode":"NIV","vnum":22},{"bcode":40,"cnum":17,"content":"They will kill him, and on the third day he will be raised to life.\" And the disciples were filled with grief.","vcode":"NIV","vnum":23},{"bcode":40,"cnum":17,"content":"After Jesus and his disciples arrived in Capernaum, the collectors of the two-drachma tax came to Peter and asked, \"Doesn't your teacher pay the temple tax?\"","vcode":"NIV","vnum":24},{"bcode":40,"cnum":17,"content":"\"Yes, he does,\" he replied. When Peter came into the house, Jesus was the first to speak. \"What do you think, Simon?\" he asked. \"From whom do the kings of the earth collect duty and taxes--from their own sons or from others?\"","vcode":"NIV","vnum":25},{"bcode":40,"cnum":17,"content":"\"From others,\" Peter answered. \"Then the sons are exempt,\" Jesus said to him.","vcode":"NIV","vnum":26},{"bcode":40,"cnum":17,"content":"\"But so that we may not offend them, go to the lake and throw out your line. Take the first fish you catch; open its mouth and you will find a four-drachma coin. Take it and give it to them for my tax and yours.\"","vcode":"NIV","vnum":27}]},"__N_SSG":true}