{"pageProps":{"version":{"name":"NIV","vcode":"NIV"},"bible":{"bcode":21,"chapterCount":12,"name":"Ecclesiastes","type":"old","vcode":"NIV"},"chapter":"4","verses":[{"bcode":21,"cnum":4,"content":"Again I looked and saw all the oppression that was taking place under the sun: I saw the tears of the oppressed-- and they have no comforter; power was on the side of their oppressors-- and they have no comforter.","vcode":"NIV","vnum":1},{"bcode":21,"cnum":4,"content":"And I declared that the dead, who had already died, are happier than the living, who are still alive.","vcode":"NIV","vnum":2},{"bcode":21,"cnum":4,"content":"But better than both is he who has not yet been, who has not seen the evil that is done under the sun.","vcode":"NIV","vnum":3},{"bcode":21,"cnum":4,"content":"And I saw that all labor and all achievement spring from man's envy of his neighbor. This too is meaningless, a chasing after the wind.","vcode":"NIV","vnum":4},{"bcode":21,"cnum":4,"content":"The fool folds his hands and ruins himself.","vcode":"NIV","vnum":5},{"bcode":21,"cnum":4,"content":"Better one handful with tranquillity than two handfuls with toil and chasing after the wind.","vcode":"NIV","vnum":6},{"bcode":21,"cnum":4,"content":"Again I saw something meaningless under the sun:","vcode":"NIV","vnum":7},{"bcode":21,"cnum":4,"content":"There was a man all alone; he had neither son nor brother. There was no end to his toil, yet his eyes were not content with his wealth. \"For whom am I toiling,\" he asked, \"and why am I depriving myself of enjoyment?\" This too is meaningless-- a miserable business!","vcode":"NIV","vnum":8},{"bcode":21,"cnum":4,"content":"Two are better than one, because they have a good return for their work:","vcode":"NIV","vnum":9},{"bcode":21,"cnum":4,"content":"If one falls down, his friend can help him up. But pity the man who falls and has no one to help him up!","vcode":"NIV","vnum":10},{"bcode":21,"cnum":4,"content":"Also, if two lie down together, they will keep warm. But how can one keep warm alone?","vcode":"NIV","vnum":11},{"bcode":21,"cnum":4,"content":"Though one may be overpowered, two can defend themselves. A cord of three strands is not quickly broken.","vcode":"NIV","vnum":12},{"bcode":21,"cnum":4,"content":"Better a poor but wise youth than an old but foolish king who no longer knows how to take warning.","vcode":"NIV","vnum":13},{"bcode":21,"cnum":4,"content":"The youth may have come from prison to the kingship, or he may have been born in poverty within his kingdom.","vcode":"NIV","vnum":14},{"bcode":21,"cnum":4,"content":"I saw that all who lived and walked under the sun followed the youth, the king's successor.","vcode":"NIV","vnum":15},{"bcode":21,"cnum":4,"content":"There was no end to all the people who were before them. But those who came later were not pleased with the successor. This too is meaningless, a chasing after the wind.","vcode":"NIV","vnum":16}]},"__N_SSG":true}