{"pageProps":{"version":{"name":"NIV","vcode":"NIV"},"bible":{"bcode":66,"chapterCount":22,"name":"Revelation","type":"new","vcode":"NIV"},"chapter":"12","verses":[{"bcode":66,"cnum":12,"content":"A great and wondrous sign appeared in heaven: a woman clothed with the sun, with the moon under her feet and a crown of twelve stars on her head.","vcode":"NIV","vnum":1},{"bcode":66,"cnum":12,"content":"She was pregnant and cried out in pain as she was about to give birth.","vcode":"NIV","vnum":2},{"bcode":66,"cnum":12,"content":"Then another sign appeared in heaven: an enormous red dragon with seven heads and ten horns and seven crowns on his heads.","vcode":"NIV","vnum":3},{"bcode":66,"cnum":12,"content":"His tail swept a third of the stars out of the sky and flung them to the earth. The dragon stood in front of the woman who was about to give birth, so that he might devour her child the moment it was born.","vcode":"NIV","vnum":4},{"bcode":66,"cnum":12,"content":"She gave birth to a son, a male child, who will rule all the nations with an iron scepter. And her child was snatched up to God and to his throne.","vcode":"NIV","vnum":5},{"bcode":66,"cnum":12,"content":"The woman fled into the desert to a place prepared for her by God, where she might be taken care of for 1,260 days.","vcode":"NIV","vnum":6},{"bcode":66,"cnum":12,"content":"And there was war in heaven. Michael and his angels fought against the dragon, and the dragon and his angels fought back.","vcode":"NIV","vnum":7},{"bcode":66,"cnum":12,"content":"But he was not strong enough, and they lost their place in heaven.","vcode":"NIV","vnum":8},{"bcode":66,"cnum":12,"content":"The great dragon was hurled down--that ancient serpent called the devil, or Satan, who leads the whole world astray. He was hurled to the earth, and his angels with him.","vcode":"NIV","vnum":9},{"bcode":66,"cnum":12,"content":"Then I heard a loud voice in heaven say: \"Now have come the salvation and the power and the kingdom of our God, and the authority of his Christ. For the accuser of our brothers, who accuses them before our God day and night, has been hurled down.","vcode":"NIV","vnum":10},{"bcode":66,"cnum":12,"content":"They overcame him by the blood of the Lamb and by the word of their testimony; they did not love their lives so much as to shrink from death.","vcode":"NIV","vnum":11},{"bcode":66,"cnum":12,"content":"Therefore rejoice, you heavens and you who dwell in them! But woe to the earth and the sea, because the devil has gone down to you! He is filled with fury, because he knows that his time is short.\"","vcode":"NIV","vnum":12},{"bcode":66,"cnum":12,"content":"When the dragon saw that he had been hurled to the earth, he pursued the woman who had given birth to the male child.","vcode":"NIV","vnum":13},{"bcode":66,"cnum":12,"content":"The woman was given the two wings of a great eagle, so that she might fly to the place prepared for her in the desert, where she would be taken care of for a time, times and half a time, out of the serpent's reach.","vcode":"NIV","vnum":14},{"bcode":66,"cnum":12,"content":"Then from his mouth the serpent spewed water like a river, to overtake the woman and sweep her away with the torrent.","vcode":"NIV","vnum":15},{"bcode":66,"cnum":12,"content":"But the earth helped the woman by opening its mouth and swallowing the river that the dragon had spewed out of his mouth.","vcode":"NIV","vnum":16},{"bcode":66,"cnum":12,"content":"Then the dragon was enraged at the woman and went off to make war against the rest of her offspring--those who obey God's commandments and hold to the testimony of Jesus.","vcode":"NIV","vnum":17}]},"__N_SSG":true}