{"pageProps":{"version":{"name":"NIV","vcode":"NIV"},"bible":{"bcode":66,"chapterCount":22,"name":"Revelation","type":"new","vcode":"NIV"},"chapter":"6","verses":[{"bcode":66,"cnum":6,"content":"I watched as the Lamb opened the first of the seven seals. Then I heard one of the four living creatures say in a voice like thunder, \"Come!\"","vcode":"NIV","vnum":1},{"bcode":66,"cnum":6,"content":"I looked, and there before me was a white horse! Its rider held a bow, and he was given a crown, and he rode out as a conqueror bent on conquest.","vcode":"NIV","vnum":2},{"bcode":66,"cnum":6,"content":"When the Lamb opened the second seal, I heard the second living creature say, \"Come!\"","vcode":"NIV","vnum":3},{"bcode":66,"cnum":6,"content":"Then another horse came out, a fiery red one. Its rider was given power to take peace from the earth and to make men slay each other. To him was given a large sword.","vcode":"NIV","vnum":4},{"bcode":66,"cnum":6,"content":"When the Lamb opened the third seal, I heard the third living creature say, \"Come!\" I looked, and there before me was a black horse! Its rider was holding a pair of scales in his hand.","vcode":"NIV","vnum":5},{"bcode":66,"cnum":6,"content":"Then I heard what sounded like a voice among the four living creatures, saying, \"A quart of wheat for a day's wages, and three quarts of barley for a day's wages, and do not damage the oil and the wine!\"","vcode":"NIV","vnum":6},{"bcode":66,"cnum":6,"content":"When the Lamb opened the fourth seal, I heard the voice of the fourth living creature say, \"Come!\"","vcode":"NIV","vnum":7},{"bcode":66,"cnum":6,"content":"I looked, and there before me was a pale horse! Its rider was named Death, and Hades was following close behind him. They were given power over a fourth of the earth to kill by sword, famine and plague, and by the wild beasts of the earth.","vcode":"NIV","vnum":8},{"bcode":66,"cnum":6,"content":"When he opened the fifth seal, I saw under the altar the souls of those who had been slain because of the word of God and the testimony they had maintained.","vcode":"NIV","vnum":9},{"bcode":66,"cnum":6,"content":"They called out in a loud voice, \"How long, Sovereign Lord, holy and true, until you judge the inhabitants of the earth and avenge our blood?\"","vcode":"NIV","vnum":10},{"bcode":66,"cnum":6,"content":"Then each of them was given a white robe, and they were told to wait a little longer, until the number of their fellow servants and brothers who were to be killed as they had been was completed.","vcode":"NIV","vnum":11},{"bcode":66,"cnum":6,"content":"I watched as he opened the sixth seal. There was a great earthquake. The sun turned black like sackcloth made of goat hair, the whole moon turned blood red,","vcode":"NIV","vnum":12},{"bcode":66,"cnum":6,"content":"and the stars in the sky fell to earth, as late figs drop from a fig tree when shaken by a strong wind.","vcode":"NIV","vnum":13},{"bcode":66,"cnum":6,"content":"The sky receded like a scroll, rolling up, and every mountain and island was removed from its place.","vcode":"NIV","vnum":14},{"bcode":66,"cnum":6,"content":"Then the kings of the earth, the princes, the generals, the rich, the mighty, and every slave and every free man hid in caves and among the rocks of the mountains.","vcode":"NIV","vnum":15},{"bcode":66,"cnum":6,"content":"They called to the mountains and the rocks, \"Fall on us and hide us from the face of him who sits on the throne and from the wrath of the Lamb!","vcode":"NIV","vnum":16},{"bcode":66,"cnum":6,"content":"For the great day of their wrath has come, and who can stand?\"","vcode":"NIV","vnum":17}]},"__N_SSG":true}