[
    {
        "bcode": 27,
        "cnum": 5,
        "content": "벨사살 왕이 그의 귀족 천 명을 위하여 큰 잔치를 베풀고 그 천 명 앞에서 술을 마시니라",
        "vcode": "GAE",
        "vnum": 1
    },
    {
        "bcode": 27,
        "cnum": 5,
        "content": "벨사살이 술을 마실 때에 명하여 그의 부친 느부갓네살이 예루살렘 성전에서 탈취하여 온 금, 은 그릇을 가져오라고 명하였으니 이는 왕과 귀족들과 왕후들과 후궁들이 다 그것으로 마시려 함이었더라",
        "vcode": "GAE",
        "vnum": 2
    },
    {
        "bcode": 27,
        "cnum": 5,
        "content": "이에 예루살렘 하나님의 전 성소 중에서 탈취하여 온 금 그릇을 가져오매 왕이 그 귀족들과 왕후들과 후궁들과 더불어 그것으로 마시더라",
        "vcode": "GAE",
        "vnum": 3
    },
    {
        "bcode": 27,
        "cnum": 5,
        "content": "그들이 술을 마시고는 그 금, 은, 구리, 쇠, 나무, 돌로 만든 신들을 찬양하니라",
        "vcode": "GAE",
        "vnum": 4
    },
    {
        "bcode": 27,
        "cnum": 5,
        "content": "그 때에 사람의 손가락들이 나타나서 왕궁 촛대 맞은편 석회벽에 글자를 쓰는데 왕이 그 글자 쓰는 손가락을 본지라",
        "vcode": "GAE",
        "vnum": 5
    },
    {
        "bcode": 27,
        "cnum": 5,
        "content": "이에 왕의 즐기던 얼굴 빛이 변하고 그 생각이 번민하여 넓적다리 마디가 녹는 듯하고 그의 무릎이 서로 부딪친지라",
        "vcode": "GAE",
        "vnum": 6
    },
    {
        "bcode": 27,
        "cnum": 5,
        "content": "왕이 크게 소리 질러 술객과 갈대아 술사와 점쟁이를 불러오게 하고 바벨론의 지혜자들에게 말하되 누구를 막론하고 이 글자를 읽고 그 해석을 내게 보이면 자주색 옷을 입히고 금사슬을 그의 목에 걸어 주리니 그를 나라의 셋째 통치자로 삼으리라 하니라",
        "vcode": "GAE",
        "vnum": 7
    },
    {
        "bcode": 27,
        "cnum": 5,
        "content": "그 때에 왕의 지혜자가 다 들어왔으나 능히 그 글자를 읽지 못하며 그 해석을 왕께 알려 주지 못하는지라",
        "vcode": "GAE",
        "vnum": 8
    },
    {
        "bcode": 27,
        "cnum": 5,
        "content": "그러므로 벨사살 왕이 크게 번민하여 그의 얼굴빛이 변하였고 귀족들도 다 놀라니라",
        "vcode": "GAE",
        "vnum": 9
    },
    {
        "bcode": 27,
        "cnum": 5,
        "content": "왕비가 왕과 그 귀족들의 말로 말미암아 잔치하는 궁에 들어왔더니 이에 말하여 이르되 왕이여 만수무강 하옵소서 왕의 생각을 번민하게 하지 말며 얼굴빛을 변할 것도 아니니이다",
        "vcode": "GAE",
        "vnum": 10
    },
    {
        "bcode": 27,
        "cnum": 5,
        "content": "왕의 나라에 거룩한 신들의 영이 있는 사람이 있으니 곧 왕의 부친 때에 있던 자로서 명철과 총명과 지혜가 신들의 지혜와 같은 자니이다 왕의 부친 느부갓네살 왕이 그를 세워 박수와 술객과 갈대아 술사와 점쟁이의 어른을 삼으셨으니",
        "vcode": "GAE",
        "vnum": 11
    },
    {
        "bcode": 27,
        "cnum": 5,
        "content": "왕이 벨드사살이라 이름하는 이 다니엘은 마음이 민첩하고 지식과 총명이 있어 능히 꿈을 해석하며 은밀한 말을 밝히며 의문을 풀 수 있었나이다 이제 다니엘을 부르소서 그리하시면 그가 그 해석을 알려 드리리이다 하니라",
        "vcode": "GAE",
        "vnum": 12
    },
    {
        "bcode": 27,
        "cnum": 5,
        "content": "이에 다니엘이 부름을 받아 왕의 앞에 나오매 왕이 다니엘에게 말하되 네가 나의 부왕이 유다에서 사로잡아 온 유다 자손 중의 그 다니엘이냐",
        "vcode": "GAE",
        "vnum": 13
    },
    {
        "bcode": 27,
        "cnum": 5,
        "content": "내가 네게 대하여 들은즉 네 안에는 신들의 영이 있으므로 네가 명철과 총명과 비상한 지혜가 있다 하도다",
        "vcode": "GAE",
        "vnum": 14
    },
    {
        "bcode": 27,
        "cnum": 5,
        "content": "지금 여러 지혜자와 술객을 내 앞에 불러다가 그들에게 이 글을 읽고 그 해석을 내게 알게 하라 하였으나 그들이 다 그 해석을 내게 보이지 못하였느니라",
        "vcode": "GAE",
        "vnum": 15
    },
    {
        "bcode": 27,
        "cnum": 5,
        "content": "내가 네게 대하여 들은즉 너는 해석을 잘하고 의문을 푼다 하도다 그런즉 이제 네가 이 글을 읽고 그 해석을 내게 알려 주면 네게 자주색 옷을 입히고 금 사슬을 네 목에 걸어 주어 너를 나라의 셋째 통치자로 삼으리라 하니",
        "vcode": "GAE",
        "vnum": 16
    },
    {
        "bcode": 27,
        "cnum": 5,
        "content": "다니엘이 왕에게 대답하여 이르되 왕의 예물은 왕이 친히 가지시며 왕의 상급은 다른 사람에게 주옵소서 그럴지라도 내가 왕을 위하여 이 글을 읽으며 그 해석을 아뢰리이다",
        "vcode": "GAE",
        "vnum": 17
    },
    {
        "bcode": 27,
        "cnum": 5,
        "content": "왕이여 지극히 높으신 하나님이 왕의 부친 느부갓네살에게 나라와 큰 권세와 영광과 위엄을 주셨고",
        "vcode": "GAE",
        "vnum": 18
    },
    {
        "bcode": 27,
        "cnum": 5,
        "content": "그에게 큰 권세를 주셨으므로 백성들과 나라들과 언어가 다른 모든 사람들이 그의 앞에서 떨며 두려워하였으며 그는 임의로 죽이며 임의로 살리며 임의로 높이며 임의로 낮추었더니",
        "vcode": "GAE",
        "vnum": 19
    },
    {
        "bcode": 27,
        "cnum": 5,
        "content": "그가 마음이 높아지며 뜻이 완악하여 교만을 행하므로 그의 왕위가 폐한 바 되며 그의 영광을 빼앗기고",
        "vcode": "GAE",
        "vnum": 20
    },
    {
        "bcode": 27,
        "cnum": 5,
        "content": "사람 중에서 쫓겨나서 그의 마음이 들짐승의 마음과 같았고 또 들나귀와 함께 살며 또 소처럼 풀을 먹으며 그의 몸이 하늘 이슬에 젖었으며 지극히 높으신 하나님이 사람 나라를 다스리시며 자기의 뜻대로 누구든지 그 자리에 세우시는 줄을 알기에 이르렀나이다",
        "vcode": "GAE",
        "vnum": 21
    },
    {
        "bcode": 27,
        "cnum": 5,
        "content": "벨사살이여 왕은 그의 아들이 되어서 이것을 다 알고도 아직도 마음을 낮추지 아니하고",
        "vcode": "GAE",
        "vnum": 22
    },
    {
        "bcode": 27,
        "cnum": 5,
        "content": "도리어 자신을 하늘의 주재보다 높이며 그의 성전 그릇을 왕 앞으로 가져다가 왕과 귀족들과 왕후들과 후궁들이 다 그것으로 술을 마시고 왕이 또 보지도 듣지도 알지도 못하는 금, 은, 구리, 쇠와 나무, 돌로 만든 신상들을 찬양하고 도리어 왕의 호흡을 주장하시고 왕의 모든 길을 작정하시는 하나님께는 영광을 돌리지 아니한지라",
        "vcode": "GAE",
        "vnum": 23
    },
    {
        "bcode": 27,
        "cnum": 5,
        "content": "이러므로 그의 앞에서 이 손가락이 나와서 이 글을 기록하였나이다",
        "vcode": "GAE",
        "vnum": 24
    },
    {
        "bcode": 27,
        "cnum": 5,
        "content": "기록된 글자는 이것이니 곧 메네 메네 데겔 우바르신이라",
        "vcode": "GAE",
        "vnum": 25
    },
    {
        "bcode": 27,
        "cnum": 5,
        "content": "그 글을 해석하건대 메네는 하나님이 이미 왕의 나라의 시대를 세어서 그것을 끝나게 하셨다 함이요",
        "vcode": "GAE",
        "vnum": 26
    },
    {
        "bcode": 27,
        "cnum": 5,
        "content": "데겔은 왕을 저울에 달아 보니 부족함이 보였다 함이요",
        "vcode": "GAE",
        "vnum": 27
    },
    {
        "bcode": 27,
        "cnum": 5,
        "content": "베레스는 왕의 나라가 나뉘어서 메대와 바사 사람에게 준 바 되었다 함이니이다 하니",
        "vcode": "GAE",
        "vnum": 28
    },
    {
        "bcode": 27,
        "cnum": 5,
        "content": "이에 벨사살이 명하여 그들이 다니엘에게 자주색 옷을 입히게 하며 금 사슬을 그의 목에 걸어 주고 그를 위하여 조서를 내려 나라의 셋째 통치자로 삼으니라",
        "vcode": "GAE",
        "vnum": 29
    },
    {
        "bcode": 27,
        "cnum": 5,
        "content": "그 날 밤에 갈대아 왕 벨사살이 죽임을 당하였고",
        "vcode": "GAE",
        "vnum": 30
    },
    {
        "bcode": 27,
        "cnum": 5,
        "content": "메대 사람 다리오가 나라를 얻었는데 그 때에 다리오는 육십이 세였더라",
        "vcode": "GAE",
        "vnum": 31
    }
]