[
    {
        "bcode": 27,
        "cnum": 7,
        "content": "바벨론 벨사살 왕 원년에 다니엘이 그의 침상에서 꿈을 꾸며 머리 속으로 환상을 받고 그 꿈을 기록하며 그 일의 대략을 진술하니라",
        "vcode": "GAE",
        "vnum": 1
    },
    {
        "bcode": 27,
        "cnum": 7,
        "content": "다니엘이 진술하여 이르되 내가 밤에 환상을 보았는데 하늘의 네 바람이 큰 바다로 몰려 불더니",
        "vcode": "GAE",
        "vnum": 2
    },
    {
        "bcode": 27,
        "cnum": 7,
        "content": "큰 짐승 넷이 바다에서 나왔는데 그 모양이 각각 다르더라",
        "vcode": "GAE",
        "vnum": 3
    },
    {
        "bcode": 27,
        "cnum": 7,
        "content": "첫째는 사자와 같은데 독수리의 날개가 있더니 내가 보는 중에 그 날개가 뽑혔고 또 땅에서 들려서 사람처럼 두 발로 서게 함을 받았으며 또 사람의 마음을 받았더라 또 보니",
        "vcode": "GAE",
        "vnum": 4
    },
    {
        "bcode": 27,
        "cnum": 7,
        "content": "다른 짐승 곧 둘째는 곰과 같은데 그것이 몸 한쪽을 들었고 그 입의 잇사이에는 세 갈빗대가 물렸는데 그것에게 말하는 자들이 있어 이르기를 일어나서 많은 고기를 먹으라 하였더라",
        "vcode": "GAE",
        "vnum": 5
    },
    {
        "bcode": 27,
        "cnum": 7,
        "content": "그 후에 내가 또 본즉 다른 짐승 곧 표범과 같은 것이 있는데 그 등에는 새의 날개 넷이 있고 그 짐승에게 또 머리 넷이 있으며 권세를 받았더라",
        "vcode": "GAE",
        "vnum": 6
    },
    {
        "bcode": 27,
        "cnum": 7,
        "content": "내가 밤 환상 가운데에 그 다음에 본 넷째 짐승은 무섭고 놀라우며 또 매우 강하며 또 쇠로 된 큰 이가 있어서 먹고 부서뜨리고 그 나머지를 발로 밟았으며 이 짐승은 전의 모든 짐승과 다르고 또 열 뿔이 있더라",
        "vcode": "GAE",
        "vnum": 7
    },
    {
        "bcode": 27,
        "cnum": 7,
        "content": "내가 그 뿔을 유심히 보는 중에 다른 작은 뿔이 그 사이에서 나더니 첫 번째 뿔 중의 셋이 그 앞에서 뿌리까지 뽑혔으며 이 작은 뿔에는 사람의 눈 같은 눈들이 있고 또 입이 있어 큰 말을 하였더라",
        "vcode": "GAE",
        "vnum": 8
    },
    {
        "bcode": 27,
        "cnum": 7,
        "content": "내가 보니 왕좌가 놓이고 옛적부터 항상 계신 이가 좌정하셨는데 그의 옷은 희기가 눈 같고 그의 머리털은 깨끗한 양의 털 같고 그의 보좌는 불꽃이요 그의 바퀴는 타오르는 불이며",
        "vcode": "GAE",
        "vnum": 9
    },
    {
        "bcode": 27,
        "cnum": 7,
        "content": "불이 강처럼 흘러 그의 앞에서 나오며 그를 섬기는 자는 천천이요 그 앞에서 모셔 선 자는 만만이며 심판을 베푸는데 책들이 펴 놓였더라",
        "vcode": "GAE",
        "vnum": 10
    },
    {
        "bcode": 27,
        "cnum": 7,
        "content": "그 때에 내가 작은 뿔이 말하는 큰 목소리로 말미암아 주목하여 보는 사이에 짐승이 죽임을 당하고 그의 시체가 상한 바 되어 타오르는 불에 던져졌으며",
        "vcode": "GAE",
        "vnum": 11
    },
    {
        "bcode": 27,
        "cnum": 7,
        "content": "그 남은 짐승들은 그의 권세를 빼앗겼으나 그 생명은 보존되어 정한 시기가 이르기를 기다리게 되었더라",
        "vcode": "GAE",
        "vnum": 12
    },
    {
        "bcode": 27,
        "cnum": 7,
        "content": "내가 또 밤 환상 중에 보니 인자 같은 이가 하늘 구름을 타고 와서 옛적부터 항상 계신 이에게 나아가 그 앞으로 인도되매",
        "vcode": "GAE",
        "vnum": 13
    },
    {
        "bcode": 27,
        "cnum": 7,
        "content": "그에게 권세와 영광과 나라를 주고 모든 백성과 나라들과 다른 언어를 말하는 모든 자들이 그를 섬기게 하였으니 그의 권세는 소멸되지 아니하는 영원한 권세요 그의 나라는 멸망하지 아니할 것이니라",
        "vcode": "GAE",
        "vnum": 14
    },
    {
        "bcode": 27,
        "cnum": 7,
        "content": "나 다니엘이 중심에 근심하며 내 머리 속의 환상이 나를 번민하게 한지라",
        "vcode": "GAE",
        "vnum": 15
    },
    {
        "bcode": 27,
        "cnum": 7,
        "content": "내가 그 곁에 모셔 선 자들 중 하나에게 나아가서 이 모든 일의 진상을 물으매 그가 내게 말하여 그 일의 해석을 알려 주며 이르되",
        "vcode": "GAE",
        "vnum": 16
    },
    {
        "bcode": 27,
        "cnum": 7,
        "content": "그 네 큰 짐승은 세상에 일어날 네 왕이라",
        "vcode": "GAE",
        "vnum": 17
    },
    {
        "bcode": 27,
        "cnum": 7,
        "content": "지극히 높으신 이의 성도들이 나라를 얻으리니 그 누림이 영원하고 영원하고 영원하리라",
        "vcode": "GAE",
        "vnum": 18
    },
    {
        "bcode": 27,
        "cnum": 7,
        "content": "이에 내가 넷째 짐승에 관하여 확실히 알고자 하였으니 곧 그것은 모든 짐승과 달라서 심히 무섭더라 그 이는 쇠요 그 발톱은 놋이니 먹고 부서뜨리고 나머지는 발로 밟았으며",
        "vcode": "GAE",
        "vnum": 19
    },
    {
        "bcode": 27,
        "cnum": 7,
        "content": "또 그것의 머리에는 열 뿔이 있고 그 외에 또 다른 뿔이 나오매 세 뿔이 그 앞에서 빠졌으며 그 뿔에는 눈도 있고 큰 말을 하는 입도 있고 그 모양이 그의 동류보다 커 보이더라",
        "vcode": "GAE",
        "vnum": 20
    },
    {
        "bcode": 27,
        "cnum": 7,
        "content": "내가 본즉 이 뿔이 성도들과 더불어 싸워 그들에게 이겼더니",
        "vcode": "GAE",
        "vnum": 21
    },
    {
        "bcode": 27,
        "cnum": 7,
        "content": "옛적부터 항상 계신 이가 와서 지극히 높으신 이의 성도들을 위하여 원한을 풀어 주셨고 때가 이르매 성도들이 나라를 얻었더라",
        "vcode": "GAE",
        "vnum": 22
    },
    {
        "bcode": 27,
        "cnum": 7,
        "content": "모신 자가 이처럼 이르되 넷째 짐승은 곧 땅의 넷째 나라인데 이는 다른 나라들과는 달라서 온 천하를 삼키고 밟아 부서뜨릴 것이며",
        "vcode": "GAE",
        "vnum": 23
    },
    {
        "bcode": 27,
        "cnum": 7,
        "content": "그 열 뿔은 그 나라에서 일어날 열 왕이요 그 후에 또 하나가 일어나리니 그는 먼저 있던 자들과 다르고 또 세 왕을 복종시킬 것이며",
        "vcode": "GAE",
        "vnum": 24
    },
    {
        "bcode": 27,
        "cnum": 7,
        "content": "그가 장차 지극히 높으신 이를 말로 대적하며 또 지극히 높으신 이의 성도를 괴롭게 할 것이며 그가 또 때와 법을 고치고자 할 것이며 성도들은 그의 손에 붙인 바 되어 한 때와 두 때와 반 때를 지내리라",
        "vcode": "GAE",
        "vnum": 25
    },
    {
        "bcode": 27,
        "cnum": 7,
        "content": "그러나 심판이 시작되면 그는 권세를 빼앗기고 완전히 멸망할 것이요",
        "vcode": "GAE",
        "vnum": 26
    },
    {
        "bcode": 27,
        "cnum": 7,
        "content": "나라와 권세와 온 천하 나라들의 위세가 지극히 높으신 이의 거룩한 백성에게 붙인 바 되리니 그의 나라는 영원한 나라이라 모든 권세 있는 자들이 다 그를 섬기며 복종하리라",
        "vcode": "GAE",
        "vnum": 27
    },
    {
        "bcode": 27,
        "cnum": 7,
        "content": "그 말이 이에 그친지라 나 다니엘은 중심에 번민하였으며 내 얼굴빛이 변하였으나 내가 이 일을 마음에 간직하였느니라",
        "vcode": "GAE",
        "vnum": 28
    }
]