[
    {
        "bcode": 27,
        "cnum": 9,
        "content": "메대 족속 아하수에로의 아들 다리오가 갈대아 나라 왕으로 세움을 받던 첫 해",
        "vcode": "GAE",
        "vnum": 1
    },
    {
        "bcode": 27,
        "cnum": 9,
        "content": "곧 그 통치 원년에 나 다니엘이 책을 통해 여호와께서 말씀으로 선지자 예레미야에게 알려 주신 그 연수를 깨달았나니 곧 예루살렘의 황폐함이 칠십 년만에 그치리라 하신 것이니라",
        "vcode": "GAE",
        "vnum": 2
    },
    {
        "bcode": 27,
        "cnum": 9,
        "content": "내가 금식하며 베옷을 입고 재를 덮어쓰고 주 하나님께 기도하며 간구하기를 결심하고",
        "vcode": "GAE",
        "vnum": 3
    },
    {
        "bcode": 27,
        "cnum": 9,
        "content": "내 하나님 여호와께 기도하며 자복하여 이르기를 크시고 두려워할 주 하나님, 주를 사랑하고 주의 계명을 지키는 자를 위하여 언약을 지키시고 그에게 인자를 베푸시는 이시여",
        "vcode": "GAE",
        "vnum": 4
    },
    {
        "bcode": 27,
        "cnum": 9,
        "content": "우리는 이미 범죄하여 패역하며 행악하며 반역하여 주의 법도와 규례를 떠났사오며",
        "vcode": "GAE",
        "vnum": 5
    },
    {
        "bcode": 27,
        "cnum": 9,
        "content": "우리가 또 주의 종 선지자들이 주의 이름으로 우리의 왕들과 우리의 고관과 조상들과 온 국민에게 말씀한 것을 듣지 아니하였나이다",
        "vcode": "GAE",
        "vnum": 6
    },
    {
        "bcode": 27,
        "cnum": 9,
        "content": "주여 공의는 주께로 돌아가고 수치는 우리 얼굴로 돌아옴이 오늘과 같아서 유다 사람들과 예루살렘 거민들과 이스라엘이 가까운 곳에 있는 자들이나 먼 곳에 있는 자들이 다 주께서 쫓아내신 각국에서 수치를 당하였사오니 이는 그들이 주께 죄를 범하였음이니이다",
        "vcode": "GAE",
        "vnum": 7
    },
    {
        "bcode": 27,
        "cnum": 9,
        "content": "주여 수치가 우리에게 돌아오고 우리의 왕들과 우리의 고관과 조상들에게 돌아온 것은 우리가 주께 범죄하였음이니이다 마는",
        "vcode": "GAE",
        "vnum": 8
    },
    {
        "bcode": 27,
        "cnum": 9,
        "content": "주 우리 하나님께는 긍휼과 용서하심이 있사오니 이는 우리가 주께 패역하였음이오며",
        "vcode": "GAE",
        "vnum": 9
    },
    {
        "bcode": 27,
        "cnum": 9,
        "content": "우리 하나님 여호와의 목소리를 듣지 아니하며 여호와께서 그의 종 선지자들에게 부탁하여 우리 앞에 세우신 율법을 행하지 아니하였음이니이다",
        "vcode": "GAE",
        "vnum": 10
    },
    {
        "bcode": 27,
        "cnum": 9,
        "content": "온 이스라엘이 주의 율법을 범하고 치우쳐 가서 주의 목소리를 듣지 아니하였으므로 이 저주가 우리에게 내렸으되 곧 하나님의 종 모세의 율법에 기록된 맹세대로 되었사오니 이는 우리가 주께 범죄하였음이니이다",
        "vcode": "GAE",
        "vnum": 11
    },
    {
        "bcode": 27,
        "cnum": 9,
        "content": "주께서 큰 재앙을 우리에게 내리사 우리와 및 우리를 재판하던 재판관을 쳐서 하신 말씀을 이루셨사오니 온 천하에 예루살렘에서 일어난 일 같은 것이 없나이다",
        "vcode": "GAE",
        "vnum": 12
    },
    {
        "bcode": 27,
        "cnum": 9,
        "content": "모세의 율법에 기록된 대로 이 모든 재앙이 이미 우리에게 내렸사오나 우리는 우리의 죄악을 떠나고 주의 진리를 깨달아 우리 하나님 여호와의 얼굴을 기쁘게 하지 아니하였나이다",
        "vcode": "GAE",
        "vnum": 13
    },
    {
        "bcode": 27,
        "cnum": 9,
        "content": "그러므로 여호와께서 이 재앙을 간직하여 두셨다가 우리에게 내리게 하셨사오니 우리의 하나님 여호와께서 행하시는 모든 일이 공의로우시나 우리가 그 목소리를 듣지 아니하였음이니이다",
        "vcode": "GAE",
        "vnum": 14
    },
    {
        "bcode": 27,
        "cnum": 9,
        "content": "강한 손으로 주의 백성을 애굽 땅에서 인도하여 내시고 오늘과 같이 명성을 얻으신 우리 주 하나님이여 우리는 범죄하였고 악을 행하였나이다",
        "vcode": "GAE",
        "vnum": 15
    },
    {
        "bcode": 27,
        "cnum": 9,
        "content": "주여 구하옵나니 주는 주의 공의를 따라 주의 분노를 주의 성 예루살렘, 주의 거룩한 산에서 떠나게 하옵소서 이는 우리의 죄와 우리 조상들의 죄악으로 말미암아 예루살렘과 주의 백성이 사면에 있는 자들에게 수치를 당함이니이다",
        "vcode": "GAE",
        "vnum": 16
    },
    {
        "bcode": 27,
        "cnum": 9,
        "content": "그러하온즉 우리 하나님이여 지금 주의 종의 기도와 간구를 들으시고 주를 위하여 주의 얼굴 빛을 주의 황폐한 성소에 비추시옵소서",
        "vcode": "GAE",
        "vnum": 17
    },
    {
        "bcode": 27,
        "cnum": 9,
        "content": "나의 하나님이여 귀를 기울여 들으시며 눈을 떠서 우리의 황폐한 상황과 주의 이름으로 일컫는 성을 보옵소서 우리가 주 앞에 간구하옵는 것은 우리의 공의를 의지하여 하는 것이 아니요 주의 큰 긍휼을 의지하여 함이니이다",
        "vcode": "GAE",
        "vnum": 18
    },
    {
        "bcode": 27,
        "cnum": 9,
        "content": "주여 들으소서 주여 용서하소서 주여 귀를 기울이시고 행하소서 지체하지 마옵소서 나의 하나님이여 주 자신을 위하여 하시옵소서 이는 주의 성과 주의 백성이 주의 이름으로 일컫는 바 됨이니이다",
        "vcode": "GAE",
        "vnum": 19
    },
    {
        "bcode": 27,
        "cnum": 9,
        "content": "내가 이같이 말하여 기도하며 내 죄와 내 백성 이스라엘의 죄를 자복하고 내 하나님의 거룩한 산을 위하여 내 하나님 여호와 앞에 간구할 때",
        "vcode": "GAE",
        "vnum": 20
    },
    {
        "bcode": 27,
        "cnum": 9,
        "content": "곧 내가 기도할 때에 이전에 환상 중에 본 그 사람 가브리엘이 빨리 날아서 저녁 제사를 드릴 때 즈음에 내게 이르더니",
        "vcode": "GAE",
        "vnum": 21
    },
    {
        "bcode": 27,
        "cnum": 9,
        "content": "내게 가르치며 내게 말하여 이르되 다니엘아 내가 이제 네게 지혜와 총명을 주려고 왔느니라",
        "vcode": "GAE",
        "vnum": 22
    },
    {
        "bcode": 27,
        "cnum": 9,
        "content": "곧 네가 기도를 시작할 즈음에 명령이 내렸으므로 이제 네게 알리러 왔느니라 너는 크게 은총을 입은 자라 그런즉 너는 이 일을 생각하고 그 환상을 깨달을지니라",
        "vcode": "GAE",
        "vnum": 23
    },
    {
        "bcode": 27,
        "cnum": 9,
        "content": "네 백성과 네 거룩한 성을 위하여 일흔 이레를 기한으로 정하였나니 허물이 그치며 죄가 끝나며 죄악이 용서되며 영원한 의가 드러나며 환상과 예언이 응하며 또 지극히 거룩한 이가 기름 부음을 받으리라",
        "vcode": "GAE",
        "vnum": 24
    },
    {
        "bcode": 27,
        "cnum": 9,
        "content": "그러므로 너는 깨달아 알지니라 예루살렘을 중건하라는 영이 날 때부터 기름 부음을 받은 자 곧 왕이 일어나기까지 일곱 이레와 예순두 이레가 지날 것이요 그 곤란한 동안에 성이 중건되어 광장과 거리가 세워질 것이며",
        "vcode": "GAE",
        "vnum": 25
    },
    {
        "bcode": 27,
        "cnum": 9,
        "content": "예순두 이레 후에 기름 부음을 받은 자가 끊어져 없어질 것이며 장차 한 왕의 백성이 와서 그 성읍과 성소를 무너뜨리려니와 그의 마지막은 홍수에 휩쓸림 같을 것이며 또 끝까지 전쟁이 있으리니 황폐할 것이 작정되었느니라",
        "vcode": "GAE",
        "vnum": 26
    },
    {
        "bcode": 27,
        "cnum": 9,
        "content": "그가 장차 많은 사람들과 더불어 한 이레 동안의 언약을 굳게 맺고 그가 그 이레의 절반에 제사와 예물을 금지할 것이며 또 포악하여 가증한 것이 날개를 의지하여 설 것이며 또 이미 정한 종말까지 진노가 황폐하게 하는 자에게 쏟아지리라 하였느니라 하니라",
        "vcode": "GAE",
        "vnum": 27
    }
]