{"pageProps":{"version":{"name":"NIV","vcode":"NIV"},"bible":{"bcode":50,"chapterCount":4,"name":"Philippians","type":"new","vcode":"NIV"},"chapter":"3","verses":[{"bcode":50,"cnum":3,"content":"Finally, my brothers, rejoice in the Lord! It is no trouble for me to write the same things to you again, and it is a safeguard for you.","vcode":"NIV","vnum":1},{"bcode":50,"cnum":3,"content":"Watch out for those dogs, those men who do evil, those mutilators of the flesh.","vcode":"NIV","vnum":2},{"bcode":50,"cnum":3,"content":"For it is we who are the circumcision, we who worship by the Spirit of God, who glory in Christ Jesus, and who put no confidence in the flesh--","vcode":"NIV","vnum":3},{"bcode":50,"cnum":3,"content":"though I myself have reasons for such confidence. If anyone else thinks he has reasons to put confidence in the flesh, I have more:","vcode":"NIV","vnum":4},{"bcode":50,"cnum":3,"content":"circumcised on the eighth day, of the people of Israel, of the tribe of Benjamin, a Hebrew of Hebrews; in regard to the law, a Pharisee;","vcode":"NIV","vnum":5},{"bcode":50,"cnum":3,"content":"as for zeal, persecuting the church; as for legalistic righteousness, faultless.","vcode":"NIV","vnum":6},{"bcode":50,"cnum":3,"content":"But whatever was to my profit I now consider loss for the sake of Christ.","vcode":"NIV","vnum":7},{"bcode":50,"cnum":3,"content":"What is more, I consider everything a loss compared to the surpassing greatness of knowing Christ Jesus my Lord, for whose sake I have lost all things. I consider them rubbish, that I may gain Christ","vcode":"NIV","vnum":8},{"bcode":50,"cnum":3,"content":"and be found in him, not having a righteousness of my own that comes from the law, but that which is through faith in Christ--the righteousness that comes from God and is by faith.","vcode":"NIV","vnum":9},{"bcode":50,"cnum":3,"content":"I want to know Christ and the power of his resurrection and the fellowship of sharing in his sufferings, becoming like him in his death,","vcode":"NIV","vnum":10},{"bcode":50,"cnum":3,"content":"and so, somehow, to attain to the resurrection from the dead.","vcode":"NIV","vnum":11},{"bcode":50,"cnum":3,"content":"Not that I have already obtained all this, or have already been made perfect, but I press on to take hold of that for which Christ Jesus took hold of me.","vcode":"NIV","vnum":12},{"bcode":50,"cnum":3,"content":"Brothers, I do not consider myself yet to have taken hold of it. But one thing I do: Forgetting what is behind and straining toward what is ahead,","vcode":"NIV","vnum":13},{"bcode":50,"cnum":3,"content":"I press on toward the goal to win the prize for which God has called me heavenward in Christ Jesus.","vcode":"NIV","vnum":14},{"bcode":50,"cnum":3,"content":"All of us who are mature should take such a view of things. And if on some point you think differently, that too God will make clear to you.","vcode":"NIV","vnum":15},{"bcode":50,"cnum":3,"content":"Only let us live up to what we have already attained.","vcode":"NIV","vnum":16},{"bcode":50,"cnum":3,"content":"Join with others in following my example, brothers, and take note of those who live according to the pattern we gave you.","vcode":"NIV","vnum":17},{"bcode":50,"cnum":3,"content":"For, as I have often told you before and now say again even with tears, many live as enemies of the cross of Christ.","vcode":"NIV","vnum":18},{"bcode":50,"cnum":3,"content":"Their destiny is destruction, their god is their stomach, and their glory is in their shame. Their mind is on earthly things.","vcode":"NIV","vnum":19},{"bcode":50,"cnum":3,"content":"But our citizenship is in heaven. And we eagerly await a Savior from there, the Lord Jesus Christ,","vcode":"NIV","vnum":20},{"bcode":50,"cnum":3,"content":"who, by the power that enables him to bring everything under his control, will transform our lowly bodies so that they will be like his glorious body.","vcode":"NIV","vnum":21}]},"__N_SSG":true}