[
    {
        "bcode": 26,
        "cnum": 31,
        "content": "In the eleventh year, in the third month on the first day, the word of the LORD came to me:",
        "vcode": "NIV",
        "vnum": 1
    },
    {
        "bcode": 26,
        "cnum": 31,
        "content": "\"Son of man, say to Pharaoh king of Egypt and to his hordes: \" 'Who can be compared with you in majesty?",
        "vcode": "NIV",
        "vnum": 2
    },
    {
        "bcode": 26,
        "cnum": 31,
        "content": "Consider Assyria, once a cedar in Lebanon, with beautiful branches overshadowing the forest; it towered on high, its top above the thick foliage.",
        "vcode": "NIV",
        "vnum": 3
    },
    {
        "bcode": 26,
        "cnum": 31,
        "content": "The waters nourished it, deep springs made it grow tall; their streams flowed all around its base and sent their channels to all the trees of the field.",
        "vcode": "NIV",
        "vnum": 4
    },
    {
        "bcode": 26,
        "cnum": 31,
        "content": "So it towered higher than all the trees of the field; its boughs increased and its branches grew long, spreading because of abundant waters.",
        "vcode": "NIV",
        "vnum": 5
    },
    {
        "bcode": 26,
        "cnum": 31,
        "content": "All the birds of the air nested in its boughs, all the beasts of the field gave birth under its branches; all the great nations lived in its shade.",
        "vcode": "NIV",
        "vnum": 6
    },
    {
        "bcode": 26,
        "cnum": 31,
        "content": "It was majestic in beauty, with its spreading boughs, for its roots went down to abundant waters.",
        "vcode": "NIV",
        "vnum": 7
    },
    {
        "bcode": 26,
        "cnum": 31,
        "content": "The cedars in the garden of God could not rival it, nor could the pine trees equal its boughs, nor could the plane trees compare with its branches-- no tree in the garden of God could match its beauty.",
        "vcode": "NIV",
        "vnum": 8
    },
    {
        "bcode": 26,
        "cnum": 31,
        "content": "I made it beautiful with abundant branches, the envy of all the trees of Eden in the garden of God.",
        "vcode": "NIV",
        "vnum": 9
    },
    {
        "bcode": 26,
        "cnum": 31,
        "content": "\" 'Therefore this is what the Sovereign LORD says: Because it towered on high, lifting its top above the thick foliage, and because it was proud of its height,",
        "vcode": "NIV",
        "vnum": 10
    },
    {
        "bcode": 26,
        "cnum": 31,
        "content": "I handed it over to the ruler of the nations, for him to deal with according to its wickedness. I cast it aside,",
        "vcode": "NIV",
        "vnum": 11
    },
    {
        "bcode": 26,
        "cnum": 31,
        "content": "and the most ruthless of foreign nations cut it down and left it. Its boughs fell on the mountains and in all the valleys; its branches lay broken in all the ravines of the land. All the nations of the earth came out from under its shade and left it.",
        "vcode": "NIV",
        "vnum": 12
    },
    {
        "bcode": 26,
        "cnum": 31,
        "content": "All the birds of the air settled on the fallen tree, and all the beasts of the field were among its branches.",
        "vcode": "NIV",
        "vnum": 13
    },
    {
        "bcode": 26,
        "cnum": 31,
        "content": "Therefore no other trees by the waters are ever to tower proudly on high, lifting their tops above the thick foliage. No other trees so well-watered are ever to reach such a height; they are all destined for death, for the earth below, among mortal men, with those who go down to the pit.",
        "vcode": "NIV",
        "vnum": 14
    },
    {
        "bcode": 26,
        "cnum": 31,
        "content": "\" 'This is what the Sovereign LORD says: On the day it was brought down to the grave I covered the deep springs with mourning for it; I held back its streams, and its abundant waters were restrained. Because of it I clothed Lebanon with gloom, and all the trees of the field withered away.",
        "vcode": "NIV",
        "vnum": 15
    },
    {
        "bcode": 26,
        "cnum": 31,
        "content": "I made the nations tremble at the sound of its fall when I brought it down to the grave with those who go down to the pit. Then all the trees of Eden, the choicest and best of Lebanon, all the trees that were well-watered, were consoled in the earth below.",
        "vcode": "NIV",
        "vnum": 16
    },
    {
        "bcode": 26,
        "cnum": 31,
        "content": "Those who lived in its shade, its allies among the nations, had also gone down to the grave with it, joining those killed by the sword.",
        "vcode": "NIV",
        "vnum": 17
    },
    {
        "bcode": 26,
        "cnum": 31,
        "content": "\" 'Which of the trees of Eden can be compared with you in splendor and majesty? Yet you, too, will be brought down with the trees of Eden to the earth below; you will lie among the uncircumcised, with those killed by the sword. \" 'This is Pharaoh and all his hordes, declares the Sovereign LORD.' \"",
        "vcode": "NIV",
        "vnum": 18
    }
]