{"pageProps":{"version":{"name":"NIV","vcode":"NIV"},"bible":{"bcode":40,"chapterCount":28,"name":"Matthew","type":"new","vcode":"NIV"},"chapter":"26","verses":[{"bcode":40,"cnum":26,"content":"When Jesus had finished saying all these things, he said to his disciples,","vcode":"NIV","vnum":1},{"bcode":40,"cnum":26,"content":"\"As you know, the Passover is two days away--and the Son of Man will be handed over to be crucified.\"","vcode":"NIV","vnum":2},{"bcode":40,"cnum":26,"content":"Then the chief priests and the elders of the people assembled in the palace of the high priest, whose name was Caiaphas,","vcode":"NIV","vnum":3},{"bcode":40,"cnum":26,"content":"and they plotted to arrest Jesus in some sly way and kill him.","vcode":"NIV","vnum":4},{"bcode":40,"cnum":26,"content":"\"But not during the Feast,\" they said, \"or there may be a riot among the people.\"","vcode":"NIV","vnum":5},{"bcode":40,"cnum":26,"content":"While Jesus was in Bethany in the home of a man known as Simon the Leper,","vcode":"NIV","vnum":6},{"bcode":40,"cnum":26,"content":"a woman came to him with an alabaster jar of very expensive perfume, which she poured on his head as he was reclining at the table.","vcode":"NIV","vnum":7},{"bcode":40,"cnum":26,"content":"When the disciples saw this, they were indignant. \"Why this waste?\" they asked.","vcode":"NIV","vnum":8},{"bcode":40,"cnum":26,"content":"\"This perfume could have been sold at a high price and the money given to the poor.\"","vcode":"NIV","vnum":9},{"bcode":40,"cnum":26,"content":"Aware of this, Jesus said to them, \"Why are you bothering this woman? She has done a beautiful thing to me.","vcode":"NIV","vnum":10},{"bcode":40,"cnum":26,"content":"The poor you will always have with you, but you will not always have me.","vcode":"NIV","vnum":11},{"bcode":40,"cnum":26,"content":"When she poured this perfume on my body, she did it to prepare me for burial.","vcode":"NIV","vnum":12},{"bcode":40,"cnum":26,"content":"I tell you the truth, wherever this gospel is preached throughout the world, what she has done will also be told, in memory of her.\"","vcode":"NIV","vnum":13},{"bcode":40,"cnum":26,"content":"Then one of the Twelve--the one called Judas Iscariot--went to the chief priests","vcode":"NIV","vnum":14},{"bcode":40,"cnum":26,"content":"and asked, \"What are you willing to give me if I hand him over to you?\" So they counted out for him thirty silver coins.","vcode":"NIV","vnum":15},{"bcode":40,"cnum":26,"content":"From then on Judas watched for an opportunity to hand him over.","vcode":"NIV","vnum":16},{"bcode":40,"cnum":26,"content":"On the first day of the Feast of Unleavened Bread, the disciples came to Jesus and asked, \"Where do you want us to make preparations for you to eat the Passover?\"","vcode":"NIV","vnum":17},{"bcode":40,"cnum":26,"content":"He replied, \"Go into the city to a certain man and tell him, 'The Teacher says: My appointed time is near. I am going to celebrate the Passover with my disciples at your house.' \"","vcode":"NIV","vnum":18},{"bcode":40,"cnum":26,"content":"So the disciples did as Jesus had directed them and prepared the Passover.","vcode":"NIV","vnum":19},{"bcode":40,"cnum":26,"content":"When evening came, Jesus was reclining at the table with the Twelve.","vcode":"NIV","vnum":20},{"bcode":40,"cnum":26,"content":"And while they were eating, he said, \"I tell you the truth, one of you will betray me.\"","vcode":"NIV","vnum":21},{"bcode":40,"cnum":26,"content":"They were very sad and began to say to him one after the other, \"Surely not I, Lord?\"","vcode":"NIV","vnum":22},{"bcode":40,"cnum":26,"content":"Jesus replied, \"The one who has dipped his hand into the bowl with me will betray me.","vcode":"NIV","vnum":23},{"bcode":40,"cnum":26,"content":"The Son of Man will go just as it is written about him. But woe to that man who betrays the Son of Man! It would be better for him if he had not been born.\"","vcode":"NIV","vnum":24},{"bcode":40,"cnum":26,"content":"Then Judas, the one who would betray him, said, \"Surely not I, Rabbi?\" Jesus answered, \"Yes, it is you.\"","vcode":"NIV","vnum":25},{"bcode":40,"cnum":26,"content":"While they were eating, Jesus took bread, gave thanks and broke it, and gave it to his disciples, saying, \"Take and eat; this is my body.\"","vcode":"NIV","vnum":26},{"bcode":40,"cnum":26,"content":"Then he took the cup, gave thanks and offered it to them, saying, \"Drink from it, all of you.","vcode":"NIV","vnum":27},{"bcode":40,"cnum":26,"content":"This is my blood of the covenant, which is poured out for many for the forgiveness of sins.","vcode":"NIV","vnum":28},{"bcode":40,"cnum":26,"content":"I tell you, I will not drink of this fruit of the vine from now on until that day when I drink it anew with you in my Father's kingdom.\"","vcode":"NIV","vnum":29},{"bcode":40,"cnum":26,"content":"When they had sung a hymn, they went out to the Mount of Olives.","vcode":"NIV","vnum":30},{"bcode":40,"cnum":26,"content":"Then Jesus told them, \"This very night you will all fall away on account of me, for it is written: \" 'I will strike the shepherd, and the sheep of the flock will be scattered.'","vcode":"NIV","vnum":31},{"bcode":40,"cnum":26,"content":"But after I have risen, I will go ahead of you into Galilee.\"","vcode":"NIV","vnum":32},{"bcode":40,"cnum":26,"content":"Peter replied, \"Even if all fall away on account of you, I never will.\"","vcode":"NIV","vnum":33},{"bcode":40,"cnum":26,"content":"\"I tell you the truth,\" Jesus answered, \"this very night, before the rooster crows, you will disown me three times.\"","vcode":"NIV","vnum":34},{"bcode":40,"cnum":26,"content":"But Peter declared, \"Even if I have to die with you, I will never disown you.\" And all the other disciples said the same.","vcode":"NIV","vnum":35},{"bcode":40,"cnum":26,"content":"Then Jesus went with his disciples to a place called Gethsemane, and he said to them, \"Sit here while I go over there and pray.\"","vcode":"NIV","vnum":36},{"bcode":40,"cnum":26,"content":"He took Peter and the two sons of Zebedee along with him, and he began to be sorrowful and troubled.","vcode":"NIV","vnum":37},{"bcode":40,"cnum":26,"content":"Then he said to them, \"My soul is overwhelmed with sorrow to the point of death. Stay here and keep watch with me.\"","vcode":"NIV","vnum":38},{"bcode":40,"cnum":26,"content":"Going a little farther, he fell with his face to the ground and prayed, \"My Father, if it is possible, may this cup be taken from me. Yet not as I will, but as you will.\"","vcode":"NIV","vnum":39},{"bcode":40,"cnum":26,"content":"Then he returned to his disciples and found them sleeping. \"Could you men not keep watch with me for one hour?\" he asked Peter.","vcode":"NIV","vnum":40},{"bcode":40,"cnum":26,"content":"\"Watch and pray so that you will not fall into temptation. The spirit is willing, but the body is weak.\"","vcode":"NIV","vnum":41},{"bcode":40,"cnum":26,"content":"He went away a second time and prayed, \"My Father, if it is not possible for this cup to be taken away unless I drink it, may your will be done.\"","vcode":"NIV","vnum":42},{"bcode":40,"cnum":26,"content":"When he came back, he again found them sleeping, because their eyes were heavy.","vcode":"NIV","vnum":43},{"bcode":40,"cnum":26,"content":"So he left them and went away once more and prayed the third time, saying the same thing.","vcode":"NIV","vnum":44},{"bcode":40,"cnum":26,"content":"Then he returned to the disciples and said to them, \"Are you still sleeping and resting? Look, the hour is near, and the Son of Man is betrayed into the hands of sinners.","vcode":"NIV","vnum":45},{"bcode":40,"cnum":26,"content":"Rise, let us go! Here comes my betrayer!\"","vcode":"NIV","vnum":46},{"bcode":40,"cnum":26,"content":"While he was still speaking, Judas, one of the Twelve, arrived. With him was a large crowd armed with swords and clubs, sent from the chief priests and the elders of the people.","vcode":"NIV","vnum":47},{"bcode":40,"cnum":26,"content":"Now the betrayer had arranged a signal with them: \"The one I kiss is the man; arrest him.\"","vcode":"NIV","vnum":48},{"bcode":40,"cnum":26,"content":"Going at once to Jesus, Judas said, \"Greetings, Rabbi!\" and kissed him.","vcode":"NIV","vnum":49},{"bcode":40,"cnum":26,"content":"Jesus replied, \"Friend, do what you came for.\" Then the men stepped forward, seized Jesus and arrested him.","vcode":"NIV","vnum":50},{"bcode":40,"cnum":26,"content":"With that, one of Jesus' companions reached for his sword, drew it out and struck the servant of the high priest, cutting off his ear.","vcode":"NIV","vnum":51},{"bcode":40,"cnum":26,"content":"\"Put your sword back in its place,\" Jesus said to him, \"for all who draw the sword will die by the sword.","vcode":"NIV","vnum":52},{"bcode":40,"cnum":26,"content":"Do you think I cannot call on my Father, and he will at once put at my disposal more than twelve legions of angels?","vcode":"NIV","vnum":53},{"bcode":40,"cnum":26,"content":"But how then would the Scriptures be fulfilled that say it must happen in this way?\"","vcode":"NIV","vnum":54},{"bcode":40,"cnum":26,"content":"At that time Jesus said to the crowd, \"Am I leading a rebellion, that you have come out with swords and clubs to capture me? Every day I sat in the temple courts teaching, and you did not arrest me.","vcode":"NIV","vnum":55},{"bcode":40,"cnum":26,"content":"But this has all taken place that the writings of the prophets might be fulfilled.\" Then all the disciples deserted him and fled.","vcode":"NIV","vnum":56},{"bcode":40,"cnum":26,"content":"Those who had arrested Jesus took him to Caiaphas, the high priest, where the teachers of the law and the elders had assembled.","vcode":"NIV","vnum":57},{"bcode":40,"cnum":26,"content":"But Peter followed him at a distance, right up to the courtyard of the high priest. He entered and sat down with the guards to see the outcome.","vcode":"NIV","vnum":58},{"bcode":40,"cnum":26,"content":"The chief priests and the whole Sanhedrin were looking for false evidence against Jesus so that they could put him to death.","vcode":"NIV","vnum":59},{"bcode":40,"cnum":26,"content":"But they did not find any, though many false witnesses came forward. Finally two came forward","vcode":"NIV","vnum":60},{"bcode":40,"cnum":26,"content":"and declared, \"This fellow said, 'I am able to destroy the temple of God and rebuild it in three days.' \"","vcode":"NIV","vnum":61},{"bcode":40,"cnum":26,"content":"Then the high priest stood up and said to Jesus, \"Are you not going to answer? What is this testimony that these men are bringing against you?\"","vcode":"NIV","vnum":62},{"bcode":40,"cnum":26,"content":"But Jesus remained silent. The high priest said to him, \"I charge you under oath by the living God: Tell us if you are the Christ, the Son of God.\"","vcode":"NIV","vnum":63},{"bcode":40,"cnum":26,"content":"\"Yes, it is as you say,\" Jesus replied. \"But I say to all of you: In the future you will see the Son of Man sitting at the right hand of the Mighty One and coming on the clouds of heaven.\"","vcode":"NIV","vnum":64},{"bcode":40,"cnum":26,"content":"Then the high priest tore his clothes and said, \"He has spoken blasphemy! Why do we need any more witnesses? Look, now you have heard the blasphemy.","vcode":"NIV","vnum":65},{"bcode":40,"cnum":26,"content":"What do you think?\" \"He is worthy of death,\" they answered.","vcode":"NIV","vnum":66},{"bcode":40,"cnum":26,"content":"Then they spit in his face and struck him with their fists. Others slapped him","vcode":"NIV","vnum":67},{"bcode":40,"cnum":26,"content":"and said, \"Prophesy to us, Christ. Who hit you?\"","vcode":"NIV","vnum":68},{"bcode":40,"cnum":26,"content":"Now Peter was sitting out in the courtyard, and a servant girl came to him. \"You also were with Jesus of Galilee,\" she said.","vcode":"NIV","vnum":69},{"bcode":40,"cnum":26,"content":"But he denied it before them all. \"I don't know what you're talking about,\" he said.","vcode":"NIV","vnum":70},{"bcode":40,"cnum":26,"content":"Then he went out to the gateway, where another girl saw him and said to the people there, \"This fellow was with Jesus of Nazareth.\"","vcode":"NIV","vnum":71},{"bcode":40,"cnum":26,"content":"He denied it again, with an oath: \"I don't know the man!\"","vcode":"NIV","vnum":72},{"bcode":40,"cnum":26,"content":"After a little while, those standing there went up to Peter and said, \"Surely you are one of them, for your accent gives you away.\"","vcode":"NIV","vnum":73},{"bcode":40,"cnum":26,"content":"Then he began to call down curses on himself and he swore to them, \"I don't know the man!\" Immediately a rooster crowed.","vcode":"NIV","vnum":74},{"bcode":40,"cnum":26,"content":"Then Peter remembered the word Jesus had spoken: \"Before the rooster crows, you will disown me three times.\" And he went outside and wept bitterly.","vcode":"NIV","vnum":75}]},"__N_SSG":true}