{"pageProps":{"version":{"name":"NIV","vcode":"NIV"},"bible":{"bcode":19,"chapterCount":150,"name":"Psalms","type":"old","vcode":"NIV"},"chapter":"143","verses":[{"bcode":19,"cnum":143,"content":"O LORD, hear my prayer, listen to my cry for mercy; in your faithfulness and righteousness come to my relief.","vcode":"NIV","vnum":1},{"bcode":19,"cnum":143,"content":"Do not bring your servant into judgment, for no one living is righteous before you.","vcode":"NIV","vnum":2},{"bcode":19,"cnum":143,"content":"The enemy pursues me, he crushes me to the ground; he makes me dwell in darkness like those long dead.","vcode":"NIV","vnum":3},{"bcode":19,"cnum":143,"content":"So my spirit grows faint within me; my heart within me is dismayed.","vcode":"NIV","vnum":4},{"bcode":19,"cnum":143,"content":"I remember the days of long ago; I meditate on all your works and consider what your hands have done.","vcode":"NIV","vnum":5},{"bcode":19,"cnum":143,"content":"I spread out my hands to you; my soul thirsts for you like a parched land. Selah","vcode":"NIV","vnum":6},{"bcode":19,"cnum":143,"content":"Answer me quickly, O LORD; my spirit fails. Do not hide your face from me or I will be like those who go down to the pit.","vcode":"NIV","vnum":7},{"bcode":19,"cnum":143,"content":"Let the morning bring me word of your unfailing love, for I have put my trust in you. Show me the way I should go, for to you I lift up my soul.","vcode":"NIV","vnum":8},{"bcode":19,"cnum":143,"content":"Rescue me from my enemies, O LORD, for I hide myself in you.","vcode":"NIV","vnum":9},{"bcode":19,"cnum":143,"content":"Teach me to do your will, for you are my God; may your good Spirit lead me on level ground.","vcode":"NIV","vnum":10},{"bcode":19,"cnum":143,"content":"For your name's sake, O LORD, preserve my life; in your righteousness, bring me out of trouble.","vcode":"NIV","vnum":11},{"bcode":19,"cnum":143,"content":"In your unfailing love, silence my enemies; destroy all my foes, for I am your servant.","vcode":"NIV","vnum":12}]},"__N_SSG":true}