{"pageProps":{"version":{"name":"NIV","vcode":"NIV"},"bible":{"bcode":19,"chapterCount":150,"name":"Psalms","type":"old","vcode":"NIV"},"chapter":"144","verses":[{"bcode":19,"cnum":144,"content":"Praise be to the LORD my Rock, who trains my hands for war, my fingers for battle.","vcode":"NIV","vnum":1},{"bcode":19,"cnum":144,"content":"He is my loving God and my fortress, my stronghold and my deliverer, my shield, in whom I take refuge, who subdues peoples under me.","vcode":"NIV","vnum":2},{"bcode":19,"cnum":144,"content":"O LORD, what is man that you care for him, the son of man that you think of him?","vcode":"NIV","vnum":3},{"bcode":19,"cnum":144,"content":"Man is like a breath; his days are like a fleeting shadow.","vcode":"NIV","vnum":4},{"bcode":19,"cnum":144,"content":"Part your heavens, O LORD, and come down; touch the mountains, so that they smoke.","vcode":"NIV","vnum":5},{"bcode":19,"cnum":144,"content":"Send forth lightning and scatter {the enemies}; shoot your arrows and rout them.","vcode":"NIV","vnum":6},{"bcode":19,"cnum":144,"content":"Reach down your hand from on high; deliver me and rescue me from the mighty waters, from the hands of foreigners","vcode":"NIV","vnum":7},{"bcode":19,"cnum":144,"content":"whose mouths are full of lies, whose right hands are deceitful.","vcode":"NIV","vnum":8},{"bcode":19,"cnum":144,"content":"I will sing a new song to you, O God; on the ten-stringed lyre I will make music to you,","vcode":"NIV","vnum":9},{"bcode":19,"cnum":144,"content":"to the One who gives victory to kings, who delivers his servant David from the deadly sword.","vcode":"NIV","vnum":10},{"bcode":19,"cnum":144,"content":"Deliver me and rescue me from the hands of foreigners whose mouths are full of lies, whose right hands are deceitful.","vcode":"NIV","vnum":11},{"bcode":19,"cnum":144,"content":"Then our sons in their youth will be like well-nurtured plants, and our daughters will be like pillars carved to adorn a palace.","vcode":"NIV","vnum":12},{"bcode":19,"cnum":144,"content":"Our barns will be filled with every kind of provision. Our sheep will increase by thousands, by tens of thousands in our fields;","vcode":"NIV","vnum":13},{"bcode":19,"cnum":144,"content":"our oxen will draw heavy loads. There will be no breaching of walls, no going into captivity, no cry of distress in our streets.","vcode":"NIV","vnum":14},{"bcode":19,"cnum":144,"content":"Blessed are the people of whom this is true; blessed are the people whose God is the LORD.","vcode":"NIV","vnum":15}]},"__N_SSG":true}