{"pageProps":{"version":{"name":"NIV","vcode":"NIV"},"bible":{"bcode":19,"chapterCount":150,"name":"Psalms","type":"old","vcode":"NIV"},"chapter":"145","verses":[{"bcode":19,"cnum":145,"content":"I will exalt you, my God the King; I will praise your name for ever and ever.","vcode":"NIV","vnum":1},{"bcode":19,"cnum":145,"content":"Every day I will praise you and extol your name for ever and ever.","vcode":"NIV","vnum":2},{"bcode":19,"cnum":145,"content":"Great is the LORD and most worthy of praise; his greatness no one can fathom.","vcode":"NIV","vnum":3},{"bcode":19,"cnum":145,"content":"One generation will commend your works to another; they will tell of your mighty acts.","vcode":"NIV","vnum":4},{"bcode":19,"cnum":145,"content":"They will speak of the glorious splendor of your majesty, and I will meditate on your wonderful works.","vcode":"NIV","vnum":5},{"bcode":19,"cnum":145,"content":"They will tell of the power of your awesome works, and I will proclaim your great deeds.","vcode":"NIV","vnum":6},{"bcode":19,"cnum":145,"content":"They will celebrate your abundant goodness and joyfully sing of your righteousness.","vcode":"NIV","vnum":7},{"bcode":19,"cnum":145,"content":"The LORD is gracious and compassionate, slow to anger and rich in love.","vcode":"NIV","vnum":8},{"bcode":19,"cnum":145,"content":"The LORD is good to all; he has compassion on all he has made.","vcode":"NIV","vnum":9},{"bcode":19,"cnum":145,"content":"All you have made will praise you, O LORD; your saints will extol you.","vcode":"NIV","vnum":10},{"bcode":19,"cnum":145,"content":"They will tell of the glory of your kingdom and speak of your might,","vcode":"NIV","vnum":11},{"bcode":19,"cnum":145,"content":"so that all men may know of your mighty acts and the glorious splendor of your kingdom.","vcode":"NIV","vnum":12},{"bcode":19,"cnum":145,"content":"Your kingdom is an everlasting kingdom, and your dominion endures through all generations. The LORD is faithful to all his promises and loving toward all he has made.","vcode":"NIV","vnum":13},{"bcode":19,"cnum":145,"content":"The LORD upholds all those who fall and lifts up all who are bowed down.","vcode":"NIV","vnum":14},{"bcode":19,"cnum":145,"content":"The eyes of all look to you, and you give them their food at the proper time.","vcode":"NIV","vnum":15},{"bcode":19,"cnum":145,"content":"You open your hand and satisfy the desires of every living thing.","vcode":"NIV","vnum":16},{"bcode":19,"cnum":145,"content":"The LORD is righteous in all his ways and loving toward all he has made.","vcode":"NIV","vnum":17},{"bcode":19,"cnum":145,"content":"The LORD is near to all who call on him, to all who call on him in truth.","vcode":"NIV","vnum":18},{"bcode":19,"cnum":145,"content":"He fulfills the desires of those who fear him; he hears their cry and saves them.","vcode":"NIV","vnum":19},{"bcode":19,"cnum":145,"content":"The LORD watches over all who love him, but all the wicked he will destroy.","vcode":"NIV","vnum":20},{"bcode":19,"cnum":145,"content":"My mouth will speak in praise of the LORD. Let every creature praise his holy name for ever and ever.","vcode":"NIV","vnum":21}]},"__N_SSG":true}