{"pageProps":{"version":{"name":"NIV","vcode":"NIV"},"bible":{"bcode":19,"chapterCount":150,"name":"Psalms","type":"old","vcode":"NIV"},"chapter":"17","verses":[{"bcode":19,"cnum":17,"content":"Hear, O LORD, my righteous plea; listen to my cry. Give ear to my prayer-- it does not rise from deceitful lips.","vcode":"NIV","vnum":1},{"bcode":19,"cnum":17,"content":"May my vindication come from you; may your eyes see what is right.","vcode":"NIV","vnum":2},{"bcode":19,"cnum":17,"content":"Though you probe my heart and examine me at night, though you test me, you will find nothing; I have resolved that my mouth will not sin.","vcode":"NIV","vnum":3},{"bcode":19,"cnum":17,"content":"As for the deeds of men-- by the word of your lips I have kept myself from the ways of the violent.","vcode":"NIV","vnum":4},{"bcode":19,"cnum":17,"content":"My steps have held to your paths; my feet have not slipped.","vcode":"NIV","vnum":5},{"bcode":19,"cnum":17,"content":"I call on you, O God, for you will answer me; give ear to me and hear my prayer.","vcode":"NIV","vnum":6},{"bcode":19,"cnum":17,"content":"Show the wonder of your great love, you who save by your right hand those who take refuge in you from their foes.","vcode":"NIV","vnum":7},{"bcode":19,"cnum":17,"content":"Keep me as the apple of your eye; hide me in the shadow of your wings","vcode":"NIV","vnum":8},{"bcode":19,"cnum":17,"content":"from the wicked who assail me, from my mortal enemies who surround me.","vcode":"NIV","vnum":9},{"bcode":19,"cnum":17,"content":"They close up their callous hearts, and their mouths speak with arrogance.","vcode":"NIV","vnum":10},{"bcode":19,"cnum":17,"content":"They have tracked me down, they now surround me, with eyes alert, to throw me to the ground.","vcode":"NIV","vnum":11},{"bcode":19,"cnum":17,"content":"They are like a lion hungry for prey, like a great lion crouching in cover.","vcode":"NIV","vnum":12},{"bcode":19,"cnum":17,"content":"Rise up, O LORD, confront them, bring them down; rescue me from the wicked by your sword.","vcode":"NIV","vnum":13},{"bcode":19,"cnum":17,"content":"O LORD, by your hand save me from such men, from men of this world whose reward is in this life. You still the hunger of those you cherish; their sons have plenty, and they store up wealth for their children.","vcode":"NIV","vnum":14},{"bcode":19,"cnum":17,"content":"And I--in righteousness I will see your face; when I awake, I will be satisfied with seeing your likeness.","vcode":"NIV","vnum":15}]},"__N_SSG":true}