{"pageProps":{"version":{"name":"NIV","vcode":"NIV"},"bible":{"bcode":19,"chapterCount":150,"name":"Psalms","type":"old","vcode":"NIV"},"chapter":"18","verses":[{"bcode":19,"cnum":18,"content":"I love you, O LORD, my strength.","vcode":"NIV","vnum":1},{"bcode":19,"cnum":18,"content":"The LORD is my rock, my fortress and my deliverer; my God is my rock, in whom I take refuge. He is my shield and the horn of my salvation, my stronghold.","vcode":"NIV","vnum":2},{"bcode":19,"cnum":18,"content":"I call to the LORD, who is worthy of praise, and I am saved from my enemies.","vcode":"NIV","vnum":3},{"bcode":19,"cnum":18,"content":"The cords of death entangled me; the torrents of destruction overwhelmed me.","vcode":"NIV","vnum":4},{"bcode":19,"cnum":18,"content":"The cords of the grave coiled around me; the snares of death confronted me.","vcode":"NIV","vnum":5},{"bcode":19,"cnum":18,"content":"In my distress I called to the LORD; I cried to my God for help. From his temple he heard my voice; my cry came before him, into his ears.","vcode":"NIV","vnum":6},{"bcode":19,"cnum":18,"content":"The earth trembled and quaked, and the foundations of the mountains shook; they trembled because he was angry.","vcode":"NIV","vnum":7},{"bcode":19,"cnum":18,"content":"Smoke rose from his nostrils; consuming fire came from his mouth, burning coals blazed out of it.","vcode":"NIV","vnum":8},{"bcode":19,"cnum":18,"content":"He parted the heavens and came down; dark clouds were under his feet.","vcode":"NIV","vnum":9},{"bcode":19,"cnum":18,"content":"He mounted the cherubim and flew; he soared on the wings of the wind.","vcode":"NIV","vnum":10},{"bcode":19,"cnum":18,"content":"He made darkness his covering, his canopy around him-- the dark rain clouds of the sky.","vcode":"NIV","vnum":11},{"bcode":19,"cnum":18,"content":"Out of the brightness of his presence clouds advanced, with hailstones and bolts of lightning.","vcode":"NIV","vnum":12},{"bcode":19,"cnum":18,"content":"The LORD thundered from heaven; the voice of the Most High resounded.","vcode":"NIV","vnum":13},{"bcode":19,"cnum":18,"content":"He shot his arrows and scattered the enemies , great bolts of lightning and routed them.","vcode":"NIV","vnum":14},{"bcode":19,"cnum":18,"content":"The valleys of the sea were exposed and the foundations of the earth laid bare at your rebuke, O LORD, at the blast of breath from your nostrils.","vcode":"NIV","vnum":15},{"bcode":19,"cnum":18,"content":"He reached down from on high and took hold of me; he drew me out of deep waters.","vcode":"NIV","vnum":16},{"bcode":19,"cnum":18,"content":"He rescued me from my powerful enemy, from my foes, who were too strong for me.","vcode":"NIV","vnum":17},{"bcode":19,"cnum":18,"content":"They confronted me in the day of my disaster, but the LORD was my support.","vcode":"NIV","vnum":18},{"bcode":19,"cnum":18,"content":"He brought me out into a spacious place; he rescued me because he delighted in me.","vcode":"NIV","vnum":19},{"bcode":19,"cnum":18,"content":"The LORD has dealt with me according to my righteousness; according to the cleanness of my hands he has rewarded me.","vcode":"NIV","vnum":20},{"bcode":19,"cnum":18,"content":"For I have kept the ways of the LORD; I have not done evil by turning from my God.","vcode":"NIV","vnum":21},{"bcode":19,"cnum":18,"content":"All his laws are before me; I have not turned away from his decrees.","vcode":"NIV","vnum":22},{"bcode":19,"cnum":18,"content":"I have been blameless before him and have kept myself from sin.","vcode":"NIV","vnum":23},{"bcode":19,"cnum":18,"content":"The LORD has rewarded me according to my righteousness, according to the cleanness of my hands in his sight.","vcode":"NIV","vnum":24},{"bcode":19,"cnum":18,"content":"To the faithful you show yourself faithful, to the blameless you show yourself blameless,","vcode":"NIV","vnum":25},{"bcode":19,"cnum":18,"content":"to the pure you show yourself pure, but to the crooked you show yourself shrewd.","vcode":"NIV","vnum":26},{"bcode":19,"cnum":18,"content":"You save the humble but bring low those whose eyes are haughty.","vcode":"NIV","vnum":27},{"bcode":19,"cnum":18,"content":"You, O LORD, keep my lamp burning; my God turns my darkness into light.","vcode":"NIV","vnum":28},{"bcode":19,"cnum":18,"content":"With your help I can advance against a troop ; with my God I can scale a wall.","vcode":"NIV","vnum":29},{"bcode":19,"cnum":18,"content":"As for God, his way is perfect; the word of the LORD is flawless. He is a shield for all who take refuge in him.","vcode":"NIV","vnum":30},{"bcode":19,"cnum":18,"content":"For who is God besides the LORD ? And who is the Rock except our God?","vcode":"NIV","vnum":31},{"bcode":19,"cnum":18,"content":"It is God who arms me with strength and makes my way perfect.","vcode":"NIV","vnum":32},{"bcode":19,"cnum":18,"content":"He makes my feet like the feet of a deer; he enables me to stand on the heights.","vcode":"NIV","vnum":33},{"bcode":19,"cnum":18,"content":"He trains my hands for battle; my arms can bend a bow of bronze.","vcode":"NIV","vnum":34},{"bcode":19,"cnum":18,"content":"You give me your shield of victory, and your right hand sustains me; you stoop down to make me great.","vcode":"NIV","vnum":35},{"bcode":19,"cnum":18,"content":"You broaden the path beneath me, so that my ankles do not turn.","vcode":"NIV","vnum":36},{"bcode":19,"cnum":18,"content":"I pursued my enemies and overtook them; I did not turn back till they were destroyed.","vcode":"NIV","vnum":37},{"bcode":19,"cnum":18,"content":"I crushed them so that they could not rise; they fell beneath my feet.","vcode":"NIV","vnum":38},{"bcode":19,"cnum":18,"content":"You armed me with strength for battle; you made my adversaries bow at my feet.","vcode":"NIV","vnum":39},{"bcode":19,"cnum":18,"content":"You made my enemies turn their backs in flight, and I destroyed my foes.","vcode":"NIV","vnum":40},{"bcode":19,"cnum":18,"content":"They cried for help, but there was no one to save them-- to the LORD, but he did not answer.","vcode":"NIV","vnum":41},{"bcode":19,"cnum":18,"content":"I beat them as fine as dust borne on the wind; I poured them out like mud in the streets.","vcode":"NIV","vnum":42},{"bcode":19,"cnum":18,"content":"You have delivered me from the attacks of the people; you have made me the head of nations; people I did not know are subject to me.","vcode":"NIV","vnum":43},{"bcode":19,"cnum":18,"content":"As soon as they hear me, they obey me; foreigners cringe before me.","vcode":"NIV","vnum":44},{"bcode":19,"cnum":18,"content":"They all lose heart; they come trembling from their strongholds.","vcode":"NIV","vnum":45},{"bcode":19,"cnum":18,"content":"The LORD lives! Praise be to my Rock! Exalted be God my Savior!","vcode":"NIV","vnum":46},{"bcode":19,"cnum":18,"content":"He is the God who avenges me, who subdues nations under me,","vcode":"NIV","vnum":47},{"bcode":19,"cnum":18,"content":"who saves me from my enemies. You exalted me above my foes; from violent men you rescued me.","vcode":"NIV","vnum":48},{"bcode":19,"cnum":18,"content":"Therefore I will praise you among the nations, O LORD; I will sing praises to your name.","vcode":"NIV","vnum":49},{"bcode":19,"cnum":18,"content":"He gives his king great victories; he shows unfailing kindness to his anointed, to David and his descendants forever.","vcode":"NIV","vnum":50}]},"__N_SSG":true}