{"pageProps":{"version":{"name":"NIV","vcode":"NIV"},"bible":{"bcode":19,"chapterCount":150,"name":"Psalms","type":"old","vcode":"NIV"},"chapter":"31","verses":[{"bcode":19,"cnum":31,"content":"In you, O LORD, I have taken refuge; let me never be put to shame; deliver me in your righteousness.","vcode":"NIV","vnum":1},{"bcode":19,"cnum":31,"content":"Turn your ear to me, come quickly to my rescue; be my rock of refuge, a strong fortress to save me.","vcode":"NIV","vnum":2},{"bcode":19,"cnum":31,"content":"Since you are my rock and my fortress, for the sake of your name lead and guide me.","vcode":"NIV","vnum":3},{"bcode":19,"cnum":31,"content":"Free me from the trap that is set for me, for you are my refuge.","vcode":"NIV","vnum":4},{"bcode":19,"cnum":31,"content":"Into your hands I commit my spirit; redeem me, O LORD, the God of truth.","vcode":"NIV","vnum":5},{"bcode":19,"cnum":31,"content":"I hate those who cling to worthless idols; I trust in the LORD.","vcode":"NIV","vnum":6},{"bcode":19,"cnum":31,"content":"I will be glad and rejoice in your love, for you saw my affliction and knew the anguish of my soul.","vcode":"NIV","vnum":7},{"bcode":19,"cnum":31,"content":"You have not handed me over to the enemy but have set my feet in a spacious place.","vcode":"NIV","vnum":8},{"bcode":19,"cnum":31,"content":"Be merciful to me, O LORD, for I am in distress; my eyes grow weak with sorrow, my soul and my body with grief.","vcode":"NIV","vnum":9},{"bcode":19,"cnum":31,"content":"My life is consumed by anguish and my years by groaning; my strength fails because of my affliction, and my bones grow weak.","vcode":"NIV","vnum":10},{"bcode":19,"cnum":31,"content":"Because of all my enemies, I am the utter contempt of my neighbors; I am a dread to my friends-- those who see me on the street flee from me.","vcode":"NIV","vnum":11},{"bcode":19,"cnum":31,"content":"I am forgotten by them as though I were dead; I have become like broken pottery.","vcode":"NIV","vnum":12},{"bcode":19,"cnum":31,"content":"For I hear the slander of many; there is terror on every side; they conspire against me and plot to take my life.","vcode":"NIV","vnum":13},{"bcode":19,"cnum":31,"content":"But I trust in you, O LORD; I say, \"You are my God.\"","vcode":"NIV","vnum":14},{"bcode":19,"cnum":31,"content":"My times are in your hands; deliver me from my enemies and from those who pursue me.","vcode":"NIV","vnum":15},{"bcode":19,"cnum":31,"content":"Let your face shine on your servant; save me in your unfailing love.","vcode":"NIV","vnum":16},{"bcode":19,"cnum":31,"content":"Let me not be put to shame, O LORD, for I have cried out to you; but let the wicked be put to shame and lie silent in the grave.","vcode":"NIV","vnum":17},{"bcode":19,"cnum":31,"content":"Let their lying lips be silenced, for with pride and contempt they speak arrogantly against the righteous.","vcode":"NIV","vnum":18},{"bcode":19,"cnum":31,"content":"How great is your goodness, which you have stored up for those who fear you, which you bestow in the sight of men on those who take refuge in you.","vcode":"NIV","vnum":19},{"bcode":19,"cnum":31,"content":"In the shelter of your presence you hide them from the intrigues of men; in your dwelling you keep them safe from accusing tongues.","vcode":"NIV","vnum":20},{"bcode":19,"cnum":31,"content":"Praise be to the LORD, for he showed his wonderful love to me when I was in a besieged city.","vcode":"NIV","vnum":21},{"bcode":19,"cnum":31,"content":"In my alarm I said, \"I am cut off from your sight!\" Yet you heard my cry for mercy when I called to you for help.","vcode":"NIV","vnum":22},{"bcode":19,"cnum":31,"content":"Love the LORD, all his saints! The LORD preserves the faithful, but the proud he pays back in full.","vcode":"NIV","vnum":23},{"bcode":19,"cnum":31,"content":"Be strong and take heart, all you who hope in the LORD.","vcode":"NIV","vnum":24}]},"__N_SSG":true}