{"pageProps":{"version":{"name":"NIV","vcode":"NIV"},"bible":{"bcode":19,"chapterCount":150,"name":"Psalms","type":"old","vcode":"NIV"},"chapter":"42","verses":[{"bcode":19,"cnum":42,"content":"As the deer pants for streams of water, so my soul pants for you, O God.","vcode":"NIV","vnum":1},{"bcode":19,"cnum":42,"content":"My soul thirsts for God, for the living God. When can I go and meet with God?","vcode":"NIV","vnum":2},{"bcode":19,"cnum":42,"content":"My tears have been my food day and night, while men say to me all day long, \"Where is your God?\"","vcode":"NIV","vnum":3},{"bcode":19,"cnum":42,"content":"These things I remember as I pour out my soul: how I used to go with the multitude, leading the procession to the house of God, with shouts of joy and thanksgiving among the festive throng.","vcode":"NIV","vnum":4},{"bcode":19,"cnum":42,"content":"Why are you downcast, O my soul? Why so disturbed within me? Put your hope in God, for I will yet praise him, my Savior and","vcode":"NIV","vnum":5},{"bcode":19,"cnum":42,"content":"my God. My soul is downcast within me; therefore I will remember you from the land of the Jordan, the heights of Hermon--from Mount Mizar.","vcode":"NIV","vnum":6},{"bcode":19,"cnum":42,"content":"Deep calls to deep in the roar of your waterfalls; all your waves and breakers have swept over me.","vcode":"NIV","vnum":7},{"bcode":19,"cnum":42,"content":"By day the LORD directs his love, at night his song is with me-- a prayer to the God of my life.","vcode":"NIV","vnum":8},{"bcode":19,"cnum":42,"content":"I say to God my Rock, \"Why have you forgotten me? Why must I go about mourning, oppressed by the enemy?\"","vcode":"NIV","vnum":9},{"bcode":19,"cnum":42,"content":"My bones suffer mortal agony as my foes taunt me, saying to me all day long, \"Where is your God?\"","vcode":"NIV","vnum":10},{"bcode":19,"cnum":42,"content":"Why are you downcast, O my soul? Why so disturbed within me? Put your hope in God, for I will yet praise him, my Savior and my God.","vcode":"NIV","vnum":11}]},"__N_SSG":true}