{"pageProps":{"version":{"name":"NIV","vcode":"NIV"},"bible":{"bcode":19,"chapterCount":150,"name":"Psalms","type":"old","vcode":"NIV"},"chapter":"51","verses":[{"bcode":19,"cnum":51,"content":"Have mercy on me, O God, according to your unfailing love; according to your great compassion blot out my transgressions.","vcode":"NIV","vnum":1},{"bcode":19,"cnum":51,"content":"Wash away all my iniquity and cleanse me from my sin.","vcode":"NIV","vnum":2},{"bcode":19,"cnum":51,"content":"For I know my transgressions, and my sin is always before me.","vcode":"NIV","vnum":3},{"bcode":19,"cnum":51,"content":"Against you, you only, have I sinned and done what is evil in your sight, so that you are proved right when you speak and justified when you judge.","vcode":"NIV","vnum":4},{"bcode":19,"cnum":51,"content":"Surely I was sinful at birth, sinful from the time my mother conceived me.","vcode":"NIV","vnum":5},{"bcode":19,"cnum":51,"content":"Surely you desire truth in the inner parts ; you teach me wisdom in the inmost place.","vcode":"NIV","vnum":6},{"bcode":19,"cnum":51,"content":"Cleanse me with hyssop, and I will be clean; wash me, and I will be whiter than snow.","vcode":"NIV","vnum":7},{"bcode":19,"cnum":51,"content":"Let me hear joy and gladness; let the bones you have crushed rejoice.","vcode":"NIV","vnum":8},{"bcode":19,"cnum":51,"content":"Hide your face from my sins and blot out all my iniquity.","vcode":"NIV","vnum":9},{"bcode":19,"cnum":51,"content":"Create in me a pure heart, O God, and renew a steadfast spirit within me.","vcode":"NIV","vnum":10},{"bcode":19,"cnum":51,"content":"Do not cast me from your presence or take your Holy Spirit from me.","vcode":"NIV","vnum":11},{"bcode":19,"cnum":51,"content":"Restore to me the joy of your salvation and grant me a willing spirit, to sustain me.","vcode":"NIV","vnum":12},{"bcode":19,"cnum":51,"content":"Then I will teach transgressors your ways, and sinners will turn back to you.","vcode":"NIV","vnum":13},{"bcode":19,"cnum":51,"content":"Save me from bloodguilt, O God, the God who saves me, and my tongue will sing of your righteousness.","vcode":"NIV","vnum":14},{"bcode":19,"cnum":51,"content":"O Lord, open my lips, and my mouth will declare your praise.","vcode":"NIV","vnum":15},{"bcode":19,"cnum":51,"content":"You do not delight in sacrifice, or I would bring it; you do not take pleasure in burnt offerings.","vcode":"NIV","vnum":16},{"bcode":19,"cnum":51,"content":"The sacrifices of God are a broken spirit; a broken and contrite heart, O God, you will not despise.","vcode":"NIV","vnum":17},{"bcode":19,"cnum":51,"content":"In your good pleasure make Zion prosper; build up the walls of Jerusalem.","vcode":"NIV","vnum":18},{"bcode":19,"cnum":51,"content":"Then there will be righteous sacrifices, whole burnt offerings to delight you; then bulls will be offered on your altar.","vcode":"NIV","vnum":19}]},"__N_SSG":true}