{"pageProps":{"version":{"name":"NIV","vcode":"NIV"},"bible":{"bcode":19,"chapterCount":150,"name":"Psalms","type":"old","vcode":"NIV"},"chapter":"59","verses":[{"bcode":19,"cnum":59,"content":"Deliver me from my enemies, O God; protect me from those who rise up against me.","vcode":"NIV","vnum":1},{"bcode":19,"cnum":59,"content":"Deliver me from evildoers and save me from bloodthirsty men.","vcode":"NIV","vnum":2},{"bcode":19,"cnum":59,"content":"See how they lie in wait for me! Fierce men conspire against me for no offense or sin of mine, O LORD.","vcode":"NIV","vnum":3},{"bcode":19,"cnum":59,"content":"I have done no wrong, yet they are ready to attack me. Arise to help me; look on my plight!","vcode":"NIV","vnum":4},{"bcode":19,"cnum":59,"content":"O LORD God Almighty, the God of Israel, rouse yourself to punish all the nations; show no mercy to wicked traitors. Selah","vcode":"NIV","vnum":5},{"bcode":19,"cnum":59,"content":"They return at evening, snarling like dogs, and prowl about the city.","vcode":"NIV","vnum":6},{"bcode":19,"cnum":59,"content":"See what they spew from their mouths-- they spew out swords from their lips, and they say, \"Who can hear us?\"","vcode":"NIV","vnum":7},{"bcode":19,"cnum":59,"content":"But you, O LORD, laugh at them; you scoff at all those nations.","vcode":"NIV","vnum":8},{"bcode":19,"cnum":59,"content":"O my Strength, I watch for you; you, O God, are my fortress,","vcode":"NIV","vnum":9},{"bcode":19,"cnum":59,"content":"my loving God. God will go before me and will let me gloat over those who slander me.","vcode":"NIV","vnum":10},{"bcode":19,"cnum":59,"content":"But do not kill them, O Lord our shield, or my people will forget. In your might make them wander about, and bring them down.","vcode":"NIV","vnum":11},{"bcode":19,"cnum":59,"content":"For the sins of their mouths, for the words of their lips, let them be caught in their pride. For the curses and lies they utter,","vcode":"NIV","vnum":12},{"bcode":19,"cnum":59,"content":"consume them in wrath, consume them till they are no more. Then it will be known to the ends of the earth that God rules over Jacob. Selah","vcode":"NIV","vnum":13},{"bcode":19,"cnum":59,"content":"They return at evening, snarling like dogs, and prowl about the city.","vcode":"NIV","vnum":14},{"bcode":19,"cnum":59,"content":"They wander about for food and howl if not satisfied.","vcode":"NIV","vnum":15},{"bcode":19,"cnum":59,"content":"But I will sing of your strength, in the morning I will sing of your love; for you are my fortress, my refuge in times of trouble.","vcode":"NIV","vnum":16},{"bcode":19,"cnum":59,"content":"O my Strength, I sing praise to you; you, O God, are my fortress, my loving God.","vcode":"NIV","vnum":17}]},"__N_SSG":true}