{"pageProps":{"version":{"name":"NIV","vcode":"NIV"},"bible":{"bcode":19,"chapterCount":150,"name":"Psalms","type":"old","vcode":"NIV"},"chapter":"68","verses":[{"bcode":19,"cnum":68,"content":"May God arise, may his enemies be scattered; may his foes flee before him.","vcode":"NIV","vnum":1},{"bcode":19,"cnum":68,"content":"As smoke is blown away by the wind, may you blow them away; as wax melts before the fire, may the wicked perish before God.","vcode":"NIV","vnum":2},{"bcode":19,"cnum":68,"content":"But may the righteous be glad and rejoice before God; may they be happy and joyful.","vcode":"NIV","vnum":3},{"bcode":19,"cnum":68,"content":"Sing to God, sing praise to his name, extol him who rides on the clouds -- his name is the LORD-- and rejoice before him.","vcode":"NIV","vnum":4},{"bcode":19,"cnum":68,"content":"A father to the fatherless, a defender of widows, is God in his holy dwelling.","vcode":"NIV","vnum":5},{"bcode":19,"cnum":68,"content":"God sets the lonely in families, he leads forth the prisoners with singing; but the rebellious live in a sun-scorched land.","vcode":"NIV","vnum":6},{"bcode":19,"cnum":68,"content":"When you went out before your people, O God, when you marched through the wasteland, Selah","vcode":"NIV","vnum":7},{"bcode":19,"cnum":68,"content":"the earth shook, the heavens poured down rain, before God, the One of Sinai, before God, the God of Israel.","vcode":"NIV","vnum":8},{"bcode":19,"cnum":68,"content":"You gave abundant showers, O God; you refreshed your weary inheritance.","vcode":"NIV","vnum":9},{"bcode":19,"cnum":68,"content":"Your people settled in it, and from your bounty, O God, you provided for the poor.","vcode":"NIV","vnum":10},{"bcode":19,"cnum":68,"content":"The Lord announced the word, and great was the company of those who proclaimed it:","vcode":"NIV","vnum":11},{"bcode":19,"cnum":68,"content":"\"Kings and armies flee in haste; in the camps men divide the plunder.","vcode":"NIV","vnum":12},{"bcode":19,"cnum":68,"content":"Even while you sleep among the campfires, the wings of my dove are sheathed with silver, its feathers with shining gold.\"","vcode":"NIV","vnum":13},{"bcode":19,"cnum":68,"content":"When the Almighty scattered the kings in the land, it was like snow fallen on Zalmon.","vcode":"NIV","vnum":14},{"bcode":19,"cnum":68,"content":"The mountains of Bashan are majestic mountains; rugged are the mountains of Bashan.","vcode":"NIV","vnum":15},{"bcode":19,"cnum":68,"content":"Why gaze in envy, O rugged mountains, at the mountain where God chooses to reign, where the LORD himself will dwell forever?","vcode":"NIV","vnum":16},{"bcode":19,"cnum":68,"content":"The chariots of God are tens of thousands and thousands of thousands; the Lord has come from Sinai into his sanctuary.","vcode":"NIV","vnum":17},{"bcode":19,"cnum":68,"content":"When you ascended on high, you led captives in your train; you received gifts from men, even from the rebellious-- that you, O LORD God, might dwell there.","vcode":"NIV","vnum":18},{"bcode":19,"cnum":68,"content":"Praise be to the Lord, to God our Savior, who daily bears our burdens. Selah","vcode":"NIV","vnum":19},{"bcode":19,"cnum":68,"content":"Our God is a God who saves; from the Sovereign LORD comes escape from death.","vcode":"NIV","vnum":20},{"bcode":19,"cnum":68,"content":"Surely God will crush the heads of his enemies, the hairy crowns of those who go on in their sins.","vcode":"NIV","vnum":21},{"bcode":19,"cnum":68,"content":"The Lord says, \"I will bring them from Bashan; I will bring them from the depths of the sea,","vcode":"NIV","vnum":22},{"bcode":19,"cnum":68,"content":"that you may plunge your feet in the blood of your foes, while the tongues of your dogs have their share.\"","vcode":"NIV","vnum":23},{"bcode":19,"cnum":68,"content":"Your procession has come into view, O God, the procession of my God and King into the sanctuary.","vcode":"NIV","vnum":24},{"bcode":19,"cnum":68,"content":"In front are the singers, after them the musicians; with them are the maidens playing tambourines.","vcode":"NIV","vnum":25},{"bcode":19,"cnum":68,"content":"Praise God in the great congregation; praise the LORD in the assembly of Israel.","vcode":"NIV","vnum":26},{"bcode":19,"cnum":68,"content":"There is the little tribe of Benjamin, leading them, there the great throng of Judah's princes, and there the princes of Zebulun and of Naphtali.","vcode":"NIV","vnum":27},{"bcode":19,"cnum":68,"content":"Summon your power, O God ; show us your strength, O God, as you have done before.","vcode":"NIV","vnum":28},{"bcode":19,"cnum":68,"content":"Because of your temple at Jerusalem kings will bring you gifts.","vcode":"NIV","vnum":29},{"bcode":19,"cnum":68,"content":"Rebuke the beast among the reeds, the herd of bulls among the calves of the nations. Humbled, may it bring bars of silver. Scatter the nations who delight in war.","vcode":"NIV","vnum":30},{"bcode":19,"cnum":68,"content":"Envoys will come from Egypt; Cush will submit herself to God.","vcode":"NIV","vnum":31},{"bcode":19,"cnum":68,"content":"Sing to God, O kingdoms of the earth, sing praise to the Lord, Selah","vcode":"NIV","vnum":32},{"bcode":19,"cnum":68,"content":"to him who rides the ancient skies above, who thunders with mighty voice.","vcode":"NIV","vnum":33},{"bcode":19,"cnum":68,"content":"Proclaim the power of God, whose majesty is over Israel, whose power is in the skies.","vcode":"NIV","vnum":34},{"bcode":19,"cnum":68,"content":"You are awesome, O God, in your sanctuary; the God of Israel gives power and strength to his people. Praise be to God!","vcode":"NIV","vnum":35}]},"__N_SSG":true}