{"pageProps":{"version":{"name":"NIV","vcode":"NIV"},"bible":{"bcode":19,"chapterCount":150,"name":"Psalms","type":"old","vcode":"NIV"},"chapter":"69","verses":[{"bcode":19,"cnum":69,"content":"Save me, O God, for the waters have come up to my neck.","vcode":"NIV","vnum":1},{"bcode":19,"cnum":69,"content":"I sink in the miry depths, where there is no foothold. I have come into the deep waters; the floods engulf me.","vcode":"NIV","vnum":2},{"bcode":19,"cnum":69,"content":"I am worn out calling for help; my throat is parched. My eyes fail, looking for my God.","vcode":"NIV","vnum":3},{"bcode":19,"cnum":69,"content":"Those who hate me without reason outnumber the hairs of my head; many are my enemies without cause, those who seek to destroy me. I am forced to restore what I did not steal.","vcode":"NIV","vnum":4},{"bcode":19,"cnum":69,"content":"You know my folly, O God; my guilt is not hidden from you.","vcode":"NIV","vnum":5},{"bcode":19,"cnum":69,"content":"May those who hope in you not be disgraced because of me, O Lord, the LORD Almighty; may those who seek you not be put to shame because of me, O God of Israel.","vcode":"NIV","vnum":6},{"bcode":19,"cnum":69,"content":"For I endure scorn for your sake, and shame covers my face.","vcode":"NIV","vnum":7},{"bcode":19,"cnum":69,"content":"I am a stranger to my brothers, an alien to my own mother's sons;","vcode":"NIV","vnum":8},{"bcode":19,"cnum":69,"content":"for zeal for your house consumes me, and the insults of those who insult you fall on me.","vcode":"NIV","vnum":9},{"bcode":19,"cnum":69,"content":"When I weep and fast, I must endure scorn;","vcode":"NIV","vnum":10},{"bcode":19,"cnum":69,"content":"when I put on sackcloth, people make sport of me.","vcode":"NIV","vnum":11},{"bcode":19,"cnum":69,"content":"Those who sit at the gate mock me, and I am the song of the drunkards.","vcode":"NIV","vnum":12},{"bcode":19,"cnum":69,"content":"But I pray to you, O LORD, in the time of your favor; in your great love, O God, answer me with your sure salvation.","vcode":"NIV","vnum":13},{"bcode":19,"cnum":69,"content":"Rescue me from the mire, do not let me sink; deliver me from those who hate me, from the deep waters.","vcode":"NIV","vnum":14},{"bcode":19,"cnum":69,"content":"Do not let the floodwaters engulf me or the depths swallow me up or the pit close its mouth over me.","vcode":"NIV","vnum":15},{"bcode":19,"cnum":69,"content":"Answer me, O LORD, out of the goodness of your love; in your great mercy turn to me.","vcode":"NIV","vnum":16},{"bcode":19,"cnum":69,"content":"Do not hide your face from your servant; answer me quickly, for I am in trouble.","vcode":"NIV","vnum":17},{"bcode":19,"cnum":69,"content":"Come near and rescue me; redeem me because of my foes.","vcode":"NIV","vnum":18},{"bcode":19,"cnum":69,"content":"You know how I am scorned, disgraced and shamed; all my enemies are before you.","vcode":"NIV","vnum":19},{"bcode":19,"cnum":69,"content":"Scorn has broken my heart and has left me helpless; I looked for sympathy, but there was none, for comforters, but I found none.","vcode":"NIV","vnum":20},{"bcode":19,"cnum":69,"content":"They put gall in my food and gave me vinegar for my thirst.","vcode":"NIV","vnum":21},{"bcode":19,"cnum":69,"content":"May the table set before them become a snare; may it become retribution and a trap.","vcode":"NIV","vnum":22},{"bcode":19,"cnum":69,"content":"May their eyes be darkened so they cannot see, and their backs be bent forever.","vcode":"NIV","vnum":23},{"bcode":19,"cnum":69,"content":"Pour out your wrath on them; let your fierce anger overtake them.","vcode":"NIV","vnum":24},{"bcode":19,"cnum":69,"content":"May their place be deserted; let there be no one to dwell in their tents.","vcode":"NIV","vnum":25},{"bcode":19,"cnum":69,"content":"For they persecute those you wound and talk about the pain of those you hurt.","vcode":"NIV","vnum":26},{"bcode":19,"cnum":69,"content":"Charge them with crime upon crime; do not let them share in your salvation.","vcode":"NIV","vnum":27},{"bcode":19,"cnum":69,"content":"May they be blotted out of the book of life and not be listed with the righteous.","vcode":"NIV","vnum":28},{"bcode":19,"cnum":69,"content":"I am in pain and distress; may your salvation, O God, protect me.","vcode":"NIV","vnum":29},{"bcode":19,"cnum":69,"content":"I will praise God's name in song and glorify him with thanksgiving.","vcode":"NIV","vnum":30},{"bcode":19,"cnum":69,"content":"This will please the LORD more than an ox, more than a bull with its horns and hoofs.","vcode":"NIV","vnum":31},{"bcode":19,"cnum":69,"content":"The poor will see and be glad-- you who seek God, may your hearts live!","vcode":"NIV","vnum":32},{"bcode":19,"cnum":69,"content":"The LORD hears the needy and does not despise his captive people.","vcode":"NIV","vnum":33},{"bcode":19,"cnum":69,"content":"Let heaven and earth praise him, the seas and all that move in them,","vcode":"NIV","vnum":34},{"bcode":19,"cnum":69,"content":"for God will save Zion and rebuild the cities of Judah. Then people will settle there and possess it;","vcode":"NIV","vnum":35},{"bcode":19,"cnum":69,"content":"the children of his servants will inherit it, and those who love his name will dwell there.","vcode":"NIV","vnum":36}]},"__N_SSG":true}