{"pageProps":{"version":{"name":"NIV","vcode":"NIV"},"bible":{"bcode":19,"chapterCount":150,"name":"Psalms","type":"old","vcode":"NIV"},"chapter":"7","verses":[{"bcode":19,"cnum":7,"content":"O LORD my God, I take refuge in you; save and deliver me from all who pursue me,","vcode":"NIV","vnum":1},{"bcode":19,"cnum":7,"content":"or they will tear me like a lion and rip me to pieces with no one to rescue me.","vcode":"NIV","vnum":2},{"bcode":19,"cnum":7,"content":"O LORD my God, if I have done this and there is guilt on my hands-","vcode":"NIV","vnum":3},{"bcode":19,"cnum":7,"content":"if I have done evil to him who is at peace with me or without cause have robbed my foe-","vcode":"NIV","vnum":4},{"bcode":19,"cnum":7,"content":"then let my enemy pursue and overtake me; let him trample my life to the ground and make me sleep in the dust. Selah","vcode":"NIV","vnum":5},{"bcode":19,"cnum":7,"content":"Arise, O LORD, in your anger; rise up against the rage of my enemies. Awake, my God; decree justice.","vcode":"NIV","vnum":6},{"bcode":19,"cnum":7,"content":"Let the assembled peoples gather around you. Rule over them from on high;","vcode":"NIV","vnum":7},{"bcode":19,"cnum":7,"content":"let the LORD judge the peoples. Judge me, O LORD, according to my righteousness, according to my integrity, O Most High.","vcode":"NIV","vnum":8},{"bcode":19,"cnum":7,"content":"O righteous God, who searches minds and hearts, bring to an end the violence of the wicked and make the righteous secure.","vcode":"NIV","vnum":9},{"bcode":19,"cnum":7,"content":"My shield is God Most High, who saves the upright in heart.","vcode":"NIV","vnum":10},{"bcode":19,"cnum":7,"content":"God is a righteous judge, a God who expresses his wrath every day.","vcode":"NIV","vnum":11},{"bcode":19,"cnum":7,"content":"If he does not relent, he will sharpen his sword; he will bend and string his bow.","vcode":"NIV","vnum":12},{"bcode":19,"cnum":7,"content":"He has prepared his deadly weapons; he makes ready his flaming arrows.","vcode":"NIV","vnum":13},{"bcode":19,"cnum":7,"content":"He who is pregnant with evil and conceives trouble gives birth to disillusionment.","vcode":"NIV","vnum":14},{"bcode":19,"cnum":7,"content":"He who digs a hole and scoops it out falls into the pit he has made.","vcode":"NIV","vnum":15},{"bcode":19,"cnum":7,"content":"The trouble he causes recoils on himself; his violence comes down on his own head.","vcode":"NIV","vnum":16},{"bcode":19,"cnum":7,"content":"I will give thanks to the LORD because of his righteousness and will sing praise to the name of the LORD Most High.","vcode":"NIV","vnum":17}]},"__N_SSG":true}