{"pageProps":{"version":{"name":"NIV","vcode":"NIV"},"bible":{"bcode":19,"chapterCount":150,"name":"Psalms","type":"old","vcode":"NIV"},"chapter":"89","verses":[{"bcode":19,"cnum":89,"content":"I will sing of the LORD's great love forever; with my mouth I will make your faithfulness known through all generations.","vcode":"NIV","vnum":1},{"bcode":19,"cnum":89,"content":"I will declare that your love stands firm forever, that you established your faithfulness in heaven itself.","vcode":"NIV","vnum":2},{"bcode":19,"cnum":89,"content":"You said, \"I have made a covenant with my chosen one, I have sworn to David my servant,","vcode":"NIV","vnum":3},{"bcode":19,"cnum":89,"content":"'I will establish your line forever and make your throne firm through all generations.' \" Selah","vcode":"NIV","vnum":4},{"bcode":19,"cnum":89,"content":"The heavens praise your wonders, O LORD, your faithfulness too, in the assembly of the holy ones.","vcode":"NIV","vnum":5},{"bcode":19,"cnum":89,"content":"For who in the skies above can compare with the LORD ? Who is like the LORD among the heavenly beings?","vcode":"NIV","vnum":6},{"bcode":19,"cnum":89,"content":"In the council of the holy ones God is greatly feared; he is more awesome than all who surround him.","vcode":"NIV","vnum":7},{"bcode":19,"cnum":89,"content":"O LORD God Almighty, who is like you? You are mighty, O LORD, and your faithfulness surrounds you.","vcode":"NIV","vnum":8},{"bcode":19,"cnum":89,"content":"You rule over the surging sea; when its waves mount up, you still them.","vcode":"NIV","vnum":9},{"bcode":19,"cnum":89,"content":"You crushed Rahab like one of the slain; with your strong arm you scattered your enemies.","vcode":"NIV","vnum":10},{"bcode":19,"cnum":89,"content":"The heavens are yours, and yours also the earth; you founded the world and all that is in it.","vcode":"NIV","vnum":11},{"bcode":19,"cnum":89,"content":"You created the north and the south; Tabor and Hermon sing for joy at your name.","vcode":"NIV","vnum":12},{"bcode":19,"cnum":89,"content":"Your arm is endued with power; your hand is strong, your right hand exalted.","vcode":"NIV","vnum":13},{"bcode":19,"cnum":89,"content":"Righteousness and justice are the foundation of your throne; love and faithfulness go before you.","vcode":"NIV","vnum":14},{"bcode":19,"cnum":89,"content":"Blessed are those who have learned to acclaim you, who walk in the light of your presence, O LORD.","vcode":"NIV","vnum":15},{"bcode":19,"cnum":89,"content":"They rejoice in your name all day long; they exult in your righteousness.","vcode":"NIV","vnum":16},{"bcode":19,"cnum":89,"content":"For you are their glory and strength, and by your favor you exalt our horn.","vcode":"NIV","vnum":17},{"bcode":19,"cnum":89,"content":"Indeed, our shield belongs to the LORD, our king to the Holy One of Israel.","vcode":"NIV","vnum":18},{"bcode":19,"cnum":89,"content":"Once you spoke in a vision, to your faithful people you said: \"I have bestowed strength on a warrior; I have exalted a young man from among the people.","vcode":"NIV","vnum":19},{"bcode":19,"cnum":89,"content":"I have found David my servant; with my sacred oil I have anointed him.","vcode":"NIV","vnum":20},{"bcode":19,"cnum":89,"content":"My hand will sustain him; surely my arm will strengthen him.","vcode":"NIV","vnum":21},{"bcode":19,"cnum":89,"content":"No enemy will subject him to tribute; no wicked man will oppress him.","vcode":"NIV","vnum":22},{"bcode":19,"cnum":89,"content":"I will crush his foes before him and strike down his adversaries.","vcode":"NIV","vnum":23},{"bcode":19,"cnum":89,"content":"My faithful love will be with him, and through my name his horn will be exalted.","vcode":"NIV","vnum":24},{"bcode":19,"cnum":89,"content":"I will set his hand over the sea, his right hand over the rivers.","vcode":"NIV","vnum":25},{"bcode":19,"cnum":89,"content":"He will call out to me, 'You are my Father, my God, the Rock my Savior.'","vcode":"NIV","vnum":26},{"bcode":19,"cnum":89,"content":"I will also appoint him my firstborn, the most exalted of the kings of the earth.","vcode":"NIV","vnum":27},{"bcode":19,"cnum":89,"content":"I will maintain my love to him forever, and my covenant with him will never fail.","vcode":"NIV","vnum":28},{"bcode":19,"cnum":89,"content":"I will establish his line forever, his throne as long as the heavens endure.","vcode":"NIV","vnum":29},{"bcode":19,"cnum":89,"content":"\"If his sons forsake my law and do not follow my statutes,","vcode":"NIV","vnum":30},{"bcode":19,"cnum":89,"content":"if they violate my decrees and fail to keep my commands,","vcode":"NIV","vnum":31},{"bcode":19,"cnum":89,"content":"I will punish their sin with the rod, their iniquity with flogging;","vcode":"NIV","vnum":32},{"bcode":19,"cnum":89,"content":"but I will not take my love from him, nor will I ever betray my faithfulness.","vcode":"NIV","vnum":33},{"bcode":19,"cnum":89,"content":"I will not violate my covenant or alter what my lips have uttered.","vcode":"NIV","vnum":34},{"bcode":19,"cnum":89,"content":"Once for all, I have sworn by my holiness-- and I will not lie to David-","vcode":"NIV","vnum":35},{"bcode":19,"cnum":89,"content":"that his line will continue forever and his throne endure before me like the sun;","vcode":"NIV","vnum":36},{"bcode":19,"cnum":89,"content":"it will be established forever like the moon, the faithful witness in the sky.\" Selah","vcode":"NIV","vnum":37},{"bcode":19,"cnum":89,"content":"But you have rejected, you have spurned, you have been very angry with your anointed one.","vcode":"NIV","vnum":38},{"bcode":19,"cnum":89,"content":"You have renounced the covenant with your servant and have defiled his crown in the dust.","vcode":"NIV","vnum":39},{"bcode":19,"cnum":89,"content":"You have broken through all his walls and reduced his strongholds to ruins.","vcode":"NIV","vnum":40},{"bcode":19,"cnum":89,"content":"All who pass by have plundered him; he has become the scorn of his neighbors.","vcode":"NIV","vnum":41},{"bcode":19,"cnum":89,"content":"You have exalted the right hand of his foes; you have made all his enemies rejoice.","vcode":"NIV","vnum":42},{"bcode":19,"cnum":89,"content":"You have turned back the edge of his sword and have not supported him in battle.","vcode":"NIV","vnum":43},{"bcode":19,"cnum":89,"content":"You have put an end to his splendor and cast his throne to the ground.","vcode":"NIV","vnum":44},{"bcode":19,"cnum":89,"content":"You have cut short the days of his youth; you have covered him with a mantle of shame. Selah","vcode":"NIV","vnum":45},{"bcode":19,"cnum":89,"content":"How long, O LORD ? Will you hide yourself forever? How long will your wrath burn like fire?","vcode":"NIV","vnum":46},{"bcode":19,"cnum":89,"content":"Remember how fleeting is my life. For what futility you have created all men!","vcode":"NIV","vnum":47},{"bcode":19,"cnum":89,"content":"What man can live and not see death, or save himself from the power of the grave ? Selah","vcode":"NIV","vnum":48},{"bcode":19,"cnum":89,"content":"O Lord, where is your former great love, which in your faithfulness you swore to David?","vcode":"NIV","vnum":49},{"bcode":19,"cnum":89,"content":"Remember, Lord, how your servant has been mocked, how I bear in my heart the taunts of all the nations,","vcode":"NIV","vnum":50},{"bcode":19,"cnum":89,"content":"the taunts with which your enemies have mocked, O LORD, with which they have mocked every step of your anointed one.","vcode":"NIV","vnum":51},{"bcode":19,"cnum":89,"content":"Praise be to the LORD forever! Amen and Amen.","vcode":"NIV","vnum":52}]},"__N_SSG":true}