{"pageProps":{"version":{"name":"NIV","vcode":"NIV"},"bible":{"bcode":19,"chapterCount":150,"name":"Psalms","type":"old","vcode":"NIV"},"chapter":"9","verses":[{"bcode":19,"cnum":9,"content":"I will praise you, O LORD, with all my heart; I will tell of all your wonders.","vcode":"NIV","vnum":1},{"bcode":19,"cnum":9,"content":"I will be glad and rejoice in you; I will sing praise to your name, O Most High.","vcode":"NIV","vnum":2},{"bcode":19,"cnum":9,"content":"My enemies turn back; they stumble and perish before you.","vcode":"NIV","vnum":3},{"bcode":19,"cnum":9,"content":"For you have upheld my right and my cause; you have sat on your throne, judging righteously.","vcode":"NIV","vnum":4},{"bcode":19,"cnum":9,"content":"You have rebuked the nations and destroyed the wicked; you have blotted out their name for ever and ever.","vcode":"NIV","vnum":5},{"bcode":19,"cnum":9,"content":"Endless ruin has overtaken the enemy, you have uprooted their cities; even the memory of them has perished.","vcode":"NIV","vnum":6},{"bcode":19,"cnum":9,"content":"The LORD reigns forever; he has established his throne for judgment.","vcode":"NIV","vnum":7},{"bcode":19,"cnum":9,"content":"He will judge the world in righteousness; he will govern the peoples with justice.","vcode":"NIV","vnum":8},{"bcode":19,"cnum":9,"content":"The LORD is a refuge for the oppressed, a stronghold in times of trouble.","vcode":"NIV","vnum":9},{"bcode":19,"cnum":9,"content":"Those who know your name will trust in you, for you, LORD, have never forsaken those who seek you.","vcode":"NIV","vnum":10},{"bcode":19,"cnum":9,"content":"Sing praises to the LORD, enthroned in Zion; proclaim among the nations what he has done.","vcode":"NIV","vnum":11},{"bcode":19,"cnum":9,"content":"For he who avenges blood remembers; he does not ignore the cry of the afflicted.","vcode":"NIV","vnum":12},{"bcode":19,"cnum":9,"content":"O LORD, see how my enemies persecute me! Have mercy and lift me up from the gates of death,","vcode":"NIV","vnum":13},{"bcode":19,"cnum":9,"content":"that I may declare your praises in the gates of the Daughter of Zion and there rejoice in your salvation.","vcode":"NIV","vnum":14},{"bcode":19,"cnum":9,"content":"The nations have fallen into the pit they have dug; their feet are caught in the net they have hidden.","vcode":"NIV","vnum":15},{"bcode":19,"cnum":9,"content":"The LORD is known by his justice; the wicked are ensnared by the work of their hands. Higgaion. Selah","vcode":"NIV","vnum":16},{"bcode":19,"cnum":9,"content":"The wicked return to the grave, all the nations that forget God.","vcode":"NIV","vnum":17},{"bcode":19,"cnum":9,"content":"But the needy will not always be forgotten, nor the hope of the afflicted ever perish.","vcode":"NIV","vnum":18},{"bcode":19,"cnum":9,"content":"Arise, O LORD, let not man triumph; let the nations be judged in your presence.","vcode":"NIV","vnum":19},{"bcode":19,"cnum":9,"content":"Strike them with terror, O LORD; let the nations know they are but men. Selah","vcode":"NIV","vnum":20}]},"__N_SSG":true}