{"pageProps":{"version":{"name":"NIV","vcode":"NIV"},"bible":{"bcode":19,"chapterCount":150,"name":"Psalms","type":"old","vcode":"NIV"},"chapter":"91","verses":[{"bcode":19,"cnum":91,"content":"He who dwells in the shelter of the Most High will rest in the shadow of the Almighty.","vcode":"NIV","vnum":1},{"bcode":19,"cnum":91,"content":"I will say of the LORD, \"He is my refuge and my fortress, my God, in whom I trust.\"","vcode":"NIV","vnum":2},{"bcode":19,"cnum":91,"content":"Surely he will save you from the fowler's snare and from the deadly pestilence.","vcode":"NIV","vnum":3},{"bcode":19,"cnum":91,"content":"He will cover you with his feathers, and under his wings you will find refuge; his faithfulness will be your shield and rampart.","vcode":"NIV","vnum":4},{"bcode":19,"cnum":91,"content":"You will not fear the terror of night, nor the arrow that flies by day,","vcode":"NIV","vnum":5},{"bcode":19,"cnum":91,"content":"nor the pestilence that stalks in the darkness, nor the plague that destroys at midday.","vcode":"NIV","vnum":6},{"bcode":19,"cnum":91,"content":"A thousand may fall at your side, ten thousand at your right hand, but it will not come near you.","vcode":"NIV","vnum":7},{"bcode":19,"cnum":91,"content":"You will only observe with your eyes and see the punishment of the wicked.","vcode":"NIV","vnum":8},{"bcode":19,"cnum":91,"content":"If you make the Most High your dwelling-- even the LORD, who is my refuge-","vcode":"NIV","vnum":9},{"bcode":19,"cnum":91,"content":"then no harm will befall you, no disaster will come near your tent.","vcode":"NIV","vnum":10},{"bcode":19,"cnum":91,"content":"For he will command his angels concerning you to guard you in all your ways;","vcode":"NIV","vnum":11},{"bcode":19,"cnum":91,"content":"they will lift you up in their hands, so that you will not strike your foot against a stone.","vcode":"NIV","vnum":12},{"bcode":19,"cnum":91,"content":"You will tread upon the lion and the cobra; you will trample the great lion and the serpent.","vcode":"NIV","vnum":13},{"bcode":19,"cnum":91,"content":"\"Because he loves me,\" says the LORD, \"I will rescue him; I will protect him, for he acknowledges my name.","vcode":"NIV","vnum":14},{"bcode":19,"cnum":91,"content":"He will call upon me, and I will answer him; I will be with him in trouble, I will deliver him and honor him.","vcode":"NIV","vnum":15},{"bcode":19,"cnum":91,"content":"With long life will I satisfy him and show him my salvation.\"","vcode":"NIV","vnum":16}]},"__N_SSG":true}