{"pageProps":{"version":{"name":"NIV","vcode":"NIV"},"bible":{"bcode":22,"chapterCount":8,"name":"Song of Songs","type":"old","vcode":"NIV"},"chapter":"2","verses":[{"bcode":22,"cnum":2,"content":"I am a rose of Sharon, a lily of the valleys.","vcode":"NIV","vnum":1},{"bcode":22,"cnum":2,"content":"Like a lily among thorns is my darling among the maidens.","vcode":"NIV","vnum":2},{"bcode":22,"cnum":2,"content":"Like an apple tree among the trees of the forest is my lover among the young men. I delight to sit in his shade, and his fruit is sweet to my taste.","vcode":"NIV","vnum":3},{"bcode":22,"cnum":2,"content":"He has taken me to the banquet hall, and his banner over me is love.","vcode":"NIV","vnum":4},{"bcode":22,"cnum":2,"content":"Strengthen me with raisins, refresh me with apples, for I am faint with love.","vcode":"NIV","vnum":5},{"bcode":22,"cnum":2,"content":"His left arm is under my head, and his right arm embraces me.","vcode":"NIV","vnum":6},{"bcode":22,"cnum":2,"content":"Daughters of Jerusalem, I charge you by the gazelles and by the does of the field: Do not arouse or awaken love until it so desires.","vcode":"NIV","vnum":7},{"bcode":22,"cnum":2,"content":"Listen! My lover! Look! Here he comes, leaping across the mountains, bounding over the hills.","vcode":"NIV","vnum":8},{"bcode":22,"cnum":2,"content":"My lover is like a gazelle or a young stag. Look! There he stands behind our wall, gazing through the windows, peering through the lattice.","vcode":"NIV","vnum":9},{"bcode":22,"cnum":2,"content":"My lover spoke and said to me, \"Arise, my darling, my beautiful one, and come with me.","vcode":"NIV","vnum":10},{"bcode":22,"cnum":2,"content":"See! The winter is past; the rains are over and gone.","vcode":"NIV","vnum":11},{"bcode":22,"cnum":2,"content":"Flowers appear on the earth; the season of singing has come, the cooing of doves is heard in our land.","vcode":"NIV","vnum":12},{"bcode":22,"cnum":2,"content":"The fig tree forms its early fruit; the blossoming vines spread their fragrance. Arise, come, my darling; my beautiful one, come with me.\"","vcode":"NIV","vnum":13},{"bcode":22,"cnum":2,"content":"My dove in the clefts of the rock, in the hiding places on the mountainside, show me your face, let me hear your voice; for your voice is sweet, and your face is lovely.","vcode":"NIV","vnum":14},{"bcode":22,"cnum":2,"content":"Catch for us the foxes, the little foxes that ruin the vineyards, our vineyards that are in bloom.","vcode":"NIV","vnum":15},{"bcode":22,"cnum":2,"content":"My lover is mine and I am his; he browses among the lilies.","vcode":"NIV","vnum":16},{"bcode":22,"cnum":2,"content":"Until the day breaks and the shadows flee, turn, my lover, and be like a gazelle or like a young stag on the rugged hills.","vcode":"NIV","vnum":17}]},"__N_SSG":true}