[
    {
        "bcode": 13,
        "cnum": 10,
        "content": "Now the Philistines fought against Israel; the Israelites fled before them, and many fell slain on Mount Gilboa.",
        "vcode": "NIV",
        "vnum": 1
    },
    {
        "bcode": 13,
        "cnum": 10,
        "content": "The Philistines pressed hard after Saul and his sons, and they killed his sons Jonathan, Abinadab and Malki-Shua.",
        "vcode": "NIV",
        "vnum": 2
    },
    {
        "bcode": 13,
        "cnum": 10,
        "content": "The fighting grew fierce around Saul, and when the archers overtook him, they wounded him.",
        "vcode": "NIV",
        "vnum": 3
    },
    {
        "bcode": 13,
        "cnum": 10,
        "content": "Saul said to his armor-bearer, \"Draw your sword and run me through, or these uncircumcised fellows will come and abuse me.\" But his armor-bearer was terrified and would not do it; so Saul took his own sword and fell on it.",
        "vcode": "NIV",
        "vnum": 4
    },
    {
        "bcode": 13,
        "cnum": 10,
        "content": "When the armor-bearer saw that Saul was dead, he too fell on his sword and died.",
        "vcode": "NIV",
        "vnum": 5
    },
    {
        "bcode": 13,
        "cnum": 10,
        "content": "So Saul and his three sons died, and all his house died together.",
        "vcode": "NIV",
        "vnum": 6
    },
    {
        "bcode": 13,
        "cnum": 10,
        "content": "When all the Israelites in the valley saw that the army had fled and that Saul and his sons had died, they abandoned their towns and fled. And the Philistines came and occupied them.",
        "vcode": "NIV",
        "vnum": 7
    },
    {
        "bcode": 13,
        "cnum": 10,
        "content": "The next day, when the Philistines came to strip the dead, they found Saul and his sons fallen on Mount Gilboa.",
        "vcode": "NIV",
        "vnum": 8
    },
    {
        "bcode": 13,
        "cnum": 10,
        "content": "They stripped him and took his head and his armor, and sent messengers throughout the land of the Philistines to proclaim the news among their idols and their people.",
        "vcode": "NIV",
        "vnum": 9
    },
    {
        "bcode": 13,
        "cnum": 10,
        "content": "They put his armor in the temple of their gods and hung up his head in the temple of Dagon.",
        "vcode": "NIV",
        "vnum": 10
    },
    {
        "bcode": 13,
        "cnum": 10,
        "content": "When all the inhabitants of Jabesh Gilead heard of everything the Philistines had done to Saul,",
        "vcode": "NIV",
        "vnum": 11
    },
    {
        "bcode": 13,
        "cnum": 10,
        "content": "all their valiant men went and took the bodies of Saul and his sons and brought them to Jabesh. Then they buried their bones under the great tree in Jabesh, and they fasted seven days.",
        "vcode": "NIV",
        "vnum": 12
    },
    {
        "bcode": 13,
        "cnum": 10,
        "content": "Saul died because he was unfaithful to the LORD; he did not keep the word of the LORD and even consulted a medium for guidance,",
        "vcode": "NIV",
        "vnum": 13
    },
    {
        "bcode": 13,
        "cnum": 10,
        "content": "and did not inquire of the LORD. So the LORD put him to death and turned the kingdom over to David son of Jesse.",
        "vcode": "NIV",
        "vnum": 14
    }
]