[
    {
        "bcode": 13,
        "cnum": 18,
        "content": "In the course of time, David defeated the Philistines and subdued them, and he took Gath and its surrounding villages from the control of the Philistines.",
        "vcode": "NIV",
        "vnum": 1
    },
    {
        "bcode": 13,
        "cnum": 18,
        "content": "David also defeated the Moabites, and they became subject to him and brought tribute.",
        "vcode": "NIV",
        "vnum": 2
    },
    {
        "bcode": 13,
        "cnum": 18,
        "content": "Moreover, David fought Hadadezer king of Zobah, as far as Hamath, when he went to establish his control along the Euphrates River.",
        "vcode": "NIV",
        "vnum": 3
    },
    {
        "bcode": 13,
        "cnum": 18,
        "content": "David captured a thousand of his chariots, seven thousand charioteers and twenty thousand foot soldiers. He hamstrung all but a hundred of the chariot horses.",
        "vcode": "NIV",
        "vnum": 4
    },
    {
        "bcode": 13,
        "cnum": 18,
        "content": "When the Arameans of Damascus came to help Hadadezer king of Zobah, David struck down twenty-two thousand of them.",
        "vcode": "NIV",
        "vnum": 5
    },
    {
        "bcode": 13,
        "cnum": 18,
        "content": "He put garrisons in the Aramean kingdom of Damascus, and the Arameans became subject to him and brought tribute. The LORD gave David victory everywhere he went.",
        "vcode": "NIV",
        "vnum": 6
    },
    {
        "bcode": 13,
        "cnum": 18,
        "content": "David took the gold shields carried by the officers of Hadadezer and brought them to Jerusalem.",
        "vcode": "NIV",
        "vnum": 7
    },
    {
        "bcode": 13,
        "cnum": 18,
        "content": "From Tebah and Cun, towns that belonged to Hadadezer, David took a great quantity of bronze, which Solomon used to make the bronze Sea, the pillars and various bronze articles.",
        "vcode": "NIV",
        "vnum": 8
    },
    {
        "bcode": 13,
        "cnum": 18,
        "content": "When Tou king of Hamath heard that David had defeated the entire army of Hadadezer king of Zobah,",
        "vcode": "NIV",
        "vnum": 9
    },
    {
        "bcode": 13,
        "cnum": 18,
        "content": "he sent his son Hadoram to King David to greet him and congratulate him on his victory in battle over Hadadezer, who had been at war with Tou. Hadoram brought all kinds of articles of gold and silver and bronze.",
        "vcode": "NIV",
        "vnum": 10
    },
    {
        "bcode": 13,
        "cnum": 18,
        "content": "King David dedicated these articles to the LORD, as he had done with the silver and gold he had taken from all these nations: Edom and Moab, the Ammonites and the Philistines, and Amalek.",
        "vcode": "NIV",
        "vnum": 11
    },
    {
        "bcode": 13,
        "cnum": 18,
        "content": "Abishai son of Zeruiah struck down eighteen thousand Edomites in the Valley of Salt.",
        "vcode": "NIV",
        "vnum": 12
    },
    {
        "bcode": 13,
        "cnum": 18,
        "content": "He put garrisons in Edom, and all the Edomites became subject to David. The LORD gave David victory everywhere he went.",
        "vcode": "NIV",
        "vnum": 13
    },
    {
        "bcode": 13,
        "cnum": 18,
        "content": "David reigned over all Israel, doing what was just and right for all his people.",
        "vcode": "NIV",
        "vnum": 14
    },
    {
        "bcode": 13,
        "cnum": 18,
        "content": "Joab son of Zeruiah was over the army; Jehoshaphat son of Ahilud was recorder;",
        "vcode": "NIV",
        "vnum": 15
    },
    {
        "bcode": 13,
        "cnum": 18,
        "content": "Zadok son of Ahitub and Ahimelech son of Abiathar were priests; Shavsha was secretary;",
        "vcode": "NIV",
        "vnum": 16
    },
    {
        "bcode": 13,
        "cnum": 18,
        "content": "Benaiah son of Jehoiada was over the Kerethites and Pelethites; and David's sons were chief officials at the king's side.",
        "vcode": "NIV",
        "vnum": 17
    }
]