[
    {
        "bcode": 13,
        "cnum": 6,
        "content": "The sons of Levi: Gershon, Kohath and Merari.",
        "vcode": "NIV",
        "vnum": 1
    },
    {
        "bcode": 13,
        "cnum": 6,
        "content": "The sons of Kohath: Amram, Izhar, Hebron and Uzziel.",
        "vcode": "NIV",
        "vnum": 2
    },
    {
        "bcode": 13,
        "cnum": 6,
        "content": "The children of Amram: Aaron, Moses and Miriam. The sons of Aaron: Nadab, Abihu, Eleazar and Ithamar.",
        "vcode": "NIV",
        "vnum": 3
    },
    {
        "bcode": 13,
        "cnum": 6,
        "content": "Eleazar was the father of Phinehas, Phinehas the father of Abishua,",
        "vcode": "NIV",
        "vnum": 4
    },
    {
        "bcode": 13,
        "cnum": 6,
        "content": "Abishua the father of Bukki, Bukki the father of Uzzi,",
        "vcode": "NIV",
        "vnum": 5
    },
    {
        "bcode": 13,
        "cnum": 6,
        "content": "Uzzi the father of Zerahiah, Zerahiah the father of Meraioth,",
        "vcode": "NIV",
        "vnum": 6
    },
    {
        "bcode": 13,
        "cnum": 6,
        "content": "Meraioth the father of Amariah, Amariah the father of Ahitub,",
        "vcode": "NIV",
        "vnum": 7
    },
    {
        "bcode": 13,
        "cnum": 6,
        "content": "Ahitub the father of Zadok, Zadok the father of Ahimaaz,",
        "vcode": "NIV",
        "vnum": 8
    },
    {
        "bcode": 13,
        "cnum": 6,
        "content": "Ahimaaz the father of Azariah, Azariah the father of Johanan,",
        "vcode": "NIV",
        "vnum": 9
    },
    {
        "bcode": 13,
        "cnum": 6,
        "content": "Johanan the father of Azariah (it was he who served as priest in the temple Solomon built in Jerusalem),",
        "vcode": "NIV",
        "vnum": 10
    },
    {
        "bcode": 13,
        "cnum": 6,
        "content": "Azariah the father of Amariah, Amariah the father of Ahitub,",
        "vcode": "NIV",
        "vnum": 11
    },
    {
        "bcode": 13,
        "cnum": 6,
        "content": "Ahitub the father of Zadok, Zadok the father of Shallum,",
        "vcode": "NIV",
        "vnum": 12
    },
    {
        "bcode": 13,
        "cnum": 6,
        "content": "Shallum the father of Hilkiah, Hilkiah the father of Azariah,",
        "vcode": "NIV",
        "vnum": 13
    },
    {
        "bcode": 13,
        "cnum": 6,
        "content": "Azariah the father of Seraiah, and Seraiah the father of Jehozadak.",
        "vcode": "NIV",
        "vnum": 14
    },
    {
        "bcode": 13,
        "cnum": 6,
        "content": "Jehozadak was deported when the LORD sent Judah and Jerusalem into exile by the hand of Nebuchadnezzar.",
        "vcode": "NIV",
        "vnum": 15
    },
    {
        "bcode": 13,
        "cnum": 6,
        "content": "The sons of Levi: Gershon, Kohath and Merari.",
        "vcode": "NIV",
        "vnum": 16
    },
    {
        "bcode": 13,
        "cnum": 6,
        "content": "These are the names of the sons of Gershon: Libni and Shimei.",
        "vcode": "NIV",
        "vnum": 17
    },
    {
        "bcode": 13,
        "cnum": 6,
        "content": "The sons of Kohath: Amram, Izhar, Hebron and Uzziel.",
        "vcode": "NIV",
        "vnum": 18
    },
    {
        "bcode": 13,
        "cnum": 6,
        "content": "The sons of Merari: Mahli and Mushi. These are the clans of the Levites listed according to their fathers:",
        "vcode": "NIV",
        "vnum": 19
    },
    {
        "bcode": 13,
        "cnum": 6,
        "content": "Of Gershon: Libni his son, Jehath his son, Zimmah his son,",
        "vcode": "NIV",
        "vnum": 20
    },
    {
        "bcode": 13,
        "cnum": 6,
        "content": "Joah his son, Iddo his son, Zerah his son and Jeatherai his son.",
        "vcode": "NIV",
        "vnum": 21
    },
    {
        "bcode": 13,
        "cnum": 6,
        "content": "The descendants of Kohath: Amminadab his son, Korah his son, Assir his son,",
        "vcode": "NIV",
        "vnum": 22
    },
    {
        "bcode": 13,
        "cnum": 6,
        "content": "Elkanah his son, Ebiasaph his son, Assir his son,",
        "vcode": "NIV",
        "vnum": 23
    },
    {
        "bcode": 13,
        "cnum": 6,
        "content": "Tahath his son, Uriel his son, Uzziah his son and Shaul his son.",
        "vcode": "NIV",
        "vnum": 24
    },
    {
        "bcode": 13,
        "cnum": 6,
        "content": "The descendants of Elkanah: Amasai, Ahimoth,",
        "vcode": "NIV",
        "vnum": 25
    },
    {
        "bcode": 13,
        "cnum": 6,
        "content": "Elkanah his son, Zophai his son, Nahath his son,",
        "vcode": "NIV",
        "vnum": 26
    },
    {
        "bcode": 13,
        "cnum": 6,
        "content": "Eliab his son, Jeroham his son, Elkanah his son and Samuel his son.",
        "vcode": "NIV",
        "vnum": 27
    },
    {
        "bcode": 13,
        "cnum": 6,
        "content": "The sons of Samuel: Joel the firstborn and Abijah the second son.",
        "vcode": "NIV",
        "vnum": 28
    },
    {
        "bcode": 13,
        "cnum": 6,
        "content": "The descendants of Merari: Mahli, Libni his son, Shimei his son, Uzzah his son,",
        "vcode": "NIV",
        "vnum": 29
    },
    {
        "bcode": 13,
        "cnum": 6,
        "content": "Shimea his son, Haggiah his son and Asaiah his son. The Temple Musicians",
        "vcode": "NIV",
        "vnum": 30
    },
    {
        "bcode": 13,
        "cnum": 6,
        "content": "These are the men David put in charge of the music in the house of the LORD after the ark came to rest there.",
        "vcode": "NIV",
        "vnum": 31
    },
    {
        "bcode": 13,
        "cnum": 6,
        "content": "They ministered with music before the tabernacle, the Tent of Meeting, until Solomon built the temple of the LORD in Jerusalem. They performed their duties according to the regulations laid down for them.",
        "vcode": "NIV",
        "vnum": 32
    },
    {
        "bcode": 13,
        "cnum": 6,
        "content": "Here are the men who served, together with their sons: From the Kohathites: Heman, the musician, the son of Joel, the son of Samuel,",
        "vcode": "NIV",
        "vnum": 33
    },
    {
        "bcode": 13,
        "cnum": 6,
        "content": "the son of Elkanah, the son of Jeroham, the son of Eliel, the son of Toah,",
        "vcode": "NIV",
        "vnum": 34
    },
    {
        "bcode": 13,
        "cnum": 6,
        "content": "the son of Zuph, the son of Elkanah, the son of Mahath, the son of Amasai,",
        "vcode": "NIV",
        "vnum": 35
    },
    {
        "bcode": 13,
        "cnum": 6,
        "content": "the son of Elkanah, the son of Joel, the son of Azariah, the son of Zephaniah,",
        "vcode": "NIV",
        "vnum": 36
    },
    {
        "bcode": 13,
        "cnum": 6,
        "content": "the son of Tahath, the son of Assir, the son of Ebiasaph, the son of Korah,",
        "vcode": "NIV",
        "vnum": 37
    },
    {
        "bcode": 13,
        "cnum": 6,
        "content": "the son of Izhar, the son of Kohath, the son of Levi, the son of Israel;",
        "vcode": "NIV",
        "vnum": 38
    },
    {
        "bcode": 13,
        "cnum": 6,
        "content": "and Heman's associate Asaph, who served at his right hand: Asaph son of Berekiah, the son of Shimea,",
        "vcode": "NIV",
        "vnum": 39
    },
    {
        "bcode": 13,
        "cnum": 6,
        "content": "the son of Michael, the son of Baaseiah, the son of Malkijah,",
        "vcode": "NIV",
        "vnum": 40
    },
    {
        "bcode": 13,
        "cnum": 6,
        "content": "the son of Ethni, the son of Zerah, the son of Adaiah,",
        "vcode": "NIV",
        "vnum": 41
    },
    {
        "bcode": 13,
        "cnum": 6,
        "content": "the son of Ethan, the son of Zimmah, the son of Shimei,",
        "vcode": "NIV",
        "vnum": 42
    },
    {
        "bcode": 13,
        "cnum": 6,
        "content": "the son of Jahath, the son of Gershon, the son of Levi;",
        "vcode": "NIV",
        "vnum": 43
    },
    {
        "bcode": 13,
        "cnum": 6,
        "content": "and from their associates, the Merarites, at his left hand: Ethan son of Kishi, the son of Abdi, the son of Malluch,",
        "vcode": "NIV",
        "vnum": 44
    },
    {
        "bcode": 13,
        "cnum": 6,
        "content": "the son of Hashabiah, the son of Amaziah, the son of Hilkiah,",
        "vcode": "NIV",
        "vnum": 45
    },
    {
        "bcode": 13,
        "cnum": 6,
        "content": "the son of Amzi, the son of Bani, the son of Shemer,",
        "vcode": "NIV",
        "vnum": 46
    },
    {
        "bcode": 13,
        "cnum": 6,
        "content": "the son of Mahli, the son of Mushi, the son of Merari, the son of Levi.",
        "vcode": "NIV",
        "vnum": 47
    },
    {
        "bcode": 13,
        "cnum": 6,
        "content": "Their fellow Levites were assigned to all the other duties of the tabernacle, the house of God.",
        "vcode": "NIV",
        "vnum": 48
    },
    {
        "bcode": 13,
        "cnum": 6,
        "content": "But Aaron and his descendants were the ones who presented offerings on the altar of burnt offering and on the altar of incense in connection with all that was done in the Most Holy Place, making atonement for Israel, in accordance with all that Moses the servant of God had commanded.",
        "vcode": "NIV",
        "vnum": 49
    },
    {
        "bcode": 13,
        "cnum": 6,
        "content": "These were the descendants of Aaron: Eleazar his son, Phinehas his son, Abishua his son,",
        "vcode": "NIV",
        "vnum": 50
    },
    {
        "bcode": 13,
        "cnum": 6,
        "content": "Bukki his son, Uzzi his son, Zerahiah his son,",
        "vcode": "NIV",
        "vnum": 51
    },
    {
        "bcode": 13,
        "cnum": 6,
        "content": "Meraioth his son, Amariah his son, Ahitub his son,",
        "vcode": "NIV",
        "vnum": 52
    },
    {
        "bcode": 13,
        "cnum": 6,
        "content": "Zadok his son and Ahimaaz his son.",
        "vcode": "NIV",
        "vnum": 53
    },
    {
        "bcode": 13,
        "cnum": 6,
        "content": "These were the locations of their settlements allotted as their territory (they were assigned to the descendants of Aaron who were from the Kohathite clan, because the first lot was for them):",
        "vcode": "NIV",
        "vnum": 54
    },
    {
        "bcode": 13,
        "cnum": 6,
        "content": "They were given Hebron in Judah with its surrounding pasturelands.",
        "vcode": "NIV",
        "vnum": 55
    },
    {
        "bcode": 13,
        "cnum": 6,
        "content": "But the fields and villages around the city were given to Caleb son of Jephunneh.",
        "vcode": "NIV",
        "vnum": 56
    },
    {
        "bcode": 13,
        "cnum": 6,
        "content": "So the descendants of Aaron were given Hebron (a city of refuge), and Libnah, Jattir, Eshtemoa,",
        "vcode": "NIV",
        "vnum": 57
    },
    {
        "bcode": 13,
        "cnum": 6,
        "content": "Hilen, Debir,",
        "vcode": "NIV",
        "vnum": 58
    },
    {
        "bcode": 13,
        "cnum": 6,
        "content": "Ashan, Juttah and Beth Shemesh, together with their pasturelands.",
        "vcode": "NIV",
        "vnum": 59
    },
    {
        "bcode": 13,
        "cnum": 6,
        "content": "And from the tribe of Benjamin they were given Gibeon, Geba, Alemeth and Anathoth, together with their pasturelands. These towns, which were distributed among the Kohathite clans, were thirteen in all.",
        "vcode": "NIV",
        "vnum": 60
    },
    {
        "bcode": 13,
        "cnum": 6,
        "content": "The rest of Kohath's descendants were allotted ten towns from the clans of half the tribe of Manasseh.",
        "vcode": "NIV",
        "vnum": 61
    },
    {
        "bcode": 13,
        "cnum": 6,
        "content": "The descendants of Gershon, clan by clan, were allotted thirteen towns from the tribes of Issachar, Asher and Naphtali, and from the part of the tribe of Manasseh that is in Bashan.",
        "vcode": "NIV",
        "vnum": 62
    },
    {
        "bcode": 13,
        "cnum": 6,
        "content": "The descendants of Merari, clan by clan, were allotted twelve towns from the tribes of Reuben, Gad and Zebulun.",
        "vcode": "NIV",
        "vnum": 63
    },
    {
        "bcode": 13,
        "cnum": 6,
        "content": "So the Israelites gave the Levites these towns and their pasturelands.",
        "vcode": "NIV",
        "vnum": 64
    },
    {
        "bcode": 13,
        "cnum": 6,
        "content": "From the tribes of Judah, Simeon and Benjamin they allotted the previously named towns.",
        "vcode": "NIV",
        "vnum": 65
    },
    {
        "bcode": 13,
        "cnum": 6,
        "content": "Some of the Kohathite clans were given as their territory towns from the tribe of Ephraim.",
        "vcode": "NIV",
        "vnum": 66
    },
    {
        "bcode": 13,
        "cnum": 6,
        "content": "In the hill country of Ephraim they were given Shechem (a city of refuge), and Gezer,",
        "vcode": "NIV",
        "vnum": 67
    },
    {
        "bcode": 13,
        "cnum": 6,
        "content": "Jokmeam, Beth Horon,",
        "vcode": "NIV",
        "vnum": 68
    },
    {
        "bcode": 13,
        "cnum": 6,
        "content": "Aijalon and Gath Rimmon, together with their pasturelands.",
        "vcode": "NIV",
        "vnum": 69
    },
    {
        "bcode": 13,
        "cnum": 6,
        "content": "And from half the tribe of Manasseh the Israelites gave Aner and Bileam, together with their pasturelands, to the rest of the Kohathite clans.",
        "vcode": "NIV",
        "vnum": 70
    },
    {
        "bcode": 13,
        "cnum": 6,
        "content": "The Gershonites received the following: From the clan of the half-tribe of Manasseh they received Golan in Bashan and also Ashtaroth, together with their pasturelands;",
        "vcode": "NIV",
        "vnum": 71
    },
    {
        "bcode": 13,
        "cnum": 6,
        "content": "from the tribe of Issachar they received Kedesh, Daberath,",
        "vcode": "NIV",
        "vnum": 72
    },
    {
        "bcode": 13,
        "cnum": 6,
        "content": "Ramoth and Anem, together with their pasturelands;",
        "vcode": "NIV",
        "vnum": 73
    },
    {
        "bcode": 13,
        "cnum": 6,
        "content": "from the tribe of Asher they received Mashal, Abdon,",
        "vcode": "NIV",
        "vnum": 74
    },
    {
        "bcode": 13,
        "cnum": 6,
        "content": "Hukok and Rehob, together with their pasturelands;",
        "vcode": "NIV",
        "vnum": 75
    },
    {
        "bcode": 13,
        "cnum": 6,
        "content": "and from the tribe of Naphtali they received Kedesh in Galilee, Hammon and Kiriathaim, together with their pasturelands.",
        "vcode": "NIV",
        "vnum": 76
    },
    {
        "bcode": 13,
        "cnum": 6,
        "content": "The Merarites (the rest of the Levites) received the following: From the tribe of Zebulun they received Jokneam, Kartah, Rimmono and Tabor, together with their pasturelands;",
        "vcode": "NIV",
        "vnum": 77
    },
    {
        "bcode": 13,
        "cnum": 6,
        "content": "from the tribe of Reuben across the Jordan east of Jericho they received Bezer in the desert, Jahzah,",
        "vcode": "NIV",
        "vnum": 78
    },
    {
        "bcode": 13,
        "cnum": 6,
        "content": "Kedemoth and Mephaath, together with their pasturelands;",
        "vcode": "NIV",
        "vnum": 79
    },
    {
        "bcode": 13,
        "cnum": 6,
        "content": "and from the tribe of Gad they received Ramoth in Gilead, Mahanaim,",
        "vcode": "NIV",
        "vnum": 80
    },
    {
        "bcode": 13,
        "cnum": 6,
        "content": "Heshbon and Jazer, together with their pasturelands.",
        "vcode": "NIV",
        "vnum": 81
    }
]