{"pageProps":{"version":{"name":"NIV","vcode":"NIV"},"bible":{"bcode":54,"chapterCount":6,"name":"1 Timothy","type":"new","vcode":"NIV"},"chapter":"2","verses":[{"bcode":54,"cnum":2,"content":"I urge, then, first of all, that requests, prayers, intercession and thanksgiving be made for everyone--","vcode":"NIV","vnum":1},{"bcode":54,"cnum":2,"content":"for kings and all those in authority, that we may live peaceful and quiet lives in all godliness and holiness.","vcode":"NIV","vnum":2},{"bcode":54,"cnum":2,"content":"This is good, and pleases God our Savior,","vcode":"NIV","vnum":3},{"bcode":54,"cnum":2,"content":"who wants all men to be saved and to come to a knowledge of the truth.","vcode":"NIV","vnum":4},{"bcode":54,"cnum":2,"content":"For there is one God and one mediator between God and men, the man Christ Jesus,","vcode":"NIV","vnum":5},{"bcode":54,"cnum":2,"content":"who gave himself as a ransom for all men--the testimony given in its proper time.","vcode":"NIV","vnum":6},{"bcode":54,"cnum":2,"content":"And for this purpose I was appointed a herald and an apostle--I am telling the truth, I am not lying--and a teacher of the true faith to the Gentiles.","vcode":"NIV","vnum":7},{"bcode":54,"cnum":2,"content":"I want men everywhere to lift up holy hands in prayer, without anger or disputing.","vcode":"NIV","vnum":8},{"bcode":54,"cnum":2,"content":"I also want women to dress modestly, with decency and propriety, not with braided hair or gold or pearls or expensive clothes,","vcode":"NIV","vnum":9},{"bcode":54,"cnum":2,"content":"but with good deeds, appropriate for women who profess to worship God.","vcode":"NIV","vnum":10},{"bcode":54,"cnum":2,"content":"A woman should learn in quietness and full submission.","vcode":"NIV","vnum":11},{"bcode":54,"cnum":2,"content":"I do not permit a woman to teach or to have authority over a man; she must be silent.","vcode":"NIV","vnum":12},{"bcode":54,"cnum":2,"content":"For Adam was formed first, then Eve.","vcode":"NIV","vnum":13},{"bcode":54,"cnum":2,"content":"And Adam was not the one deceived; it was the woman who was deceived and became a sinner.","vcode":"NIV","vnum":14},{"bcode":54,"cnum":2,"content":"But women will be saved through childbearing--if they continue in faith, love and holiness with propriety.","vcode":"NIV","vnum":15}]},"__N_SSG":true}