[
    {
        "bcode": 40,
        "cnum": 12,
        "content": "At that time Jesus went through the grainfields on the Sabbath. His disciples were hungry and began to pick some heads of grain and eat them.",
        "vcode": "NIV",
        "vnum": 1
    },
    {
        "bcode": 40,
        "cnum": 12,
        "content": "When the Pharisees saw this, they said to him, \"Look! Your disciples are doing what is unlawful on the Sabbath.\"",
        "vcode": "NIV",
        "vnum": 2
    },
    {
        "bcode": 40,
        "cnum": 12,
        "content": "He answered, \"Haven't you read what David did when he and his companions were hungry?",
        "vcode": "NIV",
        "vnum": 3
    },
    {
        "bcode": 40,
        "cnum": 12,
        "content": "He entered the house of God, and he and his companions ate the consecrated bread--which was not lawful for them to do, but only for the priests.",
        "vcode": "NIV",
        "vnum": 4
    },
    {
        "bcode": 40,
        "cnum": 12,
        "content": "Or haven't you read in the Law that on the Sabbath the priests in the temple desecrate the day and yet are innocent?",
        "vcode": "NIV",
        "vnum": 5
    },
    {
        "bcode": 40,
        "cnum": 12,
        "content": "I tell you that one greater than the temple is here.",
        "vcode": "NIV",
        "vnum": 6
    },
    {
        "bcode": 40,
        "cnum": 12,
        "content": "If you had known what these words mean, 'I desire mercy, not sacrifice,' you would not have condemned the innocent.",
        "vcode": "NIV",
        "vnum": 7
    },
    {
        "bcode": 40,
        "cnum": 12,
        "content": "For the Son of Man is Lord of the Sabbath.\"",
        "vcode": "NIV",
        "vnum": 8
    },
    {
        "bcode": 40,
        "cnum": 12,
        "content": "Going on from that place, he went into their synagogue,",
        "vcode": "NIV",
        "vnum": 9
    },
    {
        "bcode": 40,
        "cnum": 12,
        "content": "and a man with a shriveled hand was there. Looking for a reason to accuse Jesus, they asked him, \"Is it lawful to heal on the Sabbath?\"",
        "vcode": "NIV",
        "vnum": 10
    },
    {
        "bcode": 40,
        "cnum": 12,
        "content": "He said to them, \"If any of you has a sheep and it falls into a pit on the Sabbath, will you not take hold of it and lift it out?",
        "vcode": "NIV",
        "vnum": 11
    },
    {
        "bcode": 40,
        "cnum": 12,
        "content": "How much more valuable is a man than a sheep! Therefore it is lawful to do good on the Sabbath.\"",
        "vcode": "NIV",
        "vnum": 12
    },
    {
        "bcode": 40,
        "cnum": 12,
        "content": "Then he said to the man, \"Stretch out your hand.\" So he stretched it out and it was completely restored, just as sound as the other.",
        "vcode": "NIV",
        "vnum": 13
    },
    {
        "bcode": 40,
        "cnum": 12,
        "content": "But the Pharisees went out and plotted how they might kill Jesus.",
        "vcode": "NIV",
        "vnum": 14
    },
    {
        "bcode": 40,
        "cnum": 12,
        "content": "Aware of this, Jesus withdrew from that place. Many followed him, and he healed all their sick,",
        "vcode": "NIV",
        "vnum": 15
    },
    {
        "bcode": 40,
        "cnum": 12,
        "content": "warning them not to tell who he was.",
        "vcode": "NIV",
        "vnum": 16
    },
    {
        "bcode": 40,
        "cnum": 12,
        "content": "This was to fulfill what was spoken through the prophet Isaiah:",
        "vcode": "NIV",
        "vnum": 17
    },
    {
        "bcode": 40,
        "cnum": 12,
        "content": "\"Here is my servant whom I have chosen, the one I love, in whom I delight; I will put my Spirit on him, and he will proclaim justice to the nations.",
        "vcode": "NIV",
        "vnum": 18
    },
    {
        "bcode": 40,
        "cnum": 12,
        "content": "He will not quarrel or cry out; no one will hear his voice in the streets.",
        "vcode": "NIV",
        "vnum": 19
    },
    {
        "bcode": 40,
        "cnum": 12,
        "content": "A bruised reed he will not break, and a smoldering wick he will not snuff out, till he leads justice to victory.",
        "vcode": "NIV",
        "vnum": 20
    },
    {
        "bcode": 40,
        "cnum": 12,
        "content": "In his name the nations will put their hope.\"",
        "vcode": "NIV",
        "vnum": 21
    },
    {
        "bcode": 40,
        "cnum": 12,
        "content": "Then they brought him a demon-possessed man who was blind and mute, and Jesus healed him, so that he could both talk and see.",
        "vcode": "NIV",
        "vnum": 22
    },
    {
        "bcode": 40,
        "cnum": 12,
        "content": "All the people were astonished and said, \"Could this be the Son of David?\"",
        "vcode": "NIV",
        "vnum": 23
    },
    {
        "bcode": 40,
        "cnum": 12,
        "content": "But when the Pharisees heard this, they said, \"It is only by Beelzebub, the prince of demons, that this fellow drives out demons.\"",
        "vcode": "NIV",
        "vnum": 24
    },
    {
        "bcode": 40,
        "cnum": 12,
        "content": "Jesus knew their thoughts and said to them, \"Every kingdom divided against itself will be ruined, and every city or household divided against itself will not stand.",
        "vcode": "NIV",
        "vnum": 25
    },
    {
        "bcode": 40,
        "cnum": 12,
        "content": "If Satan drives out Satan, he is divided against himself. How then can his kingdom stand?",
        "vcode": "NIV",
        "vnum": 26
    },
    {
        "bcode": 40,
        "cnum": 12,
        "content": "And if I drive out demons by Beelzebub, by whom do your people drive them out? So then, they will be your judges.",
        "vcode": "NIV",
        "vnum": 27
    },
    {
        "bcode": 40,
        "cnum": 12,
        "content": "But if I drive out demons by the Spirit of God, then the kingdom of God has come upon you.",
        "vcode": "NIV",
        "vnum": 28
    },
    {
        "bcode": 40,
        "cnum": 12,
        "content": "\"Or again, how can anyone enter a strong man's house and carry off his possessions unless he first ties up the strong man? Then he can rob his house.",
        "vcode": "NIV",
        "vnum": 29
    },
    {
        "bcode": 40,
        "cnum": 12,
        "content": "\"He who is not with me is against me, and he who does not gather with me scatters.",
        "vcode": "NIV",
        "vnum": 30
    },
    {
        "bcode": 40,
        "cnum": 12,
        "content": "And so I tell you, every sin and blasphemy will be forgiven men, but the blasphemy against the Spirit will not be forgiven.",
        "vcode": "NIV",
        "vnum": 31
    },
    {
        "bcode": 40,
        "cnum": 12,
        "content": "Anyone who speaks a word against the Son of Man will be forgiven, but anyone who speaks against the Holy Spirit will not be forgiven, either in this age or in the age to come.",
        "vcode": "NIV",
        "vnum": 32
    },
    {
        "bcode": 40,
        "cnum": 12,
        "content": "\"Make a tree good and its fruit will be good, or make a tree bad and its fruit will be bad, for a tree is recognized by its fruit.",
        "vcode": "NIV",
        "vnum": 33
    },
    {
        "bcode": 40,
        "cnum": 12,
        "content": "You brood of vipers, how can you who are evil say anything good? For out of the overflow of the heart the mouth speaks.",
        "vcode": "NIV",
        "vnum": 34
    },
    {
        "bcode": 40,
        "cnum": 12,
        "content": "The good man brings good things out of the good stored up in him, and the evil man brings evil things out of the evil stored up in him.",
        "vcode": "NIV",
        "vnum": 35
    },
    {
        "bcode": 40,
        "cnum": 12,
        "content": "But I tell you that men will have to give account on the day of judgment for every careless word they have spoken.",
        "vcode": "NIV",
        "vnum": 36
    },
    {
        "bcode": 40,
        "cnum": 12,
        "content": "For by your words you will be acquitted, and by your words you will be condemned.\"",
        "vcode": "NIV",
        "vnum": 37
    },
    {
        "bcode": 40,
        "cnum": 12,
        "content": "Then some of the Pharisees and teachers of the law said to him, \"Teacher, we want to see a miraculous sign from you.\"",
        "vcode": "NIV",
        "vnum": 38
    },
    {
        "bcode": 40,
        "cnum": 12,
        "content": "He answered, \"A wicked and adulterous generation asks for a miraculous sign! But none will be given it except the sign of the prophet Jonah.",
        "vcode": "NIV",
        "vnum": 39
    },
    {
        "bcode": 40,
        "cnum": 12,
        "content": "For as Jonah was three days and three nights in the belly of a huge fish, so the Son of Man will be three days and three nights in the heart of the earth.",
        "vcode": "NIV",
        "vnum": 40
    },
    {
        "bcode": 40,
        "cnum": 12,
        "content": "The men of Nineveh will stand up at the judgment with this generation and condemn it; for they repented at the preaching of Jonah, and now one greater than Jonah is here.",
        "vcode": "NIV",
        "vnum": 41
    },
    {
        "bcode": 40,
        "cnum": 12,
        "content": "The Queen of the South will rise at the judgment with this generation and condemn it; for she came from the ends of the earth to listen to Solomon's wisdom, and now one greater than Solomon is here.",
        "vcode": "NIV",
        "vnum": 42
    },
    {
        "bcode": 40,
        "cnum": 12,
        "content": "\"When an evil spirit comes out of a man, it goes through arid places seeking rest and does not find it.",
        "vcode": "NIV",
        "vnum": 43
    },
    {
        "bcode": 40,
        "cnum": 12,
        "content": "Then it says, 'I will return to the house I left.' When it arrives, it finds the house unoccupied, swept clean and put in order.",
        "vcode": "NIV",
        "vnum": 44
    },
    {
        "bcode": 40,
        "cnum": 12,
        "content": "Then it goes and takes with it seven other spirits more wicked than itself, and they go in and live there. And the final condition of that man is worse than the first. That is how it will be with this wicked generation.\"",
        "vcode": "NIV",
        "vnum": 45
    },
    {
        "bcode": 40,
        "cnum": 12,
        "content": "While Jesus was still talking to the crowd, his mother and brothers stood outside, wanting to speak to him.",
        "vcode": "NIV",
        "vnum": 46
    },
    {
        "bcode": 40,
        "cnum": 12,
        "content": "Someone told him, \"Your mother and brothers are standing outside, wanting to speak to you.\"",
        "vcode": "NIV",
        "vnum": 47
    },
    {
        "bcode": 40,
        "cnum": 12,
        "content": "He replied to him, \"Who is my mother, and who are my brothers?\"",
        "vcode": "NIV",
        "vnum": 48
    },
    {
        "bcode": 40,
        "cnum": 12,
        "content": "Pointing to his disciples, he said, \"Here are my mother and my brothers.",
        "vcode": "NIV",
        "vnum": 49
    },
    {
        "bcode": 40,
        "cnum": 12,
        "content": "For whoever does the will of my Father in heaven is my brother and sister and mother.\"",
        "vcode": "NIV",
        "vnum": 50
    }
]