[
    {
        "bcode": 40,
        "cnum": 15,
        "content": "Then some Pharisees and teachers of the law came to Jesus from Jerusalem and asked,",
        "vcode": "NIV",
        "vnum": 1
    },
    {
        "bcode": 40,
        "cnum": 15,
        "content": "\"Why do your disciples break the tradition of the elders? They don't wash their hands before they eat!\"",
        "vcode": "NIV",
        "vnum": 2
    },
    {
        "bcode": 40,
        "cnum": 15,
        "content": "Jesus replied, \"And why do you break the command of God for the sake of your tradition?",
        "vcode": "NIV",
        "vnum": 3
    },
    {
        "bcode": 40,
        "cnum": 15,
        "content": "For God said, 'Honor your father and mother' and 'Anyone who curses his father or mother must be put to death.'",
        "vcode": "NIV",
        "vnum": 4
    },
    {
        "bcode": 40,
        "cnum": 15,
        "content": "But you say that if a man says to his father or mother, 'Whatever help you might otherwise have received from me is a gift devoted to God,'",
        "vcode": "NIV",
        "vnum": 5
    },
    {
        "bcode": 40,
        "cnum": 15,
        "content": "he is not to 'honor his father' with it. Thus you nullify the word of God for the sake of your tradition.",
        "vcode": "NIV",
        "vnum": 6
    },
    {
        "bcode": 40,
        "cnum": 15,
        "content": "You hypocrites! Isaiah was right when he prophesied about you:",
        "vcode": "NIV",
        "vnum": 7
    },
    {
        "bcode": 40,
        "cnum": 15,
        "content": "\" 'These people honor me with their lips, but their hearts are far from me.",
        "vcode": "NIV",
        "vnum": 8
    },
    {
        "bcode": 40,
        "cnum": 15,
        "content": "They worship me in vain; their teachings are but rules taught by men.'\"",
        "vcode": "NIV",
        "vnum": 9
    },
    {
        "bcode": 40,
        "cnum": 15,
        "content": "Jesus called the crowd to him and said, \"Listen and understand.",
        "vcode": "NIV",
        "vnum": 10
    },
    {
        "bcode": 40,
        "cnum": 15,
        "content": "What goes into a man's mouth does not make him 'unclean,' but what comes out of his mouth, that is what makes him 'unclean.' \"",
        "vcode": "NIV",
        "vnum": 11
    },
    {
        "bcode": 40,
        "cnum": 15,
        "content": "Then the disciples came to him and asked, \"Do you know that the Pharisees were offended when they heard this?\"",
        "vcode": "NIV",
        "vnum": 12
    },
    {
        "bcode": 40,
        "cnum": 15,
        "content": "He replied, \"Every plant that my heavenly Father has not planted will be pulled up by the roots.",
        "vcode": "NIV",
        "vnum": 13
    },
    {
        "bcode": 40,
        "cnum": 15,
        "content": "Leave them; they are blind guides. If a blind man leads a blind man, both will fall into a pit.\"",
        "vcode": "NIV",
        "vnum": 14
    },
    {
        "bcode": 40,
        "cnum": 15,
        "content": "Peter said, \"Explain the parable to us.\"",
        "vcode": "NIV",
        "vnum": 15
    },
    {
        "bcode": 40,
        "cnum": 15,
        "content": "\"Are you still so dull?\" Jesus asked them.",
        "vcode": "NIV",
        "vnum": 16
    },
    {
        "bcode": 40,
        "cnum": 15,
        "content": "\"Don't you see that whatever enters the mouth goes into the stomach and then out of the body?",
        "vcode": "NIV",
        "vnum": 17
    },
    {
        "bcode": 40,
        "cnum": 15,
        "content": "But the things that come out of the mouth come from the heart, and these make a man 'unclean.'",
        "vcode": "NIV",
        "vnum": 18
    },
    {
        "bcode": 40,
        "cnum": 15,
        "content": "For out of the heart come evil thoughts, murder, adultery, sexual immorality, theft, false testimony, slander.",
        "vcode": "NIV",
        "vnum": 19
    },
    {
        "bcode": 40,
        "cnum": 15,
        "content": "These are what make a man 'unclean'; but eating with unwashed hands does not make him 'unclean.' \"",
        "vcode": "NIV",
        "vnum": 20
    },
    {
        "bcode": 40,
        "cnum": 15,
        "content": "Leaving that place, Jesus withdrew to the region of Tyre and Sidon.",
        "vcode": "NIV",
        "vnum": 21
    },
    {
        "bcode": 40,
        "cnum": 15,
        "content": "A Canaanite woman from that vicinity came to him, crying out, \"Lord, Son of David, have mercy on me! My daughter is suffering terribly from demon-possession.\"",
        "vcode": "NIV",
        "vnum": 22
    },
    {
        "bcode": 40,
        "cnum": 15,
        "content": "Jesus did not answer a word. So his disciples came to him and urged him, \"Send her away, for she keeps crying out after us.\"",
        "vcode": "NIV",
        "vnum": 23
    },
    {
        "bcode": 40,
        "cnum": 15,
        "content": "He answered, \"I was sent only to the lost sheep of Israel.\"",
        "vcode": "NIV",
        "vnum": 24
    },
    {
        "bcode": 40,
        "cnum": 15,
        "content": "The woman came and knelt before him. \"Lord, help me!\" she said.",
        "vcode": "NIV",
        "vnum": 25
    },
    {
        "bcode": 40,
        "cnum": 15,
        "content": "He replied, \"It is not right to take the children's bread and toss it to their dogs.\"",
        "vcode": "NIV",
        "vnum": 26
    },
    {
        "bcode": 40,
        "cnum": 15,
        "content": "\"Yes, Lord,\" she said, \"but even the dogs eat the crumbs that fall from their masters' table.\"",
        "vcode": "NIV",
        "vnum": 27
    },
    {
        "bcode": 40,
        "cnum": 15,
        "content": "Then Jesus answered, \"Woman, you have great faith! Your request is granted.\" And her daughter was healed from that very hour.",
        "vcode": "NIV",
        "vnum": 28
    },
    {
        "bcode": 40,
        "cnum": 15,
        "content": "Jesus left there and went along the Sea of Galilee. Then he went up on a mountainside and sat down.",
        "vcode": "NIV",
        "vnum": 29
    },
    {
        "bcode": 40,
        "cnum": 15,
        "content": "Great crowds came to him, bringing the lame, the blind, the crippled, the mute and many others, and laid them at his feet; and he healed them.",
        "vcode": "NIV",
        "vnum": 30
    },
    {
        "bcode": 40,
        "cnum": 15,
        "content": "The people were amazed when they saw the mute speaking, the crippled made well, the lame walking and the blind seeing. And they praised the God of Israel.",
        "vcode": "NIV",
        "vnum": 31
    },
    {
        "bcode": 40,
        "cnum": 15,
        "content": "Jesus called his disciples to him and said, \"I have compassion for these people; they have already been with me three days and have nothing to eat. I do not want to send them away hungry, or they may collapse on the way.\"",
        "vcode": "NIV",
        "vnum": 32
    },
    {
        "bcode": 40,
        "cnum": 15,
        "content": "His disciples answered, \"Where could we get enough bread in this remote place to feed such a crowd?\"",
        "vcode": "NIV",
        "vnum": 33
    },
    {
        "bcode": 40,
        "cnum": 15,
        "content": "\"How many loaves do you have?\" Jesus asked. \"Seven,\" they replied, \"and a few small fish.\"",
        "vcode": "NIV",
        "vnum": 34
    },
    {
        "bcode": 40,
        "cnum": 15,
        "content": "He told the crowd to sit down on the ground.",
        "vcode": "NIV",
        "vnum": 35
    },
    {
        "bcode": 40,
        "cnum": 15,
        "content": "Then he took the seven loaves and the fish, and when he had given thanks, he broke them and gave them to the disciples, and they in turn to the people.",
        "vcode": "NIV",
        "vnum": 36
    },
    {
        "bcode": 40,
        "cnum": 15,
        "content": "They all ate and were satisfied. Afterward the disciples picked up seven basketfuls of broken pieces that were left over.",
        "vcode": "NIV",
        "vnum": 37
    },
    {
        "bcode": 40,
        "cnum": 15,
        "content": "The number of those who ate was four thousand, besides women and children.",
        "vcode": "NIV",
        "vnum": 38
    },
    {
        "bcode": 40,
        "cnum": 15,
        "content": "After Jesus had sent the crowd away, he got into the boat and went to the vicinity of Magadan.",
        "vcode": "NIV",
        "vnum": 39
    }
]