[
    {
        "bcode": 40,
        "cnum": 25,
        "content": "\"At that time the kingdom of heaven will be like ten virgins who took their lamps and went out to meet the bridegroom.",
        "vcode": "NIV",
        "vnum": 1
    },
    {
        "bcode": 40,
        "cnum": 25,
        "content": "Five of them were foolish and five were wise.",
        "vcode": "NIV",
        "vnum": 2
    },
    {
        "bcode": 40,
        "cnum": 25,
        "content": "The foolish ones took their lamps but did not take any oil with them.",
        "vcode": "NIV",
        "vnum": 3
    },
    {
        "bcode": 40,
        "cnum": 25,
        "content": "The wise, however, took oil in jars along with their lamps.",
        "vcode": "NIV",
        "vnum": 4
    },
    {
        "bcode": 40,
        "cnum": 25,
        "content": "The bridegroom was a long time in coming, and they all became drowsy and fell asleep.",
        "vcode": "NIV",
        "vnum": 5
    },
    {
        "bcode": 40,
        "cnum": 25,
        "content": "\"At midnight the cry rang out: 'Here's the bridegroom! Come out to meet him!'",
        "vcode": "NIV",
        "vnum": 6
    },
    {
        "bcode": 40,
        "cnum": 25,
        "content": "\"Then all the virgins woke up and trimmed their lamps.",
        "vcode": "NIV",
        "vnum": 7
    },
    {
        "bcode": 40,
        "cnum": 25,
        "content": "The foolish ones said to the wise, 'Give us some of your oil; our lamps are going out.'",
        "vcode": "NIV",
        "vnum": 8
    },
    {
        "bcode": 40,
        "cnum": 25,
        "content": "\" 'No,' they replied, 'there may not be enough for both us and you. Instead, go to those who sell oil and buy some for yourselves.'",
        "vcode": "NIV",
        "vnum": 9
    },
    {
        "bcode": 40,
        "cnum": 25,
        "content": "\"But while they were on their way to buy the oil, the bridegroom arrived. The virgins who were ready went in with him to the wedding banquet. And the door was shut.",
        "vcode": "NIV",
        "vnum": 10
    },
    {
        "bcode": 40,
        "cnum": 25,
        "content": "\"Later the others also came. 'Sir! Sir!' they said. 'Open the door for us!'",
        "vcode": "NIV",
        "vnum": 11
    },
    {
        "bcode": 40,
        "cnum": 25,
        "content": "\"But he replied, 'I tell you the truth, I don't know you.'",
        "vcode": "NIV",
        "vnum": 12
    },
    {
        "bcode": 40,
        "cnum": 25,
        "content": "\"Therefore keep watch, because you do not know the day or the hour.",
        "vcode": "NIV",
        "vnum": 13
    },
    {
        "bcode": 40,
        "cnum": 25,
        "content": "\"Again, it will be like a man going on a journey, who called his servants and entrusted his property to them.",
        "vcode": "NIV",
        "vnum": 14
    },
    {
        "bcode": 40,
        "cnum": 25,
        "content": "To one he gave five talents of money, to another two talents, and to another one talent, each according to his ability. Then he went on his journey.",
        "vcode": "NIV",
        "vnum": 15
    },
    {
        "bcode": 40,
        "cnum": 25,
        "content": "The man who had received the five talents went at once and put his money to work and gained five more.",
        "vcode": "NIV",
        "vnum": 16
    },
    {
        "bcode": 40,
        "cnum": 25,
        "content": "So also, the one with the two talents gained two more.",
        "vcode": "NIV",
        "vnum": 17
    },
    {
        "bcode": 40,
        "cnum": 25,
        "content": "But the man who had received the one talent went off, dug a hole in the ground and hid his master's money.",
        "vcode": "NIV",
        "vnum": 18
    },
    {
        "bcode": 40,
        "cnum": 25,
        "content": "\"After a long time the master of those servants returned and settled accounts with them.",
        "vcode": "NIV",
        "vnum": 19
    },
    {
        "bcode": 40,
        "cnum": 25,
        "content": "The man who had received the five talents brought the other five. 'Master,' he said, 'you entrusted me with five talents. See, I have gained five more.'",
        "vcode": "NIV",
        "vnum": 20
    },
    {
        "bcode": 40,
        "cnum": 25,
        "content": "\"His master replied, 'Well done, good and faithful servant! You have been faithful with a few things; I will put you in charge of many things. Come and share your master's happiness!'",
        "vcode": "NIV",
        "vnum": 21
    },
    {
        "bcode": 40,
        "cnum": 25,
        "content": "\"The man with the two talents also came. 'Master,' he said, 'you entrusted me with two talents; see, I have gained two more.'",
        "vcode": "NIV",
        "vnum": 22
    },
    {
        "bcode": 40,
        "cnum": 25,
        "content": "\"His master replied, 'Well done, good and faithful servant! You have been faithful with a few things; I will put you in charge of many things. Come and share your master's happiness!'",
        "vcode": "NIV",
        "vnum": 23
    },
    {
        "bcode": 40,
        "cnum": 25,
        "content": "\"Then the man who had received the one talent came. 'Master,' he said, 'I knew that you are a hard man, harvesting where you have not sown and gathering where you have not scattered seed.",
        "vcode": "NIV",
        "vnum": 24
    },
    {
        "bcode": 40,
        "cnum": 25,
        "content": "So I was afraid and went out and hid your talent in the ground. See, here is what belongs to you.'",
        "vcode": "NIV",
        "vnum": 25
    },
    {
        "bcode": 40,
        "cnum": 25,
        "content": "\"His master replied, 'You wicked, lazy servant! So you knew that I harvest where I have not sown and gather where I have not scattered seed?",
        "vcode": "NIV",
        "vnum": 26
    },
    {
        "bcode": 40,
        "cnum": 25,
        "content": "Well then, you should have put my money on deposit with the bankers, so that when I returned I would have received it back with interest.",
        "vcode": "NIV",
        "vnum": 27
    },
    {
        "bcode": 40,
        "cnum": 25,
        "content": "\" 'Take the talent from him and give it to the one who has the ten talents.",
        "vcode": "NIV",
        "vnum": 28
    },
    {
        "bcode": 40,
        "cnum": 25,
        "content": "For everyone who has will be given more, and he will have an abundance. Whoever does not have, even what he has will be taken from him.",
        "vcode": "NIV",
        "vnum": 29
    },
    {
        "bcode": 40,
        "cnum": 25,
        "content": "And throw that worthless servant outside, into the darkness, where there will be weeping and gnashing of teeth.'",
        "vcode": "NIV",
        "vnum": 30
    },
    {
        "bcode": 40,
        "cnum": 25,
        "content": "\"When the Son of Man comes in his glory, and all the angels with him, he will sit on his throne in heavenly glory.",
        "vcode": "NIV",
        "vnum": 31
    },
    {
        "bcode": 40,
        "cnum": 25,
        "content": "All the nations will be gathered before him, and he will separate the people one from another as a shepherd separates the sheep from the goats.",
        "vcode": "NIV",
        "vnum": 32
    },
    {
        "bcode": 40,
        "cnum": 25,
        "content": "He will put the sheep on his right and the goats on his left.",
        "vcode": "NIV",
        "vnum": 33
    },
    {
        "bcode": 40,
        "cnum": 25,
        "content": "\"Then the King will say to those on his right, 'Come, you who are blessed by my Father; take your inheritance, the kingdom prepared for you since the creation of the world.",
        "vcode": "NIV",
        "vnum": 34
    },
    {
        "bcode": 40,
        "cnum": 25,
        "content": "For I was hungry and you gave me something to eat, I was thirsty and you gave me something to drink, I was a stranger and you invited me in,",
        "vcode": "NIV",
        "vnum": 35
    },
    {
        "bcode": 40,
        "cnum": 25,
        "content": "I needed clothes and you clothed me, I was sick and you looked after me, I was in prison and you came to visit me.'",
        "vcode": "NIV",
        "vnum": 36
    },
    {
        "bcode": 40,
        "cnum": 25,
        "content": "\"Then the righteous will answer him, 'Lord, when did we see you hungry and feed you, or thirsty and give you something to drink?",
        "vcode": "NIV",
        "vnum": 37
    },
    {
        "bcode": 40,
        "cnum": 25,
        "content": "When did we see you a stranger and invite you in, or needing clothes and clothe you?",
        "vcode": "NIV",
        "vnum": 38
    },
    {
        "bcode": 40,
        "cnum": 25,
        "content": "When did we see you sick or in prison and go to visit you?'",
        "vcode": "NIV",
        "vnum": 39
    },
    {
        "bcode": 40,
        "cnum": 25,
        "content": "\"The King will reply, 'I tell you the truth, whatever you did for one of the least of these brothers of mine, you did for me.'",
        "vcode": "NIV",
        "vnum": 40
    },
    {
        "bcode": 40,
        "cnum": 25,
        "content": "\"Then he will say to those on his left, 'Depart from me, you who are cursed, into the eternal fire prepared for the devil and his angels.",
        "vcode": "NIV",
        "vnum": 41
    },
    {
        "bcode": 40,
        "cnum": 25,
        "content": "For I was hungry and you gave me nothing to eat, I was thirsty and you gave me nothing to drink,",
        "vcode": "NIV",
        "vnum": 42
    },
    {
        "bcode": 40,
        "cnum": 25,
        "content": "I was a stranger and you did not invite me in, I needed clothes and you did not clothe me, I was sick and in prison and you did not look after me.'",
        "vcode": "NIV",
        "vnum": 43
    },
    {
        "bcode": 40,
        "cnum": 25,
        "content": "\"They also will answer, 'Lord, when did we see you hungry or thirsty or a stranger or needing clothes or sick or in prison, and did not help you?'",
        "vcode": "NIV",
        "vnum": 44
    },
    {
        "bcode": 40,
        "cnum": 25,
        "content": "\"He will reply, 'I tell you the truth, whatever you did not do for one of the least of these, you did not do for me.'",
        "vcode": "NIV",
        "vnum": 45
    },
    {
        "bcode": 40,
        "cnum": 25,
        "content": "\"Then they will go away to eternal punishment, but the righteous to eternal life.\"",
        "vcode": "NIV",
        "vnum": 46
    }
]