[
    {
        "bcode": 21,
        "cnum": 7,
        "content": "A good name is better than fine perfume, and the day of death better than the day of birth.",
        "vcode": "NIV",
        "vnum": 1
    },
    {
        "bcode": 21,
        "cnum": 7,
        "content": "It is better to go to a house of mourning than to go to a house of feasting, for death is the destiny of every man; the living should take this to heart.",
        "vcode": "NIV",
        "vnum": 2
    },
    {
        "bcode": 21,
        "cnum": 7,
        "content": "Sorrow is better than laughter, because a sad face is good for the heart.",
        "vcode": "NIV",
        "vnum": 3
    },
    {
        "bcode": 21,
        "cnum": 7,
        "content": "The heart of the wise is in the house of mourning, but the heart of fools is in the house of pleasure.",
        "vcode": "NIV",
        "vnum": 4
    },
    {
        "bcode": 21,
        "cnum": 7,
        "content": "It is better to heed a wise man's rebuke than to listen to the song of fools.",
        "vcode": "NIV",
        "vnum": 5
    },
    {
        "bcode": 21,
        "cnum": 7,
        "content": "Like the crackling of thorns under the pot, so is the laughter of fools. This too is meaningless.",
        "vcode": "NIV",
        "vnum": 6
    },
    {
        "bcode": 21,
        "cnum": 7,
        "content": "Extortion turns a wise man into a fool, and a bribe corrupts the heart.",
        "vcode": "NIV",
        "vnum": 7
    },
    {
        "bcode": 21,
        "cnum": 7,
        "content": "The end of a matter is better than its beginning, and patience is better than pride.",
        "vcode": "NIV",
        "vnum": 8
    },
    {
        "bcode": 21,
        "cnum": 7,
        "content": "Do not be quickly provoked in your spirit, for anger resides in the lap of fools.",
        "vcode": "NIV",
        "vnum": 9
    },
    {
        "bcode": 21,
        "cnum": 7,
        "content": "Do not say, \"Why were the old days better than these?\" For it is not wise to ask such questions.",
        "vcode": "NIV",
        "vnum": 10
    },
    {
        "bcode": 21,
        "cnum": 7,
        "content": "Wisdom, like an inheritance, is a good thing and benefits those who see the sun.",
        "vcode": "NIV",
        "vnum": 11
    },
    {
        "bcode": 21,
        "cnum": 7,
        "content": "Wisdom is a shelter as money is a shelter, but the advantage of knowledge is this: that wisdom preserves the life of its possessor.",
        "vcode": "NIV",
        "vnum": 12
    },
    {
        "bcode": 21,
        "cnum": 7,
        "content": "Consider what God has done: Who can straighten what he has made crooked?",
        "vcode": "NIV",
        "vnum": 13
    },
    {
        "bcode": 21,
        "cnum": 7,
        "content": "When times are good, be happy; but when times are bad, consider: God has made the one as well as the other. Therefore, a man cannot discover anything about his future.",
        "vcode": "NIV",
        "vnum": 14
    },
    {
        "bcode": 21,
        "cnum": 7,
        "content": "In this meaningless life of mine I have seen both of these: a righteous man perishing in his righteousness, and a wicked man living long in his wickedness.",
        "vcode": "NIV",
        "vnum": 15
    },
    {
        "bcode": 21,
        "cnum": 7,
        "content": "Do not be overrighteous, neither be overwise-- why destroy yourself?",
        "vcode": "NIV",
        "vnum": 16
    },
    {
        "bcode": 21,
        "cnum": 7,
        "content": "Do not be overwicked, and do not be a fool-- why die before your time?",
        "vcode": "NIV",
        "vnum": 17
    },
    {
        "bcode": 21,
        "cnum": 7,
        "content": "It is good to grasp the one and not let go of the other. The man who fears God will avoid all extremes .",
        "vcode": "NIV",
        "vnum": 18
    },
    {
        "bcode": 21,
        "cnum": 7,
        "content": "Wisdom makes one wise man more powerful than ten rulers in a city.",
        "vcode": "NIV",
        "vnum": 19
    },
    {
        "bcode": 21,
        "cnum": 7,
        "content": "There is not a righteous man on earth who does what is right and never sins.",
        "vcode": "NIV",
        "vnum": 20
    },
    {
        "bcode": 21,
        "cnum": 7,
        "content": "Do not pay attention to every word people say, or you may hear your servant cursing you-",
        "vcode": "NIV",
        "vnum": 21
    },
    {
        "bcode": 21,
        "cnum": 7,
        "content": "for you know in your heart that many times you yourself have cursed others.",
        "vcode": "NIV",
        "vnum": 22
    },
    {
        "bcode": 21,
        "cnum": 7,
        "content": "All this I tested by wisdom and I said, \"I am determined to be wise\"-- but this was beyond me.",
        "vcode": "NIV",
        "vnum": 23
    },
    {
        "bcode": 21,
        "cnum": 7,
        "content": "Whatever wisdom may be, it is far off and most profound-- who can discover it?",
        "vcode": "NIV",
        "vnum": 24
    },
    {
        "bcode": 21,
        "cnum": 7,
        "content": "So I turned my mind to understand, to investigate and to search out wisdom and the scheme of things and to understand the stupidity of wickedness and the madness of folly.",
        "vcode": "NIV",
        "vnum": 25
    },
    {
        "bcode": 21,
        "cnum": 7,
        "content": "I find more bitter than death the woman who is a snare, whose heart is a trap and whose hands are chains. The man who pleases God will escape her, but the sinner she will ensnare.",
        "vcode": "NIV",
        "vnum": 26
    },
    {
        "bcode": 21,
        "cnum": 7,
        "content": "\"Look,\" says the Teacher, \"this is what I have discovered: \"Adding one thing to another to discover the scheme of things-",
        "vcode": "NIV",
        "vnum": 27
    },
    {
        "bcode": 21,
        "cnum": 7,
        "content": "while I was still searching but not finding-- I found one upright man among a thousand, but not one upright woman among them all.",
        "vcode": "NIV",
        "vnum": 28
    },
    {
        "bcode": 21,
        "cnum": 7,
        "content": "This only have I found: God made mankind upright, but men have gone in search of many schemes.\"",
        "vcode": "NIV",
        "vnum": 29
    }
]