[
    {
        "bcode": 21,
        "cnum": 8,
        "content": "Who is like the wise man? Who knows the explanation of things? Wisdom brightens a man's face and changes its hard appearance.",
        "vcode": "NIV",
        "vnum": 1
    },
    {
        "bcode": 21,
        "cnum": 8,
        "content": "Obey the king's command, I say, because you took an oath before God.",
        "vcode": "NIV",
        "vnum": 2
    },
    {
        "bcode": 21,
        "cnum": 8,
        "content": "Do not be in a hurry to leave the king's presence. Do not stand up for a bad cause, for he will do whatever he pleases.",
        "vcode": "NIV",
        "vnum": 3
    },
    {
        "bcode": 21,
        "cnum": 8,
        "content": "Since a king's word is supreme, who can say to him, \"What are you doing?\"",
        "vcode": "NIV",
        "vnum": 4
    },
    {
        "bcode": 21,
        "cnum": 8,
        "content": "Whoever obeys his command will come to no harm, and the wise heart will know the proper time and procedure.",
        "vcode": "NIV",
        "vnum": 5
    },
    {
        "bcode": 21,
        "cnum": 8,
        "content": "For there is a proper time and procedure for every matter, though a man's misery weighs heavily upon him.",
        "vcode": "NIV",
        "vnum": 6
    },
    {
        "bcode": 21,
        "cnum": 8,
        "content": "Since no man knows the future, who can tell him what is to come?",
        "vcode": "NIV",
        "vnum": 7
    },
    {
        "bcode": 21,
        "cnum": 8,
        "content": "No man has power over the wind to contain it ; so no one has power over the day of his death. As no one is discharged in time of war, so wickedness will not release those who practice it.",
        "vcode": "NIV",
        "vnum": 8
    },
    {
        "bcode": 21,
        "cnum": 8,
        "content": "All this I saw, as I applied my mind to everything done under the sun. There is a time when a man lords it over others to his own hurt.",
        "vcode": "NIV",
        "vnum": 9
    },
    {
        "bcode": 21,
        "cnum": 8,
        "content": "Then too, I saw the wicked buried--those who used to come and go from the holy place and receive praise in the city where they did this. This too is meaningless.",
        "vcode": "NIV",
        "vnum": 10
    },
    {
        "bcode": 21,
        "cnum": 8,
        "content": "When the sentence for a crime is not quickly carried out, the hearts of the people are filled with schemes to do wrong.",
        "vcode": "NIV",
        "vnum": 11
    },
    {
        "bcode": 21,
        "cnum": 8,
        "content": "Although a wicked man commits a hundred crimes and still lives a long time, I know that it will go better with God-fearing men, who are reverent before God.",
        "vcode": "NIV",
        "vnum": 12
    },
    {
        "bcode": 21,
        "cnum": 8,
        "content": "Yet because the wicked do not fear God, it will not go well with them, and their days will not lengthen like a shadow.",
        "vcode": "NIV",
        "vnum": 13
    },
    {
        "bcode": 21,
        "cnum": 8,
        "content": "There is something else meaningless that occurs on earth: righteous men who get what the wicked deserve, and wicked men who get what the righteous deserve. This too, I say, is meaningless.",
        "vcode": "NIV",
        "vnum": 14
    },
    {
        "bcode": 21,
        "cnum": 8,
        "content": "So I commend the enjoyment of life, because nothing is better for a man under the sun than to eat and drink and be glad. Then joy will accompany him in his work all the days of the life God has given him under the sun.",
        "vcode": "NIV",
        "vnum": 15
    },
    {
        "bcode": 21,
        "cnum": 8,
        "content": "When I applied my mind to know wisdom and to observe man's labor on earth--his eyes not seeing sleep day or night-",
        "vcode": "NIV",
        "vnum": 16
    },
    {
        "bcode": 21,
        "cnum": 8,
        "content": "then I saw all that God has done. No one can comprehend what goes on under the sun. Despite all his efforts to search it out, man cannot discover its meaning. Even if a wise man claims he knows, he cannot really comprehend it.",
        "vcode": "NIV",
        "vnum": 17
    }
]