{"pageProps":{"version":{"name":"NIV","vcode":"NIV"},"bible":{"bcode":8,"chapterCount":4,"name":"Ruth","type":"old","vcode":"NIV"},"chapter":"2","verses":[{"bcode":8,"cnum":2,"content":"Now Naomi had a relative on her husband's side, from the clan of Elimelech, a man of standing, whose name was Boaz.","vcode":"NIV","vnum":1},{"bcode":8,"cnum":2,"content":"And Ruth the Moabitess said to Naomi, \"Let me go to the fields and pick up the leftover grain behind anyone in whose eyes I find favor.\" Naomi said to her, \"Go ahead, my daughter.\"","vcode":"NIV","vnum":2},{"bcode":8,"cnum":2,"content":"So she went out and began to glean in the fields behind the harvesters. As it turned out, she found herself working in a field belonging to Boaz, who was from the clan of Elimelech.","vcode":"NIV","vnum":3},{"bcode":8,"cnum":2,"content":"Just then Boaz arrived from Bethlehem and greeted the harvesters, \"The LORD be with you!\" \"The LORD bless you!\" they called back.","vcode":"NIV","vnum":4},{"bcode":8,"cnum":2,"content":"Boaz asked the foreman of his harvesters, \"Whose young woman is that?\"","vcode":"NIV","vnum":5},{"bcode":8,"cnum":2,"content":"The foreman replied, \"She is the Moabitess who came back from Moab with Naomi.","vcode":"NIV","vnum":6},{"bcode":8,"cnum":2,"content":"She said, 'Please let me glean and gather among the sheaves behind the harvesters.' She went into the field and has worked steadily from morning till now, except for a short rest in the shelter.\"","vcode":"NIV","vnum":7},{"bcode":8,"cnum":2,"content":"So Boaz said to Ruth, \"My daughter, listen to me. Don't go and glean in another field and don't go away from here. Stay here with my servant girls.","vcode":"NIV","vnum":8},{"bcode":8,"cnum":2,"content":"Watch the field where the men are harvesting, and follow along after the girls. I have told the men not to touch you. And whenever you are thirsty, go and get a drink from the water jars the men have filled.\"","vcode":"NIV","vnum":9},{"bcode":8,"cnum":2,"content":"At this, she bowed down with her face to the ground. She exclaimed, \"Why have I found such favor in your eyes that you notice me--a foreigner?\"","vcode":"NIV","vnum":10},{"bcode":8,"cnum":2,"content":"Boaz replied, \"I've been told all about what you have done for your mother-in-law since the death of your husband--how you left your father and mother and your homeland and came to live with a people you did not know before.","vcode":"NIV","vnum":11},{"bcode":8,"cnum":2,"content":"May the LORD repay you for what you have done. May you be richly rewarded by the LORD, the God of Israel, under whose wings you have come to take refuge.\"","vcode":"NIV","vnum":12},{"bcode":8,"cnum":2,"content":"\"May I continue to find favor in your eyes, my lord,\" she said. \"You have given me comfort and have spoken kindly to your servant--though I do not have the standing of one of your servant girls.\"","vcode":"NIV","vnum":13},{"bcode":8,"cnum":2,"content":"At mealtime Boaz said to her, \"Come over here. Have some bread and dip it in the wine vinegar.\" When she sat down with the harvesters, he offered her some roasted grain. She ate all she wanted and had some left over.","vcode":"NIV","vnum":14},{"bcode":8,"cnum":2,"content":"As she got up to glean, Boaz gave orders to his men, \"Even if she gathers among the sheaves, don't embarrass her.","vcode":"NIV","vnum":15},{"bcode":8,"cnum":2,"content":"Rather, pull out some stalks for her from the bundles and leave them for her to pick up, and don't rebuke her.\"","vcode":"NIV","vnum":16},{"bcode":8,"cnum":2,"content":"So Ruth gleaned in the field until evening. Then she threshed the barley she had gathered, and it amounted to about an ephah.","vcode":"NIV","vnum":17},{"bcode":8,"cnum":2,"content":"She carried it back to town, and her mother-in-law saw how much she had gathered. Ruth also brought out and gave her what she had left over after she had eaten enough.","vcode":"NIV","vnum":18},{"bcode":8,"cnum":2,"content":"Her mother-in-law asked her, \"Where did you glean today? Where did you work? Blessed be the man who took notice of you!\" Then Ruth told her mother-in-law about the one at whose place she had been working. \"The name of the man I worked with today is Boaz,\" she said.","vcode":"NIV","vnum":19},{"bcode":8,"cnum":2,"content":"\"The LORD bless him!\" Naomi said to her daughter-in-law. \"He has not stopped showing his kindness to the living and the dead.\" She added, \"That man is our close relative; he is one of our kinsman-redeemers.\"","vcode":"NIV","vnum":20},{"bcode":8,"cnum":2,"content":"Then Ruth the Moabitess said, \"He even said to me, 'Stay with my workers until they finish harvesting all my grain.' \"","vcode":"NIV","vnum":21},{"bcode":8,"cnum":2,"content":"Naomi said to Ruth her daughter-in-law, \"It will be good for you, my daughter, to go with his girls, because in someone else's field you might be harmed.\"","vcode":"NIV","vnum":22},{"bcode":8,"cnum":2,"content":"So Ruth stayed close to the servant girls of Boaz to glean until the barley and wheat harvests were finished. And she lived with her mother-in-law.","vcode":"NIV","vnum":23}]},"__N_SSG":true}