{"pageProps":{"version":{"name":"NIV","vcode":"NIV"},"bible":{"bcode":24,"chapterCount":52,"name":"Jeremiah","type":"old","vcode":"NIV"},"chapter":"8","verses":[{"bcode":24,"cnum":8,"content":"\" 'At that time, declares the LORD, the bones of the kings and officials of Judah, the bones of the priests and prophets, and the bones of the people of Jerusalem will be removed from their graves.","vcode":"NIV","vnum":1},{"bcode":24,"cnum":8,"content":"They will be exposed to the sun and the moon and all the stars of the heavens, which they have loved and served and which they have followed and consulted and worshiped. They will not be gathered up or buried, but will be like refuse lying on the ground.","vcode":"NIV","vnum":2},{"bcode":24,"cnum":8,"content":"Wherever I banish them, all the survivors of this evil nation will prefer death to life, declares the LORD Almighty.'","vcode":"NIV","vnum":3},{"bcode":24,"cnum":8,"content":"\"Say to them, 'This is what the LORD says: \" 'When men fall down, do they not get up? When a man turns away, does he not return?","vcode":"NIV","vnum":4},{"bcode":24,"cnum":8,"content":"Why then have these people turned away? Why does Jerusalem always turn away? They cling to deceit; they refuse to return.","vcode":"NIV","vnum":5},{"bcode":24,"cnum":8,"content":"I have listened attentively, but they do not say what is right. No one repents of his wickedness, saying, \"What have I done?\" Each pursues his own course like a horse charging into battle.","vcode":"NIV","vnum":6},{"bcode":24,"cnum":8,"content":"Even the stork in the sky knows her appointed seasons, and the dove, the swift and the thrush observe the time of their migration. But my people do not know the requirements of the LORD.","vcode":"NIV","vnum":7},{"bcode":24,"cnum":8,"content":"\" 'How can you say, \"We are wise, for we have the law of the LORD,\" when actually the lying pen of the scribes has handled it falsely?","vcode":"NIV","vnum":8},{"bcode":24,"cnum":8,"content":"The wise will be put to shame; they will be dismayed and trapped. Since they have rejected the word of the LORD, what kind of wisdom do they have?","vcode":"NIV","vnum":9},{"bcode":24,"cnum":8,"content":"Therefore I will give their wives to other men and their fields to new owners. From the least to the greatest, all are greedy for gain; prophets and priests alike, all practice deceit.","vcode":"NIV","vnum":10},{"bcode":24,"cnum":8,"content":"They dress the wound of my people as though it were not serious. \"Peace, peace,\" they say, when there is no peace.","vcode":"NIV","vnum":11},{"bcode":24,"cnum":8,"content":"Are they ashamed of their loathsome conduct? No, they have no shame at all; they do not even know how to blush. So they will fall among the fallen; they will be brought down when they are punished, says the LORD.","vcode":"NIV","vnum":12},{"bcode":24,"cnum":8,"content":"\" 'I will take away their harvest, declares the LORD. There will be no grapes on the vine. There will be no figs on the tree, and their leaves will wither. What I have given them will be taken from them. ' \"","vcode":"NIV","vnum":13},{"bcode":24,"cnum":8,"content":"\"Why are we sitting here? Gather together! Let us flee to the fortified cities and perish there! For the LORD our God has doomed us to perish and given us poisoned water to drink, because we have sinned against him.","vcode":"NIV","vnum":14},{"bcode":24,"cnum":8,"content":"We hoped for peace but no good has come, for a time of healing but there was only terror.","vcode":"NIV","vnum":15},{"bcode":24,"cnum":8,"content":"The snorting of the enemy's horses is heard from Dan; at the neighing of their stallions the whole land trembles. They have come to devour the land and everything in it, the city and all who live there.\"","vcode":"NIV","vnum":16},{"bcode":24,"cnum":8,"content":"\"See, I will send venomous snakes among you, vipers that cannot be charmed, and they will bite you,\" declares the LORD.","vcode":"NIV","vnum":17},{"bcode":24,"cnum":8,"content":"O my Comforter in sorrow, my heart is faint within me.","vcode":"NIV","vnum":18},{"bcode":24,"cnum":8,"content":"Listen to the cry of my people from a land far away: \"Is the LORD not in Zion? Is her King no longer there?\" \"Why have they provoked me to anger with their images, with their worthless foreign idols?\"","vcode":"NIV","vnum":19},{"bcode":24,"cnum":8,"content":"\"The harvest is past, the summer has ended, and we are not saved.\"","vcode":"NIV","vnum":20},{"bcode":24,"cnum":8,"content":"Since my people are crushed, I am crushed; I mourn, and horror grips me.","vcode":"NIV","vnum":21},{"bcode":24,"cnum":8,"content":"Is there no balm in Gilead? Is there no physician there? Why then is there no healing for the wound of my people?","vcode":"NIV","vnum":22}]},"__N_SSG":true}