{"pageProps":{"version":{"name":"NIV","vcode":"NIV"},"bible":{"bcode":26,"chapterCount":48,"name":"Ezekiel","type":"old","vcode":"NIV"},"chapter":"18","verses":[{"bcode":26,"cnum":18,"content":"The word of the LORD came to me:","vcode":"NIV","vnum":1},{"bcode":26,"cnum":18,"content":"\"What do you people mean by quoting this proverb about the land of Israel: \" 'The fathers eat sour grapes, and the children's teeth are set on edge'?","vcode":"NIV","vnum":2},{"bcode":26,"cnum":18,"content":"\"As surely as I live, declares the Sovereign LORD, you will no longer quote this proverb in Israel.","vcode":"NIV","vnum":3},{"bcode":26,"cnum":18,"content":"For every living soul belongs to me, the father as well as the son--both alike belong to me. The soul who sins is the one who will die.","vcode":"NIV","vnum":4},{"bcode":26,"cnum":18,"content":"\"Suppose there is a righteous man who does what is just and right.","vcode":"NIV","vnum":5},{"bcode":26,"cnum":18,"content":"He does not eat at the mountain shrines or look to the idols of the house of Israel. He does not defile his neighbor's wife or lie with a woman during her period.","vcode":"NIV","vnum":6},{"bcode":26,"cnum":18,"content":"He does not oppress anyone, but returns what he took in pledge for a loan. He does not commit robbery but gives his food to the hungry and provides clothing for the naked.","vcode":"NIV","vnum":7},{"bcode":26,"cnum":18,"content":"He does not lend at usury or take excessive interest. He withholds his hand from doing wrong and judges fairly between man and man.","vcode":"NIV","vnum":8},{"bcode":26,"cnum":18,"content":"He follows my decrees and faithfully keeps my laws. That man is righteous; he will surely live, declares the Sovereign LORD.","vcode":"NIV","vnum":9},{"bcode":26,"cnum":18,"content":"\"Suppose he has a violent son, who sheds blood or does any of these other things","vcode":"NIV","vnum":10},{"bcode":26,"cnum":18,"content":"(though the father has done none of them): \"He eats at the mountain shrines. He defiles his neighbor's wife.","vcode":"NIV","vnum":11},{"bcode":26,"cnum":18,"content":"He oppresses the poor and needy. He commits robbery. He does not return what he took in pledge. He looks to the idols. He does detestable things.","vcode":"NIV","vnum":12},{"bcode":26,"cnum":18,"content":"He lends at usury and takes excessive interest. Will such a man live? He will not! Because he has done all these detestable things, he will surely be put to death and his blood will be on his own head.","vcode":"NIV","vnum":13},{"bcode":26,"cnum":18,"content":"\"But suppose this son has a son who sees all the sins his father commits, and though he sees them, he does not do such things:","vcode":"NIV","vnum":14},{"bcode":26,"cnum":18,"content":"\"He does not eat at the mountain shrines or look to the idols of the house of Israel. He does not defile his neighbor's wife.","vcode":"NIV","vnum":15},{"bcode":26,"cnum":18,"content":"He does not oppress anyone or require a pledge for a loan. He does not commit robbery but gives his food to the hungry and provides clothing for the naked.","vcode":"NIV","vnum":16},{"bcode":26,"cnum":18,"content":"He withholds his hand from sin and takes no usury or excessive interest. He keeps my laws and follows my decrees. He will not die for his father's sin; he will surely live.","vcode":"NIV","vnum":17},{"bcode":26,"cnum":18,"content":"But his father will die for his own sin, because he practiced extortion, robbed his brother and did what was wrong among his people.","vcode":"NIV","vnum":18},{"bcode":26,"cnum":18,"content":"\"Yet you ask, 'Why does the son not share the guilt of his father?' Since the son has done what is just and right and has been careful to keep all my decrees, he will surely live.","vcode":"NIV","vnum":19},{"bcode":26,"cnum":18,"content":"The soul who sins is the one who will die. The son will not share the guilt of the father, nor will the father share the guilt of the son. The righteousness of the righteous man will be credited to him, and the wickedness of the wicked will be charged against him.","vcode":"NIV","vnum":20},{"bcode":26,"cnum":18,"content":"\"But if a wicked man turns away from all the sins he has committed and keeps all my decrees and does what is just and right, he will surely live; he will not die.","vcode":"NIV","vnum":21},{"bcode":26,"cnum":18,"content":"None of the offenses he has committed will be remembered against him. Because of the righteous things he has done, he will live.","vcode":"NIV","vnum":22},{"bcode":26,"cnum":18,"content":"Do I take any pleasure in the death of the wicked? declares the Sovereign LORD. Rather, am I not pleased when they turn from their ways and live?","vcode":"NIV","vnum":23},{"bcode":26,"cnum":18,"content":"\"But if a righteous man turns from his righteousness and commits sin and does the same detestable things the wicked man does, will he live? None of the righteous things he has done will be remembered. Because of the unfaithfulness he is guilty of and because of the sins he has committed, he will die.","vcode":"NIV","vnum":24},{"bcode":26,"cnum":18,"content":"\"Yet you say, 'The way of the Lord is not just.' Hear, O house of Israel: Is my way unjust? Is it not your ways that are unjust?","vcode":"NIV","vnum":25},{"bcode":26,"cnum":18,"content":"If a righteous man turns from his righteousness and commits sin, he will die for it; because of the sin he has committed he will die.","vcode":"NIV","vnum":26},{"bcode":26,"cnum":18,"content":"But if a wicked man turns away from the wickedness he has committed and does what is just and right, he will save his life.","vcode":"NIV","vnum":27},{"bcode":26,"cnum":18,"content":"Because he considers all the offenses he has committed and turns away from them, he will surely live; he will not die.","vcode":"NIV","vnum":28},{"bcode":26,"cnum":18,"content":"Yet the house of Israel says, 'The way of the Lord is not just.' Are my ways unjust, O house of Israel? Is it not your ways that are unjust?","vcode":"NIV","vnum":29},{"bcode":26,"cnum":18,"content":"\"Therefore, O house of Israel, I will judge you, each one according to his ways, declares the Sovereign LORD. Repent! Turn away from all your offenses; then sin will not be your downfall.","vcode":"NIV","vnum":30},{"bcode":26,"cnum":18,"content":"Rid yourselves of all the offenses you have committed, and get a new heart and a new spirit. Why will you die, O house of Israel?","vcode":"NIV","vnum":31},{"bcode":26,"cnum":18,"content":"For I take no pleasure in the death of anyone, declares the Sovereign LORD. Repent and live!","vcode":"NIV","vnum":32}]},"__N_SSG":true}