[
    {
        "bcode": 26,
        "cnum": 21,
        "content": "The word of the LORD came to me:",
        "vcode": "NIV",
        "vnum": 1
    },
    {
        "bcode": 26,
        "cnum": 21,
        "content": "\"Son of man, set your face against Jerusalem and preach against the sanctuary. Prophesy against the land of Israel",
        "vcode": "NIV",
        "vnum": 2
    },
    {
        "bcode": 26,
        "cnum": 21,
        "content": "and say to her: 'This is what the LORD says: I am against you. I will draw my sword from its scabbard and cut off from you both the righteous and the wicked.",
        "vcode": "NIV",
        "vnum": 3
    },
    {
        "bcode": 26,
        "cnum": 21,
        "content": "Because I am going to cut off the righteous and the wicked, my sword will be unsheathed against everyone from south to north.",
        "vcode": "NIV",
        "vnum": 4
    },
    {
        "bcode": 26,
        "cnum": 21,
        "content": "Then all people will know that I the LORD have drawn my sword from its scabbard; it will not return again.'",
        "vcode": "NIV",
        "vnum": 5
    },
    {
        "bcode": 26,
        "cnum": 21,
        "content": "\"Therefore groan, son of man! Groan before them with broken heart and bitter grief.",
        "vcode": "NIV",
        "vnum": 6
    },
    {
        "bcode": 26,
        "cnum": 21,
        "content": "And when they ask you, 'Why are you groaning?' you shall say, 'Because of the news that is coming. Every heart will melt and every hand go limp; every spirit will become faint and every knee become as weak as water.' It is coming! It will surely take place, declares the Sovereign LORD.\"",
        "vcode": "NIV",
        "vnum": 7
    },
    {
        "bcode": 26,
        "cnum": 21,
        "content": "The word of the LORD came to me:",
        "vcode": "NIV",
        "vnum": 8
    },
    {
        "bcode": 26,
        "cnum": 21,
        "content": "\"Son of man, prophesy and say, 'This is what the Lord says: \" 'A sword, a sword, sharpened and polished-",
        "vcode": "NIV",
        "vnum": 9
    },
    {
        "bcode": 26,
        "cnum": 21,
        "content": "sharpened for the slaughter, polished to flash like lightning! \" 'Shall we rejoice in the scepter of my son Judah ? The sword despises every such stick.",
        "vcode": "NIV",
        "vnum": 10
    },
    {
        "bcode": 26,
        "cnum": 21,
        "content": "\" 'The sword is appointed to be polished, to be grasped with the hand; it is sharpened and polished, made ready for the hand of the slayer.",
        "vcode": "NIV",
        "vnum": 11
    },
    {
        "bcode": 26,
        "cnum": 21,
        "content": "Cry out and wail, son of man, for it is against my people; it is against all the princes of Israel. They are thrown to the sword along with my people. Therefore beat your breast.",
        "vcode": "NIV",
        "vnum": 12
    },
    {
        "bcode": 26,
        "cnum": 21,
        "content": "\" 'Testing will surely come. And what if the scepter of Judah , which the sword despises, does not continue? declares the Sovereign LORD.'",
        "vcode": "NIV",
        "vnum": 13
    },
    {
        "bcode": 26,
        "cnum": 21,
        "content": "\"So then, son of man, prophesy and strike your hands together. Let the sword strike twice, even three times. It is a sword for slaughter-- a sword for great slaughter, closing in on them from every side.",
        "vcode": "NIV",
        "vnum": 14
    },
    {
        "bcode": 26,
        "cnum": 21,
        "content": "So that hearts may melt and the fallen be many, I have stationed the sword for slaughter at all their gates. Oh! It is made to flash like lightning, it is grasped for slaughter.",
        "vcode": "NIV",
        "vnum": 15
    },
    {
        "bcode": 26,
        "cnum": 21,
        "content": "O sword, slash to the right, then to the left, wherever your blade is turned.",
        "vcode": "NIV",
        "vnum": 16
    },
    {
        "bcode": 26,
        "cnum": 21,
        "content": "I too will strike my hands together, and my wrath will subside. I the LORD have spoken.\"",
        "vcode": "NIV",
        "vnum": 17
    },
    {
        "bcode": 26,
        "cnum": 21,
        "content": "The word of the LORD came to me:",
        "vcode": "NIV",
        "vnum": 18
    },
    {
        "bcode": 26,
        "cnum": 21,
        "content": "\"Son of man, mark out two roads for the sword of the king of Babylon to take, both starting from the same country. Make a signpost where the road branches off to the city.",
        "vcode": "NIV",
        "vnum": 19
    },
    {
        "bcode": 26,
        "cnum": 21,
        "content": "Mark out one road for the sword to come against Rabbah of the Ammonites and another against Judah and fortified Jerusalem.",
        "vcode": "NIV",
        "vnum": 20
    },
    {
        "bcode": 26,
        "cnum": 21,
        "content": "For the king of Babylon will stop at the fork in the road, at the junction of the two roads, to seek an omen: He will cast lots with arrows, he will consult his idols, he will examine the liver.",
        "vcode": "NIV",
        "vnum": 21
    },
    {
        "bcode": 26,
        "cnum": 21,
        "content": "Into his right hand will come the lot for Jerusalem, where he is to set up battering rams, to give the command to slaughter, to sound the battle cry, to set battering rams against the gates, to build a ramp and to erect siege works.",
        "vcode": "NIV",
        "vnum": 22
    },
    {
        "bcode": 26,
        "cnum": 21,
        "content": "It will seem like a false omen to those who have sworn allegiance to him, but he will remind them of their guilt and take them captive.",
        "vcode": "NIV",
        "vnum": 23
    },
    {
        "bcode": 26,
        "cnum": 21,
        "content": "\"Therefore this is what the Sovereign LORD says: 'Because you people have brought to mind your guilt by your open rebellion, revealing your sins in all that you do--because you have done this, you will be taken captive.",
        "vcode": "NIV",
        "vnum": 24
    },
    {
        "bcode": 26,
        "cnum": 21,
        "content": "\" 'O profane and wicked prince of Israel, whose day has come, whose time of punishment has reached its climax,",
        "vcode": "NIV",
        "vnum": 25
    },
    {
        "bcode": 26,
        "cnum": 21,
        "content": "this is what the Sovereign LORD says: Take off the turban, remove the crown. It will not be as it was: The lowly will be exalted and the exalted will be brought low.",
        "vcode": "NIV",
        "vnum": 26
    },
    {
        "bcode": 26,
        "cnum": 21,
        "content": "A ruin! A ruin! I will make it a ruin! It will not be restored until he comes to whom it rightfully belongs; to him I will give it.'",
        "vcode": "NIV",
        "vnum": 27
    },
    {
        "bcode": 26,
        "cnum": 21,
        "content": "\"And you, son of man, prophesy and say, 'This is what the Sovereign LORD says about the Ammonites and their insults: \" 'A sword, a sword, drawn for the slaughter, polished to consume and to flash like lightning!",
        "vcode": "NIV",
        "vnum": 28
    },
    {
        "bcode": 26,
        "cnum": 21,
        "content": "Despite false visions concerning you and lying divinations about you, it will be laid on the necks of the wicked who are to be slain, whose day has come, whose time of punishment has reached its climax.",
        "vcode": "NIV",
        "vnum": 29
    },
    {
        "bcode": 26,
        "cnum": 21,
        "content": "Return the sword to its scabbard. In the place where you were created, in the land of your ancestry, I will judge you.",
        "vcode": "NIV",
        "vnum": 30
    },
    {
        "bcode": 26,
        "cnum": 21,
        "content": "I will pour out my wrath upon you and breathe out my fiery anger against you; I will hand you over to brutal men, men skilled in destruction.",
        "vcode": "NIV",
        "vnum": 31
    },
    {
        "bcode": 26,
        "cnum": 21,
        "content": "You will be fuel for the fire, your blood will be shed in your land, you will be remembered no more; for I the LORD have spoken.' \"",
        "vcode": "NIV",
        "vnum": 32
    }
]