{"pageProps":{"version":{"name":"NIV","vcode":"NIV"},"bible":{"bcode":40,"chapterCount":28,"name":"Matthew","type":"new","vcode":"NIV"},"chapter":"10","verses":[{"bcode":40,"cnum":10,"content":"He called his twelve disciples to him and gave them authority to drive out evil spirits and to heal every disease and sickness.","vcode":"NIV","vnum":1},{"bcode":40,"cnum":10,"content":"These are the names of the twelve apostles: first, Simon (who is called Peter) and his brother Andrew; James son of Zebedee, and his brother John;","vcode":"NIV","vnum":2},{"bcode":40,"cnum":10,"content":"Philip and Bartholomew; Thomas and Matthew the tax collector; James son of Alphaeus, and Thaddaeus;","vcode":"NIV","vnum":3},{"bcode":40,"cnum":10,"content":"Simon the Zealot and Judas Iscariot, who betrayed him.","vcode":"NIV","vnum":4},{"bcode":40,"cnum":10,"content":"These twelve Jesus sent out with the following instructions: \"Do not go among the Gentiles or enter any town of the Samaritans.","vcode":"NIV","vnum":5},{"bcode":40,"cnum":10,"content":"Go rather to the lost sheep of Israel.","vcode":"NIV","vnum":6},{"bcode":40,"cnum":10,"content":"As you go, preach this message: 'The kingdom of heaven is near.'","vcode":"NIV","vnum":7},{"bcode":40,"cnum":10,"content":"Heal the sick, raise the dead, cleanse those who have leprosy,drive out demons. Freely you have received, freely give.","vcode":"NIV","vnum":8},{"bcode":40,"cnum":10,"content":"Do not take along any gold or silver or copper in your belts;","vcode":"NIV","vnum":9},{"bcode":40,"cnum":10,"content":"take no bag for the journey, or extra tunic, or sandals or a staff; for the worker is worth his keep.","vcode":"NIV","vnum":10},{"bcode":40,"cnum":10,"content":"\"Whatever town or village you enter, search for some worthy person there and stay at his house until you leave.","vcode":"NIV","vnum":11},{"bcode":40,"cnum":10,"content":"As you enter the home, give it your greeting.","vcode":"NIV","vnum":12},{"bcode":40,"cnum":10,"content":"If the home is deserving, let your peace rest on it; if it is not, let your peace return to you.","vcode":"NIV","vnum":13},{"bcode":40,"cnum":10,"content":"If anyone will not welcome you or listen to your words, shake the dust off your feet when you leave that home or town.","vcode":"NIV","vnum":14},{"bcode":40,"cnum":10,"content":"I tell you the truth, it will be more bearable for Sodom and Gomorrah on the day of judgment than for that town.","vcode":"NIV","vnum":15},{"bcode":40,"cnum":10,"content":"I am sending you out like sheep among wolves. Therefore be as shrewd as snakes and as innocent as doves.","vcode":"NIV","vnum":16},{"bcode":40,"cnum":10,"content":"\"Be on your guard against men; they will hand you over to the local councils and flog you in their synagogues.","vcode":"NIV","vnum":17},{"bcode":40,"cnum":10,"content":"On my account you will be brought before governors and kings as witnesses to them and to the Gentiles.","vcode":"NIV","vnum":18},{"bcode":40,"cnum":10,"content":"But when they arrest you, do not worry about what to say or how to say it. At that time you will be given what to say,","vcode":"NIV","vnum":19},{"bcode":40,"cnum":10,"content":"for it will not be you speaking, but the Spirit of your Father speaking through you.","vcode":"NIV","vnum":20},{"bcode":40,"cnum":10,"content":"\"Brother will betray brother to death, and a father his child; children will rebel against their parents and have them put to death.","vcode":"NIV","vnum":21},{"bcode":40,"cnum":10,"content":"All men will hate you because of me, but he who stands firm to the end will be saved.","vcode":"NIV","vnum":22},{"bcode":40,"cnum":10,"content":"When you are persecuted in one place, flee to another. I tell you the truth, you will not finish going through the cities of Israel before the Son of Man comes.","vcode":"NIV","vnum":23},{"bcode":40,"cnum":10,"content":"\"A student is not above his teacher, nor a servant above his master.","vcode":"NIV","vnum":24},{"bcode":40,"cnum":10,"content":"It is enough for the student to be like his teacher, and the servant like his master. If the head of the house has been called Beelzebub, how much more the members of his household!","vcode":"NIV","vnum":25},{"bcode":40,"cnum":10,"content":"\"So do not be afraid of them. There is nothing concealed that will not be disclosed, or hidden that will not be made known.","vcode":"NIV","vnum":26},{"bcode":40,"cnum":10,"content":"What I tell you in the dark, speak in the daylight; what is whispered in your ear, proclaim from the roofs.","vcode":"NIV","vnum":27},{"bcode":40,"cnum":10,"content":"Do not be afraid of those who kill the body but cannot kill the soul. Rather, be afraid of the One who can destroy both soul and body in hell.","vcode":"NIV","vnum":28},{"bcode":40,"cnum":10,"content":"Are not two sparrows sold for a penny? Yet not one of them will fall to the ground apart from the will of your Father.","vcode":"NIV","vnum":29},{"bcode":40,"cnum":10,"content":"And even the very hairs of your head are all numbered.","vcode":"NIV","vnum":30},{"bcode":40,"cnum":10,"content":"So don't be afraid; you are worth more than many sparrows.","vcode":"NIV","vnum":31},{"bcode":40,"cnum":10,"content":"\"Whoever acknowledges me before men, I will also acknowledge him before my Father in heaven.","vcode":"NIV","vnum":32},{"bcode":40,"cnum":10,"content":"But whoever disowns me before men, I will disown him before my Father in heaven.","vcode":"NIV","vnum":33},{"bcode":40,"cnum":10,"content":"\"Do not suppose that I have come to bring peace to the earth. I did not come to bring peace, but a sword.","vcode":"NIV","vnum":34},{"bcode":40,"cnum":10,"content":"For I have come to turn \" 'a man against his father, a daughter against her mother, a daughter-in-law against her mother-in-law -","vcode":"NIV","vnum":35},{"bcode":40,"cnum":10,"content":"a man's enemies will be the members of his own household.'","vcode":"NIV","vnum":36},{"bcode":40,"cnum":10,"content":"\"Anyone who loves his father or mother more than me is not worthy of me; anyone who loves his son or daughter more than me is not worthy of me;","vcode":"NIV","vnum":37},{"bcode":40,"cnum":10,"content":"and anyone who does not take his cross and follow me is not worthy of me.","vcode":"NIV","vnum":38},{"bcode":40,"cnum":10,"content":"Whoever finds his life will lose it, and whoever loses his life for my sake will find it.","vcode":"NIV","vnum":39},{"bcode":40,"cnum":10,"content":"\"He who receives you receives me, and he who receives me receives the one who sent me.","vcode":"NIV","vnum":40},{"bcode":40,"cnum":10,"content":"Anyone who receives a prophet because he is a prophet will receive a prophet's reward, and anyone who receives a righteous man because he is a righteous man will receive a righteous man's reward.","vcode":"NIV","vnum":41},{"bcode":40,"cnum":10,"content":"And if anyone gives even a cup of cold water to one of these little ones because he is my disciple, I tell you the truth, he will certainly not lose his reward.\"","vcode":"NIV","vnum":42}]},"__N_SSG":true}