{"pageProps":{"version":{"name":"NIV","vcode":"NIV"},"bible":{"bcode":40,"chapterCount":28,"name":"Matthew","type":"new","vcode":"NIV"},"chapter":"13","verses":[{"bcode":40,"cnum":13,"content":"That same day Jesus went out of the house and sat by the lake.","vcode":"NIV","vnum":1},{"bcode":40,"cnum":13,"content":"Such large crowds gathered around him that he got into a boat and sat in it, while all the people stood on the shore.","vcode":"NIV","vnum":2},{"bcode":40,"cnum":13,"content":"Then he told them many things in parables, saying: \"A farmer went out to sow his seed.","vcode":"NIV","vnum":3},{"bcode":40,"cnum":13,"content":"As he was scattering the seed, some fell along the path, and the birds came and ate it up.","vcode":"NIV","vnum":4},{"bcode":40,"cnum":13,"content":"Some fell on rocky places, where it did not have much soil. It sprang up quickly, because the soil was shallow.","vcode":"NIV","vnum":5},{"bcode":40,"cnum":13,"content":"But when the sun came up, the plants were scorched, and they withered because they had no root.","vcode":"NIV","vnum":6},{"bcode":40,"cnum":13,"content":"Other seed fell among thorns, which grew up and choked the plants.","vcode":"NIV","vnum":7},{"bcode":40,"cnum":13,"content":"Still other seed fell on good soil, where it produced a crop--a hundred, sixty or thirty times what was sown.","vcode":"NIV","vnum":8},{"bcode":40,"cnum":13,"content":"He who has ears, let him hear.\"","vcode":"NIV","vnum":9},{"bcode":40,"cnum":13,"content":"The disciples came to him and asked, \"Why do you speak to the people in parables?\"","vcode":"NIV","vnum":10},{"bcode":40,"cnum":13,"content":"He replied, \"The knowledge of the secrets of the kingdom of heaven has been given to you, but not to them.","vcode":"NIV","vnum":11},{"bcode":40,"cnum":13,"content":"Whoever has will be given more, and he will have an abundance. Whoever does not have, even what he has will be taken from him.","vcode":"NIV","vnum":12},{"bcode":40,"cnum":13,"content":"This is why I speak to them in parables: \"Though seeing, they do not see; though hearing, they do not hear or understand.","vcode":"NIV","vnum":13},{"bcode":40,"cnum":13,"content":"In them is fulfilled the prophecy of Isaiah: \" 'You will be ever hearing but never understanding; you will be ever seeing but never perceiving.","vcode":"NIV","vnum":14},{"bcode":40,"cnum":13,"content":"For this people's heart has become calloused; they hardly hear with their ears, and they have closed their eyes. Otherwise they might see with their eyes, hear with their ears, understand with their hearts and turn, and I would heal them.'","vcode":"NIV","vnum":15},{"bcode":40,"cnum":13,"content":"But blessed are your eyes because they see, and your ears because they hear.","vcode":"NIV","vnum":16},{"bcode":40,"cnum":13,"content":"For I tell you the truth, many prophets and righteous men longed to see what you see but did not see it, and to hear what you hear but did not hear it.","vcode":"NIV","vnum":17},{"bcode":40,"cnum":13,"content":"\"Listen then to what the parable of the sower means:","vcode":"NIV","vnum":18},{"bcode":40,"cnum":13,"content":"When anyone hears the message about the kingdom and does not understand it, the evil one comes and snatches away what was sown in his heart. This is the seed sown along the path.","vcode":"NIV","vnum":19},{"bcode":40,"cnum":13,"content":"The one who received the seed that fell on rocky places is the man who hears the word and at once receives it with joy.","vcode":"NIV","vnum":20},{"bcode":40,"cnum":13,"content":"But since he has no root, he lasts only a short time. When trouble or persecution comes because of the word, he quickly falls away.","vcode":"NIV","vnum":21},{"bcode":40,"cnum":13,"content":"The one who received the seed that fell among the thorns is the man who hears the word, but the worries of this life and the deceitfulness of wealth choke it, making it unfruitful.","vcode":"NIV","vnum":22},{"bcode":40,"cnum":13,"content":"But the one who received the seed that fell on good soil is the man who hears the word and understands it. He produces a crop, yielding a hundred, sixty or thirty times what was sown.\"","vcode":"NIV","vnum":23},{"bcode":40,"cnum":13,"content":"Jesus told them another parable: \"The kingdom of heaven is like a man who sowed good seed in his field.","vcode":"NIV","vnum":24},{"bcode":40,"cnum":13,"content":"But while everyone was sleeping, his enemy came and sowed weeds among the wheat, and went away.","vcode":"NIV","vnum":25},{"bcode":40,"cnum":13,"content":"When the wheat sprouted and formed heads, then the weeds also appeared.","vcode":"NIV","vnum":26},{"bcode":40,"cnum":13,"content":"\"The owner's servants came to him and said, 'Sir, didn't you sow good seed in your field? Where then did the weeds come from?'","vcode":"NIV","vnum":27},{"bcode":40,"cnum":13,"content":"\" 'An enemy did this,' he replied. \"The servants asked him, 'Do you want us to go and pull them up?'","vcode":"NIV","vnum":28},{"bcode":40,"cnum":13,"content":"\" 'No,' he answered, 'because while you are pulling the weeds, you may root up the wheat with them.","vcode":"NIV","vnum":29},{"bcode":40,"cnum":13,"content":"Let both grow together until the harvest. At that time I will tell the harvesters: First collect the weeds and tie them in bundles to be burned; then gather the wheat and bring it into my barn.' \"","vcode":"NIV","vnum":30},{"bcode":40,"cnum":13,"content":"He told them another parable: \"The kingdom of heaven is like a mustard seed, which a man took and planted in his field.","vcode":"NIV","vnum":31},{"bcode":40,"cnum":13,"content":"Though it is the smallest of all your seeds, yet when it grows, it is the largest of garden plants and becomes a tree, so that the birds of the air come and perch in its branches.\"","vcode":"NIV","vnum":32},{"bcode":40,"cnum":13,"content":"He told them still another parable: \"The kingdom of heaven is like yeast that a woman took and mixed into a large amount of flour until it worked all through the dough.\"","vcode":"NIV","vnum":33},{"bcode":40,"cnum":13,"content":"Jesus spoke all these things to the crowd in parables; he did not say anything to them without using a parable.","vcode":"NIV","vnum":34},{"bcode":40,"cnum":13,"content":"So was fulfilled what was spoken through the prophet: \"I will open my mouth in parables, I will utter things hidden since the creation of the world.\"","vcode":"NIV","vnum":35},{"bcode":40,"cnum":13,"content":"Then he left the crowd and went into the house. His disciples came to him and said, \"Explain to us the parable of the weeds in the field.\"","vcode":"NIV","vnum":36},{"bcode":40,"cnum":13,"content":"He answered, \"The one who sowed the good seed is the Son of Man.","vcode":"NIV","vnum":37},{"bcode":40,"cnum":13,"content":"The field is the world, and the good seed stands for the sons of the kingdom. The weeds are the sons of the evil one,","vcode":"NIV","vnum":38},{"bcode":40,"cnum":13,"content":"and the enemy who sows them is the devil. The harvest is the end of the age, and the harvesters are angels.","vcode":"NIV","vnum":39},{"bcode":40,"cnum":13,"content":"\"As the weeds are pulled up and burned in the fire, so it will be at the end of the age.","vcode":"NIV","vnum":40},{"bcode":40,"cnum":13,"content":"The Son of Man will send out his angels, and they will weed out of his kingdom everything that causes sin and all who do evil.","vcode":"NIV","vnum":41},{"bcode":40,"cnum":13,"content":"They will throw them into the fiery furnace, where there will be weeping and gnashing of teeth.","vcode":"NIV","vnum":42},{"bcode":40,"cnum":13,"content":"Then the righteous will shine like the sun in the kingdom of their Father. He who has ears, let him hear.","vcode":"NIV","vnum":43},{"bcode":40,"cnum":13,"content":"\"The kingdom of heaven is like treasure hidden in a field. When a man found it, he hid it again, and then in his joy went and sold all he had and bought that field.","vcode":"NIV","vnum":44},{"bcode":40,"cnum":13,"content":"\"Again, the kingdom of heaven is like a merchant looking for fine pearls.","vcode":"NIV","vnum":45},{"bcode":40,"cnum":13,"content":"When he found one of great value, he went away and sold everything he had and bought it.","vcode":"NIV","vnum":46},{"bcode":40,"cnum":13,"content":"\"Once again, the kingdom of heaven is like a net that was let down into the lake and caught all kinds of fish.","vcode":"NIV","vnum":47},{"bcode":40,"cnum":13,"content":"When it was full, the fishermen pulled it up on the shore. Then they sat down and collected the good fish in baskets, but threw the bad away.","vcode":"NIV","vnum":48},{"bcode":40,"cnum":13,"content":"This is how it will be at the end of the age. The angels will come and separate the wicked from the righteous","vcode":"NIV","vnum":49},{"bcode":40,"cnum":13,"content":"and throw them into the fiery furnace, where there will be weeping and gnashing of teeth.","vcode":"NIV","vnum":50},{"bcode":40,"cnum":13,"content":"\"Have you understood all these things?\" Jesus asked. \"Yes,\" they replied.","vcode":"NIV","vnum":51},{"bcode":40,"cnum":13,"content":"He said to them, \"Therefore every teacher of the law who has been instructed about the kingdom of heaven is like the owner of a house who brings out of his storeroom new treasures as well as old.\"","vcode":"NIV","vnum":52},{"bcode":40,"cnum":13,"content":"When Jesus had finished these parables, he moved on from there.","vcode":"NIV","vnum":53},{"bcode":40,"cnum":13,"content":"Coming to his hometown, he began teaching the people in their synagogue, and they were amazed. \"Where did this man get this wisdom and these miraculous powers?\" they asked.","vcode":"NIV","vnum":54},{"bcode":40,"cnum":13,"content":"\"Isn't this the carpenter's son? Isn't his mother's name Mary, and aren't his brothers James, Joseph, Simon and Judas?","vcode":"NIV","vnum":55},{"bcode":40,"cnum":13,"content":"Aren't all his sisters with us? Where then did this man get all these things?\"","vcode":"NIV","vnum":56},{"bcode":40,"cnum":13,"content":"And they took offense at him. But Jesus said to them, \"Only in his hometown and in his own house is a prophet without honor.\"","vcode":"NIV","vnum":57},{"bcode":40,"cnum":13,"content":"And he did not do many miracles there because of their lack of faith.","vcode":"NIV","vnum":58}]},"__N_SSG":true}