{"pageProps":{"version":{"name":"NIV","vcode":"NIV"},"bible":{"bcode":41,"chapterCount":16,"name":"Mark","type":"new","vcode":"NIV"},"chapter":"10","verses":[{"bcode":41,"cnum":10,"content":"Jesus then left that place and went into the region of Judea and across the Jordan. Again crowds of people came to him, and as was his custom, he taught them.","vcode":"NIV","vnum":1},{"bcode":41,"cnum":10,"content":"Some Pharisees came and tested him by asking, \"Is it lawful for a man to divorce his wife?\"","vcode":"NIV","vnum":2},{"bcode":41,"cnum":10,"content":"\"What did Moses command you?\" he replied.","vcode":"NIV","vnum":3},{"bcode":41,"cnum":10,"content":"They said, \"Moses permitted a man to write a certificate of divorce and send her away.\"","vcode":"NIV","vnum":4},{"bcode":41,"cnum":10,"content":"\"It was because your hearts were hard that Moses wrote you this law,\" Jesus replied.","vcode":"NIV","vnum":5},{"bcode":41,"cnum":10,"content":"\"But at the beginning of creation God 'made them male and female.'","vcode":"NIV","vnum":6},{"bcode":41,"cnum":10,"content":"'For this reason a man will leave his father and mother and be united to his wife,","vcode":"NIV","vnum":7},{"bcode":41,"cnum":10,"content":"and the two will become one flesh.' So they are no longer two, but one.","vcode":"NIV","vnum":8},{"bcode":41,"cnum":10,"content":"Therefore what God has joined together, let man not separate.\"","vcode":"NIV","vnum":9},{"bcode":41,"cnum":10,"content":"When they were in the house again, the disciples asked Jesus about this.","vcode":"NIV","vnum":10},{"bcode":41,"cnum":10,"content":"He answered, \"Anyone who divorces his wife and marries another woman commits adultery against her.","vcode":"NIV","vnum":11},{"bcode":41,"cnum":10,"content":"And if she divorces her husband and marries another man, she commits adultery.\"","vcode":"NIV","vnum":12},{"bcode":41,"cnum":10,"content":"People were bringing little children to Jesus to have him touch them, but the disciples rebuked them.","vcode":"NIV","vnum":13},{"bcode":41,"cnum":10,"content":"When Jesus saw this, he was indignant. He said to them, \"Let the little children come to me, and do not hinder them, for the kingdom of God belongs to such as these.","vcode":"NIV","vnum":14},{"bcode":41,"cnum":10,"content":"I tell you the truth, anyone who will not receive the kingdom of God like a little child will never enter it.\"","vcode":"NIV","vnum":15},{"bcode":41,"cnum":10,"content":"And he took the children in his arms, put his hands on them and blessed them.","vcode":"NIV","vnum":16},{"bcode":41,"cnum":10,"content":"As Jesus started on his way, a man ran up to him and fell on his knees before him. \"Good teacher,\" he asked, \"what must I do to inherit eternal life?\"","vcode":"NIV","vnum":17},{"bcode":41,"cnum":10,"content":"\"Why do you call me good?\" Jesus answered. \"No one is good--except God alone.","vcode":"NIV","vnum":18},{"bcode":41,"cnum":10,"content":"You know the commandments: 'Do not murder, do not commit adultery, do not steal, do not give false testimony, do not defraud, honor your father and mother.'\"","vcode":"NIV","vnum":19},{"bcode":41,"cnum":10,"content":"\"Teacher,\" he declared, \"all these I have kept since I was a boy.\"","vcode":"NIV","vnum":20},{"bcode":41,"cnum":10,"content":"Jesus looked at him and loved him. \"One thing you lack,\" he said. \"Go, sell everything you have and give to the poor, and you will have treasure in heaven. Then come, follow me.\"","vcode":"NIV","vnum":21},{"bcode":41,"cnum":10,"content":"At this the man's face fell. He went away sad, because he had great wealth.","vcode":"NIV","vnum":22},{"bcode":41,"cnum":10,"content":"Jesus looked around and said to his disciples, \"How hard it is for the rich to enter the kingdom of God!\"","vcode":"NIV","vnum":23},{"bcode":41,"cnum":10,"content":"The disciples were amazed at his words. But Jesus said again, \"Children, how hard it is to enter the kingdom of God!","vcode":"NIV","vnum":24},{"bcode":41,"cnum":10,"content":"It is easier for a camel to go through the eye of a needle than for a rich man to enter the kingdom of God.\"","vcode":"NIV","vnum":25},{"bcode":41,"cnum":10,"content":"The disciples were even more amazed, and said to each other, \"Who then can be saved?\"","vcode":"NIV","vnum":26},{"bcode":41,"cnum":10,"content":"Jesus looked at them and said, \"With man this is impossible, but not with God; all things are possible with God.\"","vcode":"NIV","vnum":27},{"bcode":41,"cnum":10,"content":"Peter said to him, \"We have left everything to follow you!\"","vcode":"NIV","vnum":28},{"bcode":41,"cnum":10,"content":"\"I tell you the truth,\" Jesus replied, \"no one who has left home or brothers or sisters or mother or father or children or fields for me and the gospel","vcode":"NIV","vnum":29},{"bcode":41,"cnum":10,"content":"will fail to receive a hundred times as much in this present age (homes, brothers, sisters, mothers, children and fields--and with them, persecutions) and in the age to come, eternal life.","vcode":"NIV","vnum":30},{"bcode":41,"cnum":10,"content":"But many who are first will be last, and the last first.\"","vcode":"NIV","vnum":31},{"bcode":41,"cnum":10,"content":"They were on their way up to Jerusalem, with Jesus leading the way, and the disciples were astonished, while those who followed were afraid. Again he took the Twelve aside and told them what was going to happen to him.","vcode":"NIV","vnum":32},{"bcode":41,"cnum":10,"content":"\"We are going up to Jerusalem,\" he said, \"and the Son of Man will be betrayed to the chief priests and teachers of the law. They will condemn him to death and will hand him over to the Gentiles,","vcode":"NIV","vnum":33},{"bcode":41,"cnum":10,"content":"who will mock him and spit on him, flog him and kill him. Three days later he will rise.\"","vcode":"NIV","vnum":34},{"bcode":41,"cnum":10,"content":"Then James and John, the sons of Zebedee, came to him. \"Teacher,\" they said, \"we want you to do for us whatever we ask.\"","vcode":"NIV","vnum":35},{"bcode":41,"cnum":10,"content":"\"What do you want me to do for you?\" he asked.","vcode":"NIV","vnum":36},{"bcode":41,"cnum":10,"content":"They replied, \"Let one of us sit at your right and the other at your left in your glory.\"","vcode":"NIV","vnum":37},{"bcode":41,"cnum":10,"content":"\"You don't know what you are asking,\" Jesus said. \"Can you drink the cup I drink or be baptized with the baptism I am baptized with?\"","vcode":"NIV","vnum":38},{"bcode":41,"cnum":10,"content":"\"We can,\" they answered. Jesus said to them, \"You will drink the cup I drink and be baptized with the baptism I am baptized with,","vcode":"NIV","vnum":39},{"bcode":41,"cnum":10,"content":"but to sit at my right or left is not for me to grant. These places belong to those for whom they have been prepared.\"","vcode":"NIV","vnum":40},{"bcode":41,"cnum":10,"content":"When the ten heard about this, they became indignant with James and John.","vcode":"NIV","vnum":41},{"bcode":41,"cnum":10,"content":"Jesus called them together and said, \"You know that those who are regarded as rulers of the Gentiles lord it over them, and their high officials exercise authority over them.","vcode":"NIV","vnum":42},{"bcode":41,"cnum":10,"content":"Not so with you. Instead, whoever wants to become great among you must be your servant,","vcode":"NIV","vnum":43},{"bcode":41,"cnum":10,"content":"and whoever wants to be first must be slave of all.","vcode":"NIV","vnum":44},{"bcode":41,"cnum":10,"content":"For even the Son of Man did not come to be served, but to serve, and to give his life as a ransom for many.\"","vcode":"NIV","vnum":45},{"bcode":41,"cnum":10,"content":"Then they came to Jericho. As Jesus and his disciples, together with a large crowd, were leaving the city, a blind man, Bartimaeus (that is, the Son of Timaeus), was sitting by the roadside begging.","vcode":"NIV","vnum":46},{"bcode":41,"cnum":10,"content":"When he heard that it was Jesus of Nazareth, he began to shout, \"Jesus, Son of David, have mercy on me!\"","vcode":"NIV","vnum":47},{"bcode":41,"cnum":10,"content":"Many rebuked him and told him to be quiet, but he shouted all the more, \"Son of David, have mercy on me!\"","vcode":"NIV","vnum":48},{"bcode":41,"cnum":10,"content":"Jesus stopped and said, \"Call him.\" So they called to the blind man, \"Cheer up! On your feet! He's calling you.\"","vcode":"NIV","vnum":49},{"bcode":41,"cnum":10,"content":"Throwing his cloak aside, he jumped to his feet and came to Jesus.","vcode":"NIV","vnum":50},{"bcode":41,"cnum":10,"content":"\"What do you want me to do for you?\" Jesus asked him. The blind man said, \"Rabbi, I want to see.\"","vcode":"NIV","vnum":51},{"bcode":41,"cnum":10,"content":"\"Go,\" said Jesus, \"your faith has healed you.\" Immediately he received his sight and followed Jesus along the road.","vcode":"NIV","vnum":52}]},"__N_SSG":true}