{"pageProps":{"version":{"name":"NIV","vcode":"NIV"},"bible":{"bcode":24,"chapterCount":52,"name":"Jeremiah","type":"old","vcode":"NIV"},"chapter":"15","verses":[{"bcode":24,"cnum":15,"content":"Then the LORD said to me: \"Even if Moses and Samuel were to stand before me, my heart would not go out to this people. Send them away from my presence! Let them go!","vcode":"NIV","vnum":1},{"bcode":24,"cnum":15,"content":"And if they ask you, 'Where shall we go?' tell them, 'This is what the LORD says: \" 'Those destined for death, to death; those for the sword, to the sword; those for starvation, to starvation; those for captivity, to captivity.'","vcode":"NIV","vnum":2},{"bcode":24,"cnum":15,"content":"\"I will send four kinds of destroyers against them,\" declares the LORD, \"the sword to kill and the dogs to drag away and the birds of the air and the beasts of the earth to devour and destroy.","vcode":"NIV","vnum":3},{"bcode":24,"cnum":15,"content":"I will make them abhorrent to all the kingdoms of the earth because of what Manasseh son of Hezekiah king of Judah did in Jerusalem.","vcode":"NIV","vnum":4},{"bcode":24,"cnum":15,"content":"\"Who will have pity on you, O Jerusalem? Who will mourn for you? Who will stop to ask how you are?","vcode":"NIV","vnum":5},{"bcode":24,"cnum":15,"content":"You have rejected me,\" declares the LORD. \"You keep on backsliding. So I will lay hands on you and destroy you; I can no longer show compassion.","vcode":"NIV","vnum":6},{"bcode":24,"cnum":15,"content":"I will winnow them with a winnowing fork at the city gates of the land. I will bring bereavement and destruction on my people, for they have not changed their ways.","vcode":"NIV","vnum":7},{"bcode":24,"cnum":15,"content":"I will make their widows more numerous than the sand of the sea. At midday I will bring a destroyer against the mothers of their young men; suddenly I will bring down on them anguish and terror.","vcode":"NIV","vnum":8},{"bcode":24,"cnum":15,"content":"The mother of seven will grow faint and breathe her last. Her sun will set while it is still day; she will be disgraced and humiliated. I will put the survivors to the sword before their enemies,\" declares the LORD.","vcode":"NIV","vnum":9},{"bcode":24,"cnum":15,"content":"Alas, my mother, that you gave me birth, a man with whom the whole land strives and contends! I have neither lent nor borrowed, yet everyone curses me.","vcode":"NIV","vnum":10},{"bcode":24,"cnum":15,"content":"The LORD said, \"Surely I will deliver you for a good purpose; surely I will make your enemies plead with you in times of disaster and times of distress.","vcode":"NIV","vnum":11},{"bcode":24,"cnum":15,"content":"\"Can a man break iron-- iron from the north--or bronze?","vcode":"NIV","vnum":12},{"bcode":24,"cnum":15,"content":"Your wealth and your treasures I will give as plunder, without charge, because of all your sins throughout your country.","vcode":"NIV","vnum":13},{"bcode":24,"cnum":15,"content":"I will enslave you to your enemies in a land you do not know, for my anger will kindle a fire that will burn against you.\"","vcode":"NIV","vnum":14},{"bcode":24,"cnum":15,"content":"You understand, O LORD; remember me and care for me. Avenge me on my persecutors. You are long-suffering--do not take me away; think of how I suffer reproach for your sake.","vcode":"NIV","vnum":15},{"bcode":24,"cnum":15,"content":"When your words came, I ate them; they were my joy and my heart's delight, for I bear your name, O LORD God Almighty.","vcode":"NIV","vnum":16},{"bcode":24,"cnum":15,"content":"I never sat in the company of revelers, never made merry with them; I sat alone because your hand was on me and you had filled me with indignation.","vcode":"NIV","vnum":17},{"bcode":24,"cnum":15,"content":"Why is my pain unending and my wound grievous and incurable? Will you be to me like a deceptive brook, like a spring that fails?","vcode":"NIV","vnum":18},{"bcode":24,"cnum":15,"content":"Therefore this is what the LORD says: \"If you repent, I will restore you that you may serve me; if you utter worthy, not worthless, words, you will be my spokesman. Let this people turn to you, but you must not turn to them.","vcode":"NIV","vnum":19},{"bcode":24,"cnum":15,"content":"I will make you a wall to this people, a fortified wall of bronze; they will fight against you but will not overcome you, for I am with you to rescue and save you,\" declares the LORD.","vcode":"NIV","vnum":20},{"bcode":24,"cnum":15,"content":"\"I will save you from the hands of the wicked and redeem you from the grasp of the cruel.\"","vcode":"NIV","vnum":21}]},"__N_SSG":true}