{"pageProps":{"version":{"name":"NIV","vcode":"NIV"},"bible":{"bcode":18,"chapterCount":42,"name":"Job","type":"old","vcode":"NIV"},"chapter":"10","verses":[{"bcode":18,"cnum":10,"content":"\"I loathe my very life; therefore I will give free rein to my complaint and speak out in the bitterness of my soul.","vcode":"NIV","vnum":1},{"bcode":18,"cnum":10,"content":"I will say to God: Do not condemn me, but tell me what charges you have against me.","vcode":"NIV","vnum":2},{"bcode":18,"cnum":10,"content":"Does it please you to oppress me, to spurn the work of your hands, while you smile on the schemes of the wicked?","vcode":"NIV","vnum":3},{"bcode":18,"cnum":10,"content":"Do you have eyes of flesh? Do you see as a mortal sees?","vcode":"NIV","vnum":4},{"bcode":18,"cnum":10,"content":"Are your days like those of a mortal or your years like those of a man,","vcode":"NIV","vnum":5},{"bcode":18,"cnum":10,"content":"that you must search out my faults and probe after my sin-","vcode":"NIV","vnum":6},{"bcode":18,"cnum":10,"content":"though you know that I am not guilty and that no one can rescue me from your hand?","vcode":"NIV","vnum":7},{"bcode":18,"cnum":10,"content":"\"Your hands shaped me and made me. Will you now turn and destroy me?","vcode":"NIV","vnum":8},{"bcode":18,"cnum":10,"content":"Remember that you molded me like clay. Will you now turn me to dust again?","vcode":"NIV","vnum":9},{"bcode":18,"cnum":10,"content":"Did you not pour me out like milk and curdle me like cheese,","vcode":"NIV","vnum":10},{"bcode":18,"cnum":10,"content":"clothe me with skin and flesh and knit me together with bones and sinews?","vcode":"NIV","vnum":11},{"bcode":18,"cnum":10,"content":"You gave me life and showed me kindness, and in your providence watched over my spirit.","vcode":"NIV","vnum":12},{"bcode":18,"cnum":10,"content":"\"But this is what you concealed in your heart, and I know that this was in your mind:","vcode":"NIV","vnum":13},{"bcode":18,"cnum":10,"content":"If I sinned, you would be watching me and would not let my offense go unpunished.","vcode":"NIV","vnum":14},{"bcode":18,"cnum":10,"content":"If I am guilty--woe to me! Even if I am innocent, I cannot lift my head, for I am full of shame and drowned in my affliction.","vcode":"NIV","vnum":15},{"bcode":18,"cnum":10,"content":"If I hold my head high, you stalk me like a lion and again display your awesome power against me.","vcode":"NIV","vnum":16},{"bcode":18,"cnum":10,"content":"You bring new witnesses against me and increase your anger toward me; your forces come against me wave upon wave.","vcode":"NIV","vnum":17},{"bcode":18,"cnum":10,"content":"\"Why then did you bring me out of the womb? I wish I had died before any eye saw me.","vcode":"NIV","vnum":18},{"bcode":18,"cnum":10,"content":"If only I had never come into being, or had been carried straight from the womb to the grave!","vcode":"NIV","vnum":19},{"bcode":18,"cnum":10,"content":"Are not my few days almost over? Turn away from me so I can have a moment's joy","vcode":"NIV","vnum":20},{"bcode":18,"cnum":10,"content":"before I go to the place of no return, to the land of gloom and deep shadow,","vcode":"NIV","vnum":21},{"bcode":18,"cnum":10,"content":"to the land of deepest night, of deep shadow and disorder, where even the light is like darkness.\"","vcode":"NIV","vnum":22}]},"__N_SSG":true}