[
    {
        "bcode": 55,
        "cnum": 3,
        "content": "But mark this: There will be terrible times in the last days.",
        "vcode": "NIV",
        "vnum": 1
    },
    {
        "bcode": 55,
        "cnum": 3,
        "content": "People will be lovers of themselves, lovers of money, boastful, proud, abusive, disobedient to their parents, ungrateful, unholy,",
        "vcode": "NIV",
        "vnum": 2
    },
    {
        "bcode": 55,
        "cnum": 3,
        "content": "without love, unforgiving, slanderous, without self-control, brutal, not lovers of the good,",
        "vcode": "NIV",
        "vnum": 3
    },
    {
        "bcode": 55,
        "cnum": 3,
        "content": "treacherous, rash, conceited, lovers of pleasure rather than lovers of God--",
        "vcode": "NIV",
        "vnum": 4
    },
    {
        "bcode": 55,
        "cnum": 3,
        "content": "having a form of godliness but denying its power. Have nothing to do with them.",
        "vcode": "NIV",
        "vnum": 5
    },
    {
        "bcode": 55,
        "cnum": 3,
        "content": "They are the kind who worm their way into homes and gain control over weak-willed women, who are loaded down with sins and are swayed by all kinds of evil desires,",
        "vcode": "NIV",
        "vnum": 6
    },
    {
        "bcode": 55,
        "cnum": 3,
        "content": "always learning but never able to acknowledge the truth.",
        "vcode": "NIV",
        "vnum": 7
    },
    {
        "bcode": 55,
        "cnum": 3,
        "content": "Just as Jannes and Jambres opposed Moses, so also these men oppose the truth--men of depraved minds, who, as far as the faith is concerned, are rejected.",
        "vcode": "NIV",
        "vnum": 8
    },
    {
        "bcode": 55,
        "cnum": 3,
        "content": "But they will not get very far because, as in the case of those men, their folly will be clear to everyone.",
        "vcode": "NIV",
        "vnum": 9
    },
    {
        "bcode": 55,
        "cnum": 3,
        "content": "You, however, know all about my teaching, my way of life, my purpose, faith, patience, love, endurance,",
        "vcode": "NIV",
        "vnum": 10
    },
    {
        "bcode": 55,
        "cnum": 3,
        "content": "persecutions, sufferings--what kinds of things happened to me in Antioch, Iconium and Lystra, the persecutions I endured. Yet the Lord rescued me from all of them.",
        "vcode": "NIV",
        "vnum": 11
    },
    {
        "bcode": 55,
        "cnum": 3,
        "content": "In fact, everyone who wants to live a godly life in Christ Jesus will be persecuted,",
        "vcode": "NIV",
        "vnum": 12
    },
    {
        "bcode": 55,
        "cnum": 3,
        "content": "while evil men and impostors will go from bad to worse, deceiving and being deceived.",
        "vcode": "NIV",
        "vnum": 13
    },
    {
        "bcode": 55,
        "cnum": 3,
        "content": "But as for you, continue in what you have learned and have become convinced of, because you know those from whom you learned it,",
        "vcode": "NIV",
        "vnum": 14
    },
    {
        "bcode": 55,
        "cnum": 3,
        "content": "and how from infancy you have known the holy Scriptures, which are able to make you wise for salvation through faith in Christ Jesus.",
        "vcode": "NIV",
        "vnum": 15
    },
    {
        "bcode": 55,
        "cnum": 3,
        "content": "All Scripture is God-breathed and is useful for teaching, rebuking, correcting and training in righteousness,",
        "vcode": "NIV",
        "vnum": 16
    },
    {
        "bcode": 55,
        "cnum": 3,
        "content": "so that the man of God may be thoroughly equipped for every good work.",
        "vcode": "NIV",
        "vnum": 17
    }
]