[
    {
        "bcode": 21,
        "cnum": 1,
        "content": "The words of the Teacher, son of David, king in Jerusalem:",
        "vcode": "NIV",
        "vnum": 1
    },
    {
        "bcode": 21,
        "cnum": 1,
        "content": "\"Meaningless! Meaningless!\" says the Teacher. \"Utterly meaningless! Everything is meaningless.\"",
        "vcode": "NIV",
        "vnum": 2
    },
    {
        "bcode": 21,
        "cnum": 1,
        "content": "What does man gain from all his labor at which he toils under the sun?",
        "vcode": "NIV",
        "vnum": 3
    },
    {
        "bcode": 21,
        "cnum": 1,
        "content": "Generations come and generations go, but the earth remains forever.",
        "vcode": "NIV",
        "vnum": 4
    },
    {
        "bcode": 21,
        "cnum": 1,
        "content": "The sun rises and the sun sets, and hurries back to where it rises.",
        "vcode": "NIV",
        "vnum": 5
    },
    {
        "bcode": 21,
        "cnum": 1,
        "content": "The wind blows to the south and turns to the north; round and round it goes, ever returning on its course.",
        "vcode": "NIV",
        "vnum": 6
    },
    {
        "bcode": 21,
        "cnum": 1,
        "content": "All streams flow into the sea, yet the sea is never full. To the place the streams come from, there they return again.",
        "vcode": "NIV",
        "vnum": 7
    },
    {
        "bcode": 21,
        "cnum": 1,
        "content": "All things are wearisome, more than one can say. The eye never has enough of seeing, nor the ear its fill of hearing.",
        "vcode": "NIV",
        "vnum": 8
    },
    {
        "bcode": 21,
        "cnum": 1,
        "content": "What has been will be again, what has been done will be done again; there is nothing new under the sun.",
        "vcode": "NIV",
        "vnum": 9
    },
    {
        "bcode": 21,
        "cnum": 1,
        "content": "Is there anything of which one can say, \"Look! This is something new\"? It was here already, long ago; it was here before our time.",
        "vcode": "NIV",
        "vnum": 10
    },
    {
        "bcode": 21,
        "cnum": 1,
        "content": "There is no remembrance of men of old, and even those who are yet to come will not be remembered by those who follow.",
        "vcode": "NIV",
        "vnum": 11
    },
    {
        "bcode": 21,
        "cnum": 1,
        "content": "I, the Teacher, was king over Israel in Jerusalem.",
        "vcode": "NIV",
        "vnum": 12
    },
    {
        "bcode": 21,
        "cnum": 1,
        "content": "I devoted myself to study and to explore by wisdom all that is done under heaven. What a heavy burden God has laid on men!",
        "vcode": "NIV",
        "vnum": 13
    },
    {
        "bcode": 21,
        "cnum": 1,
        "content": "I have seen all the things that are done under the sun; all of them are meaningless, a chasing after the wind.",
        "vcode": "NIV",
        "vnum": 14
    },
    {
        "bcode": 21,
        "cnum": 1,
        "content": "What is twisted cannot be straightened; what is lacking cannot be counted.",
        "vcode": "NIV",
        "vnum": 15
    },
    {
        "bcode": 21,
        "cnum": 1,
        "content": "I thought to myself, \"Look, I have grown and increased in wisdom more than anyone who has ruled over Jerusalem before me; I have experienced much of wisdom and knowledge.\"",
        "vcode": "NIV",
        "vnum": 16
    },
    {
        "bcode": 21,
        "cnum": 1,
        "content": "Then I applied myself to the understanding of wisdom, and also of madness and folly, but I learned that this, too, is a chasing after the wind.",
        "vcode": "NIV",
        "vnum": 17
    },
    {
        "bcode": 21,
        "cnum": 1,
        "content": "For with much wisdom comes much sorrow; the more knowledge, the more grief.",
        "vcode": "NIV",
        "vnum": 18
    }
]