[
    {
        "bcode": 38,
        "cnum": 2,
        "content": "Then I looked up--and there before me was a man with a measuring line in his hand!",
        "vcode": "NIV",
        "vnum": 1
    },
    {
        "bcode": 38,
        "cnum": 2,
        "content": "I asked, \"Where are you going?\" He answered me, \"To measure Jerusalem, to find out how wide and how long it is.\"",
        "vcode": "NIV",
        "vnum": 2
    },
    {
        "bcode": 38,
        "cnum": 2,
        "content": "Then the angel who was speaking to me left, and another angel came to meet him",
        "vcode": "NIV",
        "vnum": 3
    },
    {
        "bcode": 38,
        "cnum": 2,
        "content": "and said to him: \"Run, tell that young man, 'Jerusalem will be a city without walls because of the great number of men and livestock in it.",
        "vcode": "NIV",
        "vnum": 4
    },
    {
        "bcode": 38,
        "cnum": 2,
        "content": "And I myself will be a wall of fire around it,' declares the LORD, 'and I will be its glory within.'",
        "vcode": "NIV",
        "vnum": 5
    },
    {
        "bcode": 38,
        "cnum": 2,
        "content": "\"Come! Come! Flee from the land of the north,\" declares the LORD, \"for I have scattered you to the four winds of heaven,\" declares the LORD.",
        "vcode": "NIV",
        "vnum": 6
    },
    {
        "bcode": 38,
        "cnum": 2,
        "content": "\"Come, O Zion! Escape, you who live in the Daughter of Babylon!\"",
        "vcode": "NIV",
        "vnum": 7
    },
    {
        "bcode": 38,
        "cnum": 2,
        "content": "For this is what the LORD Almighty says: \"After he has honored me and has sent me against the nations that have plundered you--for whoever touches you touches the apple of his eye-",
        "vcode": "NIV",
        "vnum": 8
    },
    {
        "bcode": 38,
        "cnum": 2,
        "content": "I will surely raise my hand against them so that their slaves will plunder them. Then you will know that the LORD Almighty has sent me.",
        "vcode": "NIV",
        "vnum": 9
    },
    {
        "bcode": 38,
        "cnum": 2,
        "content": "\"Shout and be glad, O Daughter of Zion. For I am coming, and I will live among you,\" declares the LORD.",
        "vcode": "NIV",
        "vnum": 10
    },
    {
        "bcode": 38,
        "cnum": 2,
        "content": "\"Many nations will be joined with the LORD in that day and will become my people. I will live among you and you will know that the LORD Almighty has sent me to you.",
        "vcode": "NIV",
        "vnum": 11
    },
    {
        "bcode": 38,
        "cnum": 2,
        "content": "The LORD will inherit Judah as his portion in the holy land and will again choose Jerusalem.",
        "vcode": "NIV",
        "vnum": 12
    },
    {
        "bcode": 38,
        "cnum": 2,
        "content": "Be still before the LORD, all mankind, because he has roused himself from his holy dwelling.\"",
        "vcode": "NIV",
        "vnum": 13
    }
]