[
    {
        "bcode": 38,
        "cnum": 4,
        "content": "Then the angel who talked with me returned and wakened me, as a man is wakened from his sleep.",
        "vcode": "NIV",
        "vnum": 1
    },
    {
        "bcode": 38,
        "cnum": 4,
        "content": "He asked me, \"What do you see?\" I answered, \"I see a solid gold lampstand with a bowl at the top and seven lights on it, with seven channels to the lights.",
        "vcode": "NIV",
        "vnum": 2
    },
    {
        "bcode": 38,
        "cnum": 4,
        "content": "Also there are two olive trees by it, one on the right of the bowl and the other on its left.\"",
        "vcode": "NIV",
        "vnum": 3
    },
    {
        "bcode": 38,
        "cnum": 4,
        "content": "I asked the angel who talked with me, \"What are these, my lord?\"",
        "vcode": "NIV",
        "vnum": 4
    },
    {
        "bcode": 38,
        "cnum": 4,
        "content": "He answered, \"Do you not know what these are?\" \"No, my lord,\" I replied.",
        "vcode": "NIV",
        "vnum": 5
    },
    {
        "bcode": 38,
        "cnum": 4,
        "content": "So he said to me, \"This is the word of the LORD to Zerubbabel: 'Not by might nor by power, but by my Spirit,' says the LORD Almighty.",
        "vcode": "NIV",
        "vnum": 6
    },
    {
        "bcode": 38,
        "cnum": 4,
        "content": "\"What are you, O mighty mountain? Before Zerubbabel you will become level ground. Then he will bring out the capstone to shouts of 'God bless it! God bless it!' \"",
        "vcode": "NIV",
        "vnum": 7
    },
    {
        "bcode": 38,
        "cnum": 4,
        "content": "Then the word of the LORD came to me:",
        "vcode": "NIV",
        "vnum": 8
    },
    {
        "bcode": 38,
        "cnum": 4,
        "content": "\"The hands of Zerubbabel have laid the foundation of this temple; his hands will also complete it. Then you will know that the LORD Almighty has sent me to you.",
        "vcode": "NIV",
        "vnum": 9
    },
    {
        "bcode": 38,
        "cnum": 4,
        "content": "\"Who despises the day of small things? Men will rejoice when they see the plumb line in the hand of Zerubbabel. \"(These seven are the eyes of the LORD, which range throughout the earth.)\"",
        "vcode": "NIV",
        "vnum": 10
    },
    {
        "bcode": 38,
        "cnum": 4,
        "content": "Then I asked the angel, \"What are these two olive trees on the right and the left of the lampstand?\"",
        "vcode": "NIV",
        "vnum": 11
    },
    {
        "bcode": 38,
        "cnum": 4,
        "content": "Again I asked him, \"What are these two olive branches beside the two gold pipes that pour out golden oil?\"",
        "vcode": "NIV",
        "vnum": 12
    },
    {
        "bcode": 38,
        "cnum": 4,
        "content": "He replied, \"Do you not know what these are?\" \"No, my lord,\" I said.",
        "vcode": "NIV",
        "vnum": 13
    },
    {
        "bcode": 38,
        "cnum": 4,
        "content": "So he said, \"These are the two who are anointed to serve the Lord of all the earth.\"",
        "vcode": "NIV",
        "vnum": 14
    }
]