{"pageProps":{"version":{"name":"NIV","vcode":"NIV"},"bible":{"bcode":18,"chapterCount":42,"name":"Job","type":"old","vcode":"NIV"},"chapter":"11","verses":[{"bcode":18,"cnum":11,"content":"Then Zophar the Naamathite replied:","vcode":"NIV","vnum":1},{"bcode":18,"cnum":11,"content":"\"Are all these words to go unanswered? Is this talker to be vindicated?","vcode":"NIV","vnum":2},{"bcode":18,"cnum":11,"content":"Will your idle talk reduce men to silence? Will no one rebuke you when you mock?","vcode":"NIV","vnum":3},{"bcode":18,"cnum":11,"content":"You say to God, 'My beliefs are flawless and I am pure in your sight.'","vcode":"NIV","vnum":4},{"bcode":18,"cnum":11,"content":"Oh, how I wish that God would speak, that he would open his lips against you","vcode":"NIV","vnum":5},{"bcode":18,"cnum":11,"content":"and disclose to you the secrets of wisdom, for true wisdom has two sides. Know this: God has even forgotten some of your sin.","vcode":"NIV","vnum":6},{"bcode":18,"cnum":11,"content":"\"Can you fathom the mysteries of God? Can you probe the limits of the Almighty?","vcode":"NIV","vnum":7},{"bcode":18,"cnum":11,"content":"They are higher than the heavens--what can you do? They are deeper than the depths of the grave --what can you know?","vcode":"NIV","vnum":8},{"bcode":18,"cnum":11,"content":"Their measure is longer than the earth and wider than the sea.","vcode":"NIV","vnum":9},{"bcode":18,"cnum":11,"content":"\"If he comes along and confines you in prison and convenes a court, who can oppose him?","vcode":"NIV","vnum":10},{"bcode":18,"cnum":11,"content":"Surely he recognizes deceitful men; and when he sees evil, does he not take note?","vcode":"NIV","vnum":11},{"bcode":18,"cnum":11,"content":"But a witless man can no more become wise than a wild donkey's colt can be born a man.","vcode":"NIV","vnum":12},{"bcode":18,"cnum":11,"content":"\"Yet if you devote your heart to him and stretch out your hands to him,","vcode":"NIV","vnum":13},{"bcode":18,"cnum":11,"content":"if you put away the sin that is in your hand and allow no evil to dwell in your tent,","vcode":"NIV","vnum":14},{"bcode":18,"cnum":11,"content":"then you will lift up your face without shame; you will stand firm and without fear.","vcode":"NIV","vnum":15},{"bcode":18,"cnum":11,"content":"You will surely forget your trouble, recalling it only as waters gone by.","vcode":"NIV","vnum":16},{"bcode":18,"cnum":11,"content":"Life will be brighter than noonday, and darkness will become like morning.","vcode":"NIV","vnum":17},{"bcode":18,"cnum":11,"content":"You will be secure, because there is hope; you will look about you and take your rest in safety.","vcode":"NIV","vnum":18},{"bcode":18,"cnum":11,"content":"You will lie down, with no one to make you afraid, and many will court your favor.","vcode":"NIV","vnum":19},{"bcode":18,"cnum":11,"content":"But the eyes of the wicked will fail, and escape will elude them; their hope will become a dying gasp.\"","vcode":"NIV","vnum":20}]},"__N_SSG":true}