{"pageProps":{"version":{"name":"NIV","vcode":"NIV"},"bible":{"bcode":18,"chapterCount":42,"name":"Job","type":"old","vcode":"NIV"},"chapter":"30","verses":[{"bcode":18,"cnum":30,"content":"\"But now they mock me, men younger than I, whose fathers I would have disdained to put with my sheep dogs.","vcode":"NIV","vnum":1},{"bcode":18,"cnum":30,"content":"Of what use was the strength of their hands to me, since their vigor had gone from them?","vcode":"NIV","vnum":2},{"bcode":18,"cnum":30,"content":"Haggard from want and hunger, they roamed the parched land in desolate wastelands at night.","vcode":"NIV","vnum":3},{"bcode":18,"cnum":30,"content":"In the brush they gathered salt herbs, and their food was the root of the broom tree.","vcode":"NIV","vnum":4},{"bcode":18,"cnum":30,"content":"They were banished from their fellow men, shouted at as if they were thieves.","vcode":"NIV","vnum":5},{"bcode":18,"cnum":30,"content":"They were forced to live in the dry stream beds, among the rocks and in holes in the ground.","vcode":"NIV","vnum":6},{"bcode":18,"cnum":30,"content":"They brayed among the bushes and huddled in the undergrowth.","vcode":"NIV","vnum":7},{"bcode":18,"cnum":30,"content":"A base and nameless brood, they were driven out of the land.","vcode":"NIV","vnum":8},{"bcode":18,"cnum":30,"content":"\"And now their sons mock me in song; I have become a byword among them.","vcode":"NIV","vnum":9},{"bcode":18,"cnum":30,"content":"They detest me and keep their distance; they do not hesitate to spit in my face.","vcode":"NIV","vnum":10},{"bcode":18,"cnum":30,"content":"Now that God has unstrung my bow and afflicted me, they throw off restraint in my presence.","vcode":"NIV","vnum":11},{"bcode":18,"cnum":30,"content":"On my right the tribe attacks; they lay snares for my feet, they build their siege ramps against me.","vcode":"NIV","vnum":12},{"bcode":18,"cnum":30,"content":"They break up my road; they succeed in destroying me-- without anyone's helping them.","vcode":"NIV","vnum":13},{"bcode":18,"cnum":30,"content":"They advance as through a gaping breach; amid the ruins they come rolling in.","vcode":"NIV","vnum":14},{"bcode":18,"cnum":30,"content":"Terrors overwhelm me; my dignity is driven away as by the wind, my safety vanishes like a cloud.","vcode":"NIV","vnum":15},{"bcode":18,"cnum":30,"content":"\"And now my life ebbs away; days of suffering grip me.","vcode":"NIV","vnum":16},{"bcode":18,"cnum":30,"content":"Night pierces my bones; my gnawing pains never rest.","vcode":"NIV","vnum":17},{"bcode":18,"cnum":30,"content":"In his great power God becomes like clothing to me ; he binds me like the neck of my garment.","vcode":"NIV","vnum":18},{"bcode":18,"cnum":30,"content":"He throws me into the mud, and I am reduced to dust and ashes.","vcode":"NIV","vnum":19},{"bcode":18,"cnum":30,"content":"\"I cry out to you, O God, but you do not answer; I stand up, but you merely look at me.","vcode":"NIV","vnum":20},{"bcode":18,"cnum":30,"content":"You turn on me ruthlessly; with the might of your hand you attack me.","vcode":"NIV","vnum":21},{"bcode":18,"cnum":30,"content":"You snatch me up and drive me before the wind; you toss me about in the storm.","vcode":"NIV","vnum":22},{"bcode":18,"cnum":30,"content":"I know you will bring me down to death, to the place appointed for all the living.","vcode":"NIV","vnum":23},{"bcode":18,"cnum":30,"content":"\"Surely no one lays a hand on a broken man when he cries for help in his distress.","vcode":"NIV","vnum":24},{"bcode":18,"cnum":30,"content":"Have I not wept for those in trouble? Has not my soul grieved for the poor?","vcode":"NIV","vnum":25},{"bcode":18,"cnum":30,"content":"Yet when I hoped for good, evil came; when I looked for light, then came darkness.","vcode":"NIV","vnum":26},{"bcode":18,"cnum":30,"content":"The churning inside me never stops; days of suffering confront me.","vcode":"NIV","vnum":27},{"bcode":18,"cnum":30,"content":"I go about blackened, but not by the sun; I stand up in the assembly and cry for help.","vcode":"NIV","vnum":28},{"bcode":18,"cnum":30,"content":"I have become a brother of jackals, a companion of owls.","vcode":"NIV","vnum":29},{"bcode":18,"cnum":30,"content":"My skin grows black and peels; my body burns with fever.","vcode":"NIV","vnum":30},{"bcode":18,"cnum":30,"content":"My harp is tuned to mourning, and my flute to the sound of wailing.","vcode":"NIV","vnum":31}]},"__N_SSG":true}