{"pageProps":{"version":{"name":"NIV","vcode":"NIV"},"bible":{"bcode":18,"chapterCount":42,"name":"Job","type":"old","vcode":"NIV"},"chapter":"32","verses":[{"bcode":18,"cnum":32,"content":"So these three men stopped answering Job, because he was righteous in his own eyes.","vcode":"NIV","vnum":1},{"bcode":18,"cnum":32,"content":"But Elihu son of Barakel the Buzite, of the family of Ram, became very angry with Job for justifying himself rather than God.","vcode":"NIV","vnum":2},{"bcode":18,"cnum":32,"content":"He was also angry with the three friends, because they had found no way to refute Job, and yet had condemned him.","vcode":"NIV","vnum":3},{"bcode":18,"cnum":32,"content":"Now Elihu had waited before speaking to Job because they were older than he.","vcode":"NIV","vnum":4},{"bcode":18,"cnum":32,"content":"But when he saw that the three men had nothing more to say, his anger was aroused.","vcode":"NIV","vnum":5},{"bcode":18,"cnum":32,"content":"So Elihu son of Barakel the Buzite said: \"I am young in years, and you are old; that is why I was fearful, not daring to tell you what I know.","vcode":"NIV","vnum":6},{"bcode":18,"cnum":32,"content":"I thought, 'Age should speak; advanced years should teach wisdom.'","vcode":"NIV","vnum":7},{"bcode":18,"cnum":32,"content":"But it is the spirit in a man, the breath of the Almighty, that gives him understanding.","vcode":"NIV","vnum":8},{"bcode":18,"cnum":32,"content":"It is not only the old who are wise, not only the aged who understand what is right.","vcode":"NIV","vnum":9},{"bcode":18,"cnum":32,"content":"\"Therefore I say: Listen to me; I too will tell you what I know.","vcode":"NIV","vnum":10},{"bcode":18,"cnum":32,"content":"I waited while you spoke, I listened to your reasoning; while you were searching for words,","vcode":"NIV","vnum":11},{"bcode":18,"cnum":32,"content":"I gave you my full attention. But not one of you has proved Job wrong; none of you has answered his arguments.","vcode":"NIV","vnum":12},{"bcode":18,"cnum":32,"content":"Do not say, 'We have found wisdom; let God refute him, not man.'","vcode":"NIV","vnum":13},{"bcode":18,"cnum":32,"content":"But Job has not marshaled his words against me, and I will not answer him with your arguments.","vcode":"NIV","vnum":14},{"bcode":18,"cnum":32,"content":"\"They are dismayed and have no more to say; words have failed them.","vcode":"NIV","vnum":15},{"bcode":18,"cnum":32,"content":"Must I wait, now that they are silent, now that they stand there with no reply?","vcode":"NIV","vnum":16},{"bcode":18,"cnum":32,"content":"I too will have my say; I too will tell what I know.","vcode":"NIV","vnum":17},{"bcode":18,"cnum":32,"content":"For I am full of words, and the spirit within me compels me;","vcode":"NIV","vnum":18},{"bcode":18,"cnum":32,"content":"inside I am like bottled-up wine, like new wineskins ready to burst.","vcode":"NIV","vnum":19},{"bcode":18,"cnum":32,"content":"I must speak and find relief; I must open my lips and reply.","vcode":"NIV","vnum":20},{"bcode":18,"cnum":32,"content":"I will show partiality to no one, nor will I flatter any man;","vcode":"NIV","vnum":21},{"bcode":18,"cnum":32,"content":"for if I were skilled in flattery, my Maker would soon take me away.","vcode":"NIV","vnum":22}]},"__N_SSG":true}