{"pageProps":{"version":{"name":"NIV","vcode":"NIV"},"bible":{"bcode":18,"chapterCount":42,"name":"Job","type":"old","vcode":"NIV"},"chapter":"34","verses":[{"bcode":18,"cnum":34,"content":"Then Elihu said:","vcode":"NIV","vnum":1},{"bcode":18,"cnum":34,"content":"\"Hear my words, you wise men; listen to me, you men of learning.","vcode":"NIV","vnum":2},{"bcode":18,"cnum":34,"content":"For the ear tests words as the tongue tastes food.","vcode":"NIV","vnum":3},{"bcode":18,"cnum":34,"content":"Let us discern for ourselves what is right; let us learn together what is good.","vcode":"NIV","vnum":4},{"bcode":18,"cnum":34,"content":"\"Job says, 'I am innocent, but God denies me justice.","vcode":"NIV","vnum":5},{"bcode":18,"cnum":34,"content":"Although I am right, I am considered a liar; although I am guiltless, his arrow inflicts an incurable wound.'","vcode":"NIV","vnum":6},{"bcode":18,"cnum":34,"content":"What man is like Job, who drinks scorn like water?","vcode":"NIV","vnum":7},{"bcode":18,"cnum":34,"content":"He keeps company with evildoers; he associates with wicked men.","vcode":"NIV","vnum":8},{"bcode":18,"cnum":34,"content":"For he says, 'It profits a man nothing when he tries to please God.'","vcode":"NIV","vnum":9},{"bcode":18,"cnum":34,"content":"\"So listen to me, you men of understanding. Far be it from God to do evil, from the Almighty to do wrong.","vcode":"NIV","vnum":10},{"bcode":18,"cnum":34,"content":"He repays a man for what he has done; he brings upon him what his conduct deserves.","vcode":"NIV","vnum":11},{"bcode":18,"cnum":34,"content":"It is unthinkable that God would do wrong, that the Almighty would pervert justice.","vcode":"NIV","vnum":12},{"bcode":18,"cnum":34,"content":"Who appointed him over the earth? Who put him in charge of the whole world?","vcode":"NIV","vnum":13},{"bcode":18,"cnum":34,"content":"If it were his intention and he withdrew his spirit and breath,","vcode":"NIV","vnum":14},{"bcode":18,"cnum":34,"content":"all mankind would perish together and man would return to the dust.","vcode":"NIV","vnum":15},{"bcode":18,"cnum":34,"content":"\"If you have understanding, hear this; listen to what I say.","vcode":"NIV","vnum":16},{"bcode":18,"cnum":34,"content":"Can he who hates justice govern? Will you condemn the just and mighty One?","vcode":"NIV","vnum":17},{"bcode":18,"cnum":34,"content":"Is he not the One who says to kings, 'You are worthless,' and to nobles, 'You are wicked,'","vcode":"NIV","vnum":18},{"bcode":18,"cnum":34,"content":"who shows no partiality to princes and does not favor the rich over the poor, for they are all the work of his hands?","vcode":"NIV","vnum":19},{"bcode":18,"cnum":34,"content":"They die in an instant, in the middle of the night; the people are shaken and they pass away; the mighty are removed without human hand.","vcode":"NIV","vnum":20},{"bcode":18,"cnum":34,"content":"\"His eyes are on the ways of men; he sees their every step.","vcode":"NIV","vnum":21},{"bcode":18,"cnum":34,"content":"There is no dark place, no deep shadow, where evildoers can hide.","vcode":"NIV","vnum":22},{"bcode":18,"cnum":34,"content":"God has no need to examine men further, that they should come before him for judgment.","vcode":"NIV","vnum":23},{"bcode":18,"cnum":34,"content":"Without inquiry he shatters the mighty and sets up others in their place.","vcode":"NIV","vnum":24},{"bcode":18,"cnum":34,"content":"Because he takes note of their deeds, he overthrows them in the night and they are crushed.","vcode":"NIV","vnum":25},{"bcode":18,"cnum":34,"content":"He punishes them for their wickedness where everyone can see them,","vcode":"NIV","vnum":26},{"bcode":18,"cnum":34,"content":"because they turned from following him and had no regard for any of his ways.","vcode":"NIV","vnum":27},{"bcode":18,"cnum":34,"content":"They caused the cry of the poor to come before him, so that he heard the cry of the needy.","vcode":"NIV","vnum":28},{"bcode":18,"cnum":34,"content":"But if he remains silent, who can condemn him? If he hides his face, who can see him? Yet he is over man and nation alike,","vcode":"NIV","vnum":29},{"bcode":18,"cnum":34,"content":"to keep a godless man from ruling, from laying snares for the people.","vcode":"NIV","vnum":30},{"bcode":18,"cnum":34,"content":"\"Suppose a man says to God, 'I am guilty but will offend no more.","vcode":"NIV","vnum":31},{"bcode":18,"cnum":34,"content":"Teach me what I cannot see; if I have done wrong, I will not do so again.'","vcode":"NIV","vnum":32},{"bcode":18,"cnum":34,"content":"Should God then reward you on your terms, when you refuse to repent? You must decide, not I; so tell me what you know.","vcode":"NIV","vnum":33},{"bcode":18,"cnum":34,"content":"\"Men of understanding declare, wise men who hear me say to me,","vcode":"NIV","vnum":34},{"bcode":18,"cnum":34,"content":"'Job speaks without knowledge; his words lack insight.'","vcode":"NIV","vnum":35},{"bcode":18,"cnum":34,"content":"Oh, that Job might be tested to the utmost for answering like a wicked man!","vcode":"NIV","vnum":36},{"bcode":18,"cnum":34,"content":"To his sin he adds rebellion; scornfully he claps his hands among us and multiplies his words against God.\"","vcode":"NIV","vnum":37}]},"__N_SSG":true}