{"pageProps":{"version":{"name":"NIV","vcode":"NIV"},"bible":{"bcode":18,"chapterCount":42,"name":"Job","type":"old","vcode":"NIV"},"chapter":"38","verses":[{"bcode":18,"cnum":38,"content":"Then the LORD answered Job out of the storm. He said:","vcode":"NIV","vnum":1},{"bcode":18,"cnum":38,"content":"\"Who is this that darkens my counsel with words without knowledge?","vcode":"NIV","vnum":2},{"bcode":18,"cnum":38,"content":"Brace yourself like a man; I will question you, and you shall answer me.","vcode":"NIV","vnum":3},{"bcode":18,"cnum":38,"content":"\"Where were you when I laid the earth's foundation? Tell me, if you understand.","vcode":"NIV","vnum":4},{"bcode":18,"cnum":38,"content":"Who marked off its dimensions? Surely you know! Who stretched a measuring line across it?","vcode":"NIV","vnum":5},{"bcode":18,"cnum":38,"content":"On what were its footings set, or who laid its cornerstone-","vcode":"NIV","vnum":6},{"bcode":18,"cnum":38,"content":"while the morning stars sang together and all the angels shouted for joy?","vcode":"NIV","vnum":7},{"bcode":18,"cnum":38,"content":"\"Who shut up the sea behind doors when it burst forth from the womb,","vcode":"NIV","vnum":8},{"bcode":18,"cnum":38,"content":"when I made the clouds its garment and wrapped it in thick darkness,","vcode":"NIV","vnum":9},{"bcode":18,"cnum":38,"content":"when I fixed limits for it and set its doors and bars in place,","vcode":"NIV","vnum":10},{"bcode":18,"cnum":38,"content":"when I said, 'This far you may come and no farther; here is where your proud waves halt'?","vcode":"NIV","vnum":11},{"bcode":18,"cnum":38,"content":"\"Have you ever given orders to the morning, or shown the dawn its place,","vcode":"NIV","vnum":12},{"bcode":18,"cnum":38,"content":"that it might take the earth by the edges and shake the wicked out of it?","vcode":"NIV","vnum":13},{"bcode":18,"cnum":38,"content":"The earth takes shape like clay under a seal; its features stand out like those of a garment.","vcode":"NIV","vnum":14},{"bcode":18,"cnum":38,"content":"The wicked are denied their light, and their upraised arm is broken.","vcode":"NIV","vnum":15},{"bcode":18,"cnum":38,"content":"\"Have you journeyed to the springs of the sea or walked in the recesses of the deep?","vcode":"NIV","vnum":16},{"bcode":18,"cnum":38,"content":"Have the gates of death been shown to you? Have you seen the gates of the shadow of death ?","vcode":"NIV","vnum":17},{"bcode":18,"cnum":38,"content":"Have you comprehended the vast expanses of the earth? Tell me, if you know all this.","vcode":"NIV","vnum":18},{"bcode":18,"cnum":38,"content":"\"What is the way to the abode of light? And where does darkness reside?","vcode":"NIV","vnum":19},{"bcode":18,"cnum":38,"content":"Can you take them to their places? Do you know the paths to their dwellings?","vcode":"NIV","vnum":20},{"bcode":18,"cnum":38,"content":"Surely you know, for you were already born! You have lived so many years!","vcode":"NIV","vnum":21},{"bcode":18,"cnum":38,"content":"\"Have you entered the storehouses of the snow or seen the storehouses of the hail,","vcode":"NIV","vnum":22},{"bcode":18,"cnum":38,"content":"which I reserve for times of trouble, for days of war and battle?","vcode":"NIV","vnum":23},{"bcode":18,"cnum":38,"content":"What is the way to the place where the lightning is dispersed, or the place where the east winds are scattered over the earth?","vcode":"NIV","vnum":24},{"bcode":18,"cnum":38,"content":"Who cuts a channel for the torrents of rain, and a path for the thunderstorm,","vcode":"NIV","vnum":25},{"bcode":18,"cnum":38,"content":"to water a land where no man lives, a desert with no one in it,","vcode":"NIV","vnum":26},{"bcode":18,"cnum":38,"content":"to satisfy a desolate wasteland and make it sprout with grass?","vcode":"NIV","vnum":27},{"bcode":18,"cnum":38,"content":"Does the rain have a father? Who fathers the drops of dew?","vcode":"NIV","vnum":28},{"bcode":18,"cnum":38,"content":"From whose womb comes the ice? Who gives birth to the frost from the heavens","vcode":"NIV","vnum":29},{"bcode":18,"cnum":38,"content":"when the waters become hard as stone, when the surface of the deep is frozen?","vcode":"NIV","vnum":30},{"bcode":18,"cnum":38,"content":"\"Can you bind the beautiful Pleiades? Can you loose the cords of Orion?","vcode":"NIV","vnum":31},{"bcode":18,"cnum":38,"content":"Can you bring forth the constellations in their seasons or lead out the Bear with its cubs?","vcode":"NIV","vnum":32},{"bcode":18,"cnum":38,"content":"Do you know the laws of the heavens? Can you set up God's dominion over the earth?","vcode":"NIV","vnum":33},{"bcode":18,"cnum":38,"content":"\"Can you raise your voice to the clouds and cover yourself with a flood of water?","vcode":"NIV","vnum":34},{"bcode":18,"cnum":38,"content":"Do you send the lightning bolts on their way? Do they report to you, 'Here we are'?","vcode":"NIV","vnum":35},{"bcode":18,"cnum":38,"content":"Who endowed the heart with wisdom or gave understanding to the mind ?","vcode":"NIV","vnum":36},{"bcode":18,"cnum":38,"content":"Who has the wisdom to count the clouds? Who can tip over the water jars of the heavens","vcode":"NIV","vnum":37},{"bcode":18,"cnum":38,"content":"when the dust becomes hard and the clods of earth stick together?","vcode":"NIV","vnum":38},{"bcode":18,"cnum":38,"content":"\"Do you hunt the prey for the lioness and satisfy the hunger of the lions","vcode":"NIV","vnum":39},{"bcode":18,"cnum":38,"content":"when they crouch in their dens or lie in wait in a thicket?","vcode":"NIV","vnum":40},{"bcode":18,"cnum":38,"content":"Who provides food for the raven when its young cry out to God and wander about for lack of food?","vcode":"NIV","vnum":41}]},"__N_SSG":true}