[
    {
        "bcode": 58,
        "cnum": 5,
        "content": "Every high priest is selected from among men and is appointed to represent them in matters related to God, to offer gifts and sacrifices for sins.",
        "vcode": "NIV",
        "vnum": 1
    },
    {
        "bcode": 58,
        "cnum": 5,
        "content": "He is able to deal gently with those who are ignorant and are going astray, since he himself is subject to weakness.",
        "vcode": "NIV",
        "vnum": 2
    },
    {
        "bcode": 58,
        "cnum": 5,
        "content": "This is why he has to offer sacrifices for his own sins, as well as for the sins of the people.",
        "vcode": "NIV",
        "vnum": 3
    },
    {
        "bcode": 58,
        "cnum": 5,
        "content": "No one takes this honor upon himself; he must be called by God, just as Aaron was.",
        "vcode": "NIV",
        "vnum": 4
    },
    {
        "bcode": 58,
        "cnum": 5,
        "content": "So Christ also did not take upon himself the glory of becoming a high priest. But God said to him, \"You are my Son; today I have become your Father.\"",
        "vcode": "NIV",
        "vnum": 5
    },
    {
        "bcode": 58,
        "cnum": 5,
        "content": "And he says in another place, \"You are a priest forever, in the order of Melchizedek.\"",
        "vcode": "NIV",
        "vnum": 6
    },
    {
        "bcode": 58,
        "cnum": 5,
        "content": "During the days of Jesus' life on earth, he offered up prayers and petitions with loud cries and tears to the one who could save him from death, and he was heard because of his reverent submission.",
        "vcode": "NIV",
        "vnum": 7
    },
    {
        "bcode": 58,
        "cnum": 5,
        "content": "Although he was a son, he learned obedience from what he suffered",
        "vcode": "NIV",
        "vnum": 8
    },
    {
        "bcode": 58,
        "cnum": 5,
        "content": "and, once made perfect, he became the source of eternal salvation for all who obey him",
        "vcode": "NIV",
        "vnum": 9
    },
    {
        "bcode": 58,
        "cnum": 5,
        "content": "and was designated by God to be high priest in the order of Melchizedek.",
        "vcode": "NIV",
        "vnum": 10
    },
    {
        "bcode": 58,
        "cnum": 5,
        "content": "We have much to say about this, but it is hard to explain because you are slow to learn.",
        "vcode": "NIV",
        "vnum": 11
    },
    {
        "bcode": 58,
        "cnum": 5,
        "content": "In fact, though by this time you ought to be teachers, you need someone to teach you the elementary truths of God's word all over again. You need milk, not solid food!",
        "vcode": "NIV",
        "vnum": 12
    },
    {
        "bcode": 58,
        "cnum": 5,
        "content": "Anyone who lives on milk, being still an infant, is not acquainted with the teaching about righteousness.",
        "vcode": "NIV",
        "vnum": 13
    },
    {
        "bcode": 58,
        "cnum": 5,
        "content": "But solid food is for the mature, who by constant use have trained themselves to distinguish good from evil.",
        "vcode": "NIV",
        "vnum": 14
    }
]