[
    {
        "bcode": 19,
        "cnum": 132,
        "content": "O LORD, remember David and all the hardships he endured.",
        "vcode": "NIV",
        "vnum": 1
    },
    {
        "bcode": 19,
        "cnum": 132,
        "content": "He swore an oath to the LORD and made a vow to the Mighty One of Jacob:",
        "vcode": "NIV",
        "vnum": 2
    },
    {
        "bcode": 19,
        "cnum": 132,
        "content": "\"I will not enter my house or go to my bed-",
        "vcode": "NIV",
        "vnum": 3
    },
    {
        "bcode": 19,
        "cnum": 132,
        "content": "I will allow no sleep to my eyes, no slumber to my eyelids,",
        "vcode": "NIV",
        "vnum": 4
    },
    {
        "bcode": 19,
        "cnum": 132,
        "content": "till I find a place for the LORD, a dwelling for the Mighty One of Jacob.\"",
        "vcode": "NIV",
        "vnum": 5
    },
    {
        "bcode": 19,
        "cnum": 132,
        "content": "We heard it in Ephrathah, we came upon it in the fields of Jaar :",
        "vcode": "NIV",
        "vnum": 6
    },
    {
        "bcode": 19,
        "cnum": 132,
        "content": "\"Let us go to his dwelling place; let us worship at his footstool-",
        "vcode": "NIV",
        "vnum": 7
    },
    {
        "bcode": 19,
        "cnum": 132,
        "content": "arise, O LORD, and come to your resting place, you and the ark of your might.",
        "vcode": "NIV",
        "vnum": 8
    },
    {
        "bcode": 19,
        "cnum": 132,
        "content": "May your priests be clothed with righteousness; may your saints sing for joy.\"",
        "vcode": "NIV",
        "vnum": 9
    },
    {
        "bcode": 19,
        "cnum": 132,
        "content": "For the sake of David your servant, do not reject your anointed one.",
        "vcode": "NIV",
        "vnum": 10
    },
    {
        "bcode": 19,
        "cnum": 132,
        "content": "The LORD swore an oath to David, a sure oath that he will not revoke: \"One of your own descendants I will place on your throne-",
        "vcode": "NIV",
        "vnum": 11
    },
    {
        "bcode": 19,
        "cnum": 132,
        "content": "if your sons keep my covenant and the statutes I teach them, then their sons will sit on your throne for ever and ever.\"",
        "vcode": "NIV",
        "vnum": 12
    },
    {
        "bcode": 19,
        "cnum": 132,
        "content": "For the LORD has chosen Zion, he has desired it for his dwelling:",
        "vcode": "NIV",
        "vnum": 13
    },
    {
        "bcode": 19,
        "cnum": 132,
        "content": "\"This is my resting place for ever and ever; here I will sit enthroned, for I have desired it-",
        "vcode": "NIV",
        "vnum": 14
    },
    {
        "bcode": 19,
        "cnum": 132,
        "content": "I will bless her with abundant provisions; her poor will I satisfy with food.",
        "vcode": "NIV",
        "vnum": 15
    },
    {
        "bcode": 19,
        "cnum": 132,
        "content": "I will clothe her priests with salvation, and her saints will ever sing for joy.",
        "vcode": "NIV",
        "vnum": 16
    },
    {
        "bcode": 19,
        "cnum": 132,
        "content": "\"Here I will make a horn grow for David and set up a lamp for my anointed one.",
        "vcode": "NIV",
        "vnum": 17
    },
    {
        "bcode": 19,
        "cnum": 132,
        "content": "I will clothe his enemies with shame, but the crown on his head will be resplendent.\"",
        "vcode": "NIV",
        "vnum": 18
    }
]