[
    {
        "bcode": 19,
        "cnum": 22,
        "content": "My God, my God, why have you forsaken me? Why are you so far from saving me, so far from the words of my groaning?",
        "vcode": "NIV",
        "vnum": 1
    },
    {
        "bcode": 19,
        "cnum": 22,
        "content": "O my God, I cry out by day, but you do not answer, by night, and am not silent.",
        "vcode": "NIV",
        "vnum": 2
    },
    {
        "bcode": 19,
        "cnum": 22,
        "content": "Yet you are enthroned as the Holy One; you are the praise of Israel.",
        "vcode": "NIV",
        "vnum": 3
    },
    {
        "bcode": 19,
        "cnum": 22,
        "content": "In you our fathers put their trust; they trusted and you delivered them.",
        "vcode": "NIV",
        "vnum": 4
    },
    {
        "bcode": 19,
        "cnum": 22,
        "content": "They cried to you and were saved; in you they trusted and were not disappointed.",
        "vcode": "NIV",
        "vnum": 5
    },
    {
        "bcode": 19,
        "cnum": 22,
        "content": "But I am a worm and not a man, scorned by men and despised by the people.",
        "vcode": "NIV",
        "vnum": 6
    },
    {
        "bcode": 19,
        "cnum": 22,
        "content": "All who see me mock me; they hurl insults, shaking their heads:",
        "vcode": "NIV",
        "vnum": 7
    },
    {
        "bcode": 19,
        "cnum": 22,
        "content": "\"He trusts in the LORD; let the LORD rescue him. Let him deliver him, since he delights in him.\"",
        "vcode": "NIV",
        "vnum": 8
    },
    {
        "bcode": 19,
        "cnum": 22,
        "content": "Yet you brought me out of the womb; you made me trust in you even at my mother's breast.",
        "vcode": "NIV",
        "vnum": 9
    },
    {
        "bcode": 19,
        "cnum": 22,
        "content": "From birth I was cast upon you; from my mother's womb you have been my God.",
        "vcode": "NIV",
        "vnum": 10
    },
    {
        "bcode": 19,
        "cnum": 22,
        "content": "Do not be far from me, for trouble is near and there is no one to help.",
        "vcode": "NIV",
        "vnum": 11
    },
    {
        "bcode": 19,
        "cnum": 22,
        "content": "Many bulls surround me; strong bulls of Bashan encircle me.",
        "vcode": "NIV",
        "vnum": 12
    },
    {
        "bcode": 19,
        "cnum": 22,
        "content": "Roaring lions tearing their prey open their mouths wide against me.",
        "vcode": "NIV",
        "vnum": 13
    },
    {
        "bcode": 19,
        "cnum": 22,
        "content": "I am poured out like water, and all my bones are out of joint. My heart has turned to wax; it has melted away within me.",
        "vcode": "NIV",
        "vnum": 14
    },
    {
        "bcode": 19,
        "cnum": 22,
        "content": "My strength is dried up like a potsherd, and my tongue sticks to the roof of my mouth; you lay me in the dust of death.",
        "vcode": "NIV",
        "vnum": 15
    },
    {
        "bcode": 19,
        "cnum": 22,
        "content": "Dogs have surrounded me; a band of evil men has encircled me, they have pierced my hands and my feet.",
        "vcode": "NIV",
        "vnum": 16
    },
    {
        "bcode": 19,
        "cnum": 22,
        "content": "I can count all my bones; people stare and gloat over me.",
        "vcode": "NIV",
        "vnum": 17
    },
    {
        "bcode": 19,
        "cnum": 22,
        "content": "They divide my garments among them and cast lots for my clothing.",
        "vcode": "NIV",
        "vnum": 18
    },
    {
        "bcode": 19,
        "cnum": 22,
        "content": "But you, O LORD, be not far off; O my Strength, come quickly to help me.",
        "vcode": "NIV",
        "vnum": 19
    },
    {
        "bcode": 19,
        "cnum": 22,
        "content": "Deliver my life from the sword, my precious life from the power of the dogs.",
        "vcode": "NIV",
        "vnum": 20
    },
    {
        "bcode": 19,
        "cnum": 22,
        "content": "Rescue me from the mouth of the lions; save me from the horns of the wild oxen.",
        "vcode": "NIV",
        "vnum": 21
    },
    {
        "bcode": 19,
        "cnum": 22,
        "content": "I will declare your name to my brothers; in the congregation I will praise you.",
        "vcode": "NIV",
        "vnum": 22
    },
    {
        "bcode": 19,
        "cnum": 22,
        "content": "You who fear the LORD, praise him! All you descendants of Jacob, honor him! Revere him, all you descendants of Israel!",
        "vcode": "NIV",
        "vnum": 23
    },
    {
        "bcode": 19,
        "cnum": 22,
        "content": "For he has not despised or disdained the suffering of the afflicted one; he has not hidden his face from him but has listened to his cry for help.",
        "vcode": "NIV",
        "vnum": 24
    },
    {
        "bcode": 19,
        "cnum": 22,
        "content": "From you comes the theme of my praise in the great assembly; before those who fear you will I fulfill my vows.",
        "vcode": "NIV",
        "vnum": 25
    },
    {
        "bcode": 19,
        "cnum": 22,
        "content": "The poor will eat and be satisfied; they who seek the LORD will praise him-- may your hearts live forever!",
        "vcode": "NIV",
        "vnum": 26
    },
    {
        "bcode": 19,
        "cnum": 22,
        "content": "All the ends of the earth will remember and turn to the LORD, and all the families of the nations will bow down before him,",
        "vcode": "NIV",
        "vnum": 27
    },
    {
        "bcode": 19,
        "cnum": 22,
        "content": "for dominion belongs to the LORD and he rules over the nations.",
        "vcode": "NIV",
        "vnum": 28
    },
    {
        "bcode": 19,
        "cnum": 22,
        "content": "All the rich of the earth will feast and worship; all who go down to the dust will kneel before him-- those who cannot keep themselves alive.",
        "vcode": "NIV",
        "vnum": 29
    },
    {
        "bcode": 19,
        "cnum": 22,
        "content": "Posterity will serve him; future generations will be told about the Lord.",
        "vcode": "NIV",
        "vnum": 30
    },
    {
        "bcode": 19,
        "cnum": 22,
        "content": "They will proclaim his righteousness to a people yet unborn-- for he has done it.",
        "vcode": "NIV",
        "vnum": 31
    }
]