[
    {
        "bcode": 19,
        "cnum": 49,
        "content": "Hear this, all you peoples; listen, all who live in this world,",
        "vcode": "NIV",
        "vnum": 1
    },
    {
        "bcode": 19,
        "cnum": 49,
        "content": "both low and high, rich and poor alike:",
        "vcode": "NIV",
        "vnum": 2
    },
    {
        "bcode": 19,
        "cnum": 49,
        "content": "My mouth will speak words of wisdom; the utterance from my heart will give understanding.",
        "vcode": "NIV",
        "vnum": 3
    },
    {
        "bcode": 19,
        "cnum": 49,
        "content": "I will turn my ear to a proverb; with the harp I will expound my riddle:",
        "vcode": "NIV",
        "vnum": 4
    },
    {
        "bcode": 19,
        "cnum": 49,
        "content": "Why should I fear when evil days come, when wicked deceivers surround me-",
        "vcode": "NIV",
        "vnum": 5
    },
    {
        "bcode": 19,
        "cnum": 49,
        "content": "those who trust in their wealth and boast of their great riches?",
        "vcode": "NIV",
        "vnum": 6
    },
    {
        "bcode": 19,
        "cnum": 49,
        "content": "No man can redeem the life of another or give to God a ransom for him-",
        "vcode": "NIV",
        "vnum": 7
    },
    {
        "bcode": 19,
        "cnum": 49,
        "content": "the ransom for a life is costly, no payment is ever enough-",
        "vcode": "NIV",
        "vnum": 8
    },
    {
        "bcode": 19,
        "cnum": 49,
        "content": "that he should live on forever and not see decay.",
        "vcode": "NIV",
        "vnum": 9
    },
    {
        "bcode": 19,
        "cnum": 49,
        "content": "For all can see that wise men die; the foolish and the senseless alike perish and leave their wealth to others.",
        "vcode": "NIV",
        "vnum": 10
    },
    {
        "bcode": 19,
        "cnum": 49,
        "content": "Their tombs will remain their houses forever, their dwellings for endless generations, though they had named lands after themselves.",
        "vcode": "NIV",
        "vnum": 11
    },
    {
        "bcode": 19,
        "cnum": 49,
        "content": "But man, despite his riches, does not endure; he is like the beasts that perish.",
        "vcode": "NIV",
        "vnum": 12
    },
    {
        "bcode": 19,
        "cnum": 49,
        "content": "This is the fate of those who trust in themselves, and of their followers, who approve their sayings. Selah",
        "vcode": "NIV",
        "vnum": 13
    },
    {
        "bcode": 19,
        "cnum": 49,
        "content": "Like sheep they are destined for the grave, and death will feed on them. The upright will rule over them in the morning; their forms will decay in the grave, far from their princely mansions.",
        "vcode": "NIV",
        "vnum": 14
    },
    {
        "bcode": 19,
        "cnum": 49,
        "content": "But God will redeem my life from the grave; he will surely take me to himself. Selah",
        "vcode": "NIV",
        "vnum": 15
    },
    {
        "bcode": 19,
        "cnum": 49,
        "content": "Do not be overawed when a man grows rich, when the splendor of his house increases;",
        "vcode": "NIV",
        "vnum": 16
    },
    {
        "bcode": 19,
        "cnum": 49,
        "content": "for he will take nothing with him when he dies, his splendor will not descend with him.",
        "vcode": "NIV",
        "vnum": 17
    },
    {
        "bcode": 19,
        "cnum": 49,
        "content": "Though while he lived he counted himself blessed-- and men praise you when you prosper-",
        "vcode": "NIV",
        "vnum": 18
    },
    {
        "bcode": 19,
        "cnum": 49,
        "content": "he will join the generation of his fathers, who will never see the light of life .",
        "vcode": "NIV",
        "vnum": 19
    },
    {
        "bcode": 19,
        "cnum": 49,
        "content": "A man who has riches without understanding is like the beasts that perish.",
        "vcode": "NIV",
        "vnum": 20
    }
]