[
    {
        "bcode": 13,
        "cnum": 13,
        "content": "David conferred with each of his officers, the commanders of thousands and commanders of hundreds.",
        "vcode": "NIV",
        "vnum": 1
    },
    {
        "bcode": 13,
        "cnum": 13,
        "content": "He then said to the whole assembly of Israel, \"If it seems good to you and if it is the will of the LORD our God, let us send word far and wide to the rest of our brothers throughout the territories of Israel, and also to the priests and Levites who are with them in their towns and pasturelands, to come and join us.",
        "vcode": "NIV",
        "vnum": 2
    },
    {
        "bcode": 13,
        "cnum": 13,
        "content": "Let us bring the ark of our God back to us, for we did not inquire of it during the reign of Saul.\"",
        "vcode": "NIV",
        "vnum": 3
    },
    {
        "bcode": 13,
        "cnum": 13,
        "content": "The whole assembly agreed to do this, because it seemed right to all the people.",
        "vcode": "NIV",
        "vnum": 4
    },
    {
        "bcode": 13,
        "cnum": 13,
        "content": "So David assembled all the Israelites, from the Shihor River in Egypt to Lebo Hamath, to bring the ark of God from Kiriath Jearim.",
        "vcode": "NIV",
        "vnum": 5
    },
    {
        "bcode": 13,
        "cnum": 13,
        "content": "David and all the Israelites with him went to Baalah of Judah (Kiriath Jearim) to bring up from there the ark of God the LORD, who is enthroned between the cherubim--the ark that is called by the Name.",
        "vcode": "NIV",
        "vnum": 6
    },
    {
        "bcode": 13,
        "cnum": 13,
        "content": "They moved the ark of God from Abinadab's house on a new cart, with Uzzah and Ahio guiding it.",
        "vcode": "NIV",
        "vnum": 7
    },
    {
        "bcode": 13,
        "cnum": 13,
        "content": "David and all the Israelites were celebrating with all their might before God, with songs and with harps, lyres, tambourines, cymbals and trumpets.",
        "vcode": "NIV",
        "vnum": 8
    },
    {
        "bcode": 13,
        "cnum": 13,
        "content": "When they came to the threshing floor of Kidon, Uzzah reached out his hand to steady the ark, because the oxen stumbled.",
        "vcode": "NIV",
        "vnum": 9
    },
    {
        "bcode": 13,
        "cnum": 13,
        "content": "The LORD's anger burned against Uzzah, and he struck him down because he had put his hand on the ark. So he died there before God.",
        "vcode": "NIV",
        "vnum": 10
    },
    {
        "bcode": 13,
        "cnum": 13,
        "content": "Then David was angry because the LORD's wrath had broken out against Uzzah, and to this day that place is called Perez Uzzah.",
        "vcode": "NIV",
        "vnum": 11
    },
    {
        "bcode": 13,
        "cnum": 13,
        "content": "David was afraid of God that day and asked, \"How can I ever bring the ark of God to me?\"",
        "vcode": "NIV",
        "vnum": 12
    },
    {
        "bcode": 13,
        "cnum": 13,
        "content": "He did not take the ark to be with him in the City of David. Instead, he took it aside to the house of Obed-Edom the Gittite.",
        "vcode": "NIV",
        "vnum": 13
    },
    {
        "bcode": 13,
        "cnum": 13,
        "content": "The ark of God remained with the family of Obed-Edom in his house for three months, and the LORD blessed his household and everything he had.",
        "vcode": "NIV",
        "vnum": 14
    }
]