[
    {
        "bcode": 28,
        "cnum": 1,
        "content": "The word of the LORD that came to Hosea son of Beeri during the reigns of Uzziah, Jotham, Ahaz and Hezekiah, kings of Judah, and during the reign of Jeroboam son of Jehoash king of Israel:",
        "vcode": "NIV",
        "vnum": 1
    },
    {
        "bcode": 28,
        "cnum": 1,
        "content": "When the LORD began to speak through Hosea, the LORD said to him, \"Go, take to yourself an adulterous wife and children of unfaithfulness, because the land is guilty of the vilest adultery in departing from the LORD.\"",
        "vcode": "NIV",
        "vnum": 2
    },
    {
        "bcode": 28,
        "cnum": 1,
        "content": "So he married Gomer daughter of Diblaim, and she conceived and bore him a son.",
        "vcode": "NIV",
        "vnum": 3
    },
    {
        "bcode": 28,
        "cnum": 1,
        "content": "Then the LORD said to Hosea, \"Call him Jezreel, because I will soon punish the house of Jehu for the massacre at Jezreel, and I will put an end to the kingdom of Israel.",
        "vcode": "NIV",
        "vnum": 4
    },
    {
        "bcode": 28,
        "cnum": 1,
        "content": "In that day I will break Israel's bow in the Valley of Jezreel.\"",
        "vcode": "NIV",
        "vnum": 5
    },
    {
        "bcode": 28,
        "cnum": 1,
        "content": "Gomer conceived again and gave birth to a daughter. Then the LORD said to Hosea, \"Call her Lo-Ruhamah, for I will no longer show love to the house of Israel, that I should at all forgive them.",
        "vcode": "NIV",
        "vnum": 6
    },
    {
        "bcode": 28,
        "cnum": 1,
        "content": "Yet I will show love to the house of Judah; and I will save them--not by bow, sword or battle, or by horses and horsemen, but by the LORD their God.\"",
        "vcode": "NIV",
        "vnum": 7
    },
    {
        "bcode": 28,
        "cnum": 1,
        "content": "After she had weaned Lo-Ruhamah, Gomer had another son.",
        "vcode": "NIV",
        "vnum": 8
    },
    {
        "bcode": 28,
        "cnum": 1,
        "content": "Then the LORD said, \"Call him Lo-Ammi, for you are not my people, and I am not your God.",
        "vcode": "NIV",
        "vnum": 9
    },
    {
        "bcode": 28,
        "cnum": 1,
        "content": "\"Yet the Israelites will be like the sand on the seashore, which cannot be measured or counted. In the place where it was said to them, 'You are not my people,' they will be called 'sons of the living God.'",
        "vcode": "NIV",
        "vnum": 10
    },
    {
        "bcode": 28,
        "cnum": 1,
        "content": "The people of Judah and the people of Israel will be reunited, and they will appoint one leader and will come up out of the land, for great will be the day of Jezreel.",
        "vcode": "NIV",
        "vnum": 11
    }
]