{"pageProps":{"version":{"name":"NIV","vcode":"NIV"},"bible":{"bcode":7,"chapterCount":21,"name":"Judges","type":"old","vcode":"NIV"},"chapter":"18","verses":[{"bcode":7,"cnum":18,"content":"In those days Israel had no king. And in those days the tribe of the Danites was seeking a place of their own where they might settle, because they had not yet come into an inheritance among the tribes of Israel.","vcode":"NIV","vnum":1},{"bcode":7,"cnum":18,"content":"So the Danites sent five warriors from Zorah and Eshtaol to spy out the land and explore it. These men represented all their clans. They told them, \"Go, explore the land.\" The men entered the hill country of Ephraim and came to the house of Micah, where they spent the night.","vcode":"NIV","vnum":2},{"bcode":7,"cnum":18,"content":"When they were near Micah's house, they recognized the voice of the young Levite; so they turned in there and asked him, \"Who brought you here? What are you doing in this place? Why are you here?\"","vcode":"NIV","vnum":3},{"bcode":7,"cnum":18,"content":"He told them what Micah had done for him, and said, \"He has hired me and I am his priest.\"","vcode":"NIV","vnum":4},{"bcode":7,"cnum":18,"content":"Then they said to him, \"Please inquire of God to learn whether our journey will be successful.\"","vcode":"NIV","vnum":5},{"bcode":7,"cnum":18,"content":"The priest answered them, \"Go in peace. Your journey has the LORD's approval.\"","vcode":"NIV","vnum":6},{"bcode":7,"cnum":18,"content":"So the five men left and came to Laish, where they saw that the people were living in safety, like the Sidonians, unsuspecting and secure. And since their land lacked nothing, they were prosperous. Also, they lived a long way from the Sidonians and had no relationship with anyone else.","vcode":"NIV","vnum":7},{"bcode":7,"cnum":18,"content":"When they returned to Zorah and Eshtaol, their brothers asked them, \"How did you find things?\"","vcode":"NIV","vnum":8},{"bcode":7,"cnum":18,"content":"They answered, \"Come on, let's attack them! We have seen that the land is very good. Aren't you going to do something? Don't hesitate to go there and take it over.","vcode":"NIV","vnum":9},{"bcode":7,"cnum":18,"content":"When you get there, you will find an unsuspecting people and a spacious land that God has put into your hands, a land that lacks nothing whatever.\"","vcode":"NIV","vnum":10},{"bcode":7,"cnum":18,"content":"Then six hundred men from the clan of the Danites, armed for battle, set out from Zorah and Eshtaol.","vcode":"NIV","vnum":11},{"bcode":7,"cnum":18,"content":"On their way they set up camp near Kiriath Jearim in Judah. This is why the place west of Kiriath Jearim is called Mahaneh Dan to this day.","vcode":"NIV","vnum":12},{"bcode":7,"cnum":18,"content":"From there they went on to the hill country of Ephraim and came to Micah's house.","vcode":"NIV","vnum":13},{"bcode":7,"cnum":18,"content":"Then the five men who had spied out the land of Laish said to their brothers, \"Do you know that one of these houses has an ephod, other household gods, a carved image and a cast idol? Now you know what to do.\"","vcode":"NIV","vnum":14},{"bcode":7,"cnum":18,"content":"So they turned in there and went to the house of the young Levite at Micah's place and greeted him.","vcode":"NIV","vnum":15},{"bcode":7,"cnum":18,"content":"The six hundred Danites, armed for battle, stood at the entrance to the gate.","vcode":"NIV","vnum":16},{"bcode":7,"cnum":18,"content":"The five men who had spied out the land went inside and took the carved image, the ephod, the other household gods and the cast idol while the priest and the six hundred armed men stood at the entrance to the gate.","vcode":"NIV","vnum":17},{"bcode":7,"cnum":18,"content":"When these men went into Micah's house and took the carved image, the ephod, the other household gods and the cast idol, the priest said to them, \"What are you doing?\"","vcode":"NIV","vnum":18},{"bcode":7,"cnum":18,"content":"They answered him, \"Be quiet! Don't say a word. Come with us, and be our father and priest. Isn't it better that you serve a tribe and clan in Israel as priest rather than just one man's household?\"","vcode":"NIV","vnum":19},{"bcode":7,"cnum":18,"content":"Then the priest was glad. He took the ephod, the other household gods and the carved image and went along with the people.","vcode":"NIV","vnum":20},{"bcode":7,"cnum":18,"content":"Putting their little children, their livestock and their possessions in front of them, they turned away and left.","vcode":"NIV","vnum":21},{"bcode":7,"cnum":18,"content":"When they had gone some distance from Micah's house, the men who lived near Micah were called together and overtook the Danites.","vcode":"NIV","vnum":22},{"bcode":7,"cnum":18,"content":"As they shouted after them, the Danites turned and said to Micah, \"What's the matter with you that you called out your men to fight?\"","vcode":"NIV","vnum":23},{"bcode":7,"cnum":18,"content":"He replied, \"You took the gods I made, and my priest, and went away. What else do I have? How can you ask, 'What's the matter with you?' \"","vcode":"NIV","vnum":24},{"bcode":7,"cnum":18,"content":"The Danites answered, \"Don't argue with us, or some hot-tempered men will attack you, and you and your family will lose your lives.\"","vcode":"NIV","vnum":25},{"bcode":7,"cnum":18,"content":"So the Danites went their way, and Micah, seeing that they were too strong for him, turned around and went back home.","vcode":"NIV","vnum":26},{"bcode":7,"cnum":18,"content":"Then they took what Micah had made, and his priest, and went on to Laish, against a peaceful and unsuspecting people. They attacked them with the sword and burned down their city.","vcode":"NIV","vnum":27},{"bcode":7,"cnum":18,"content":"There was no one to rescue them because they lived a long way from Sidon and had no relationship with anyone else. The city was in a valley near Beth Rehob. The Danites rebuilt the city and settled there.","vcode":"NIV","vnum":28},{"bcode":7,"cnum":18,"content":"They named it Dan after their forefather Dan, who was born to Israel--though the city used to be called Laish.","vcode":"NIV","vnum":29},{"bcode":7,"cnum":18,"content":"There the Danites set up for themselves the idols, and Jonathan son of Gershom, the son of Moses, and his sons were priests for the tribe of Dan until the time of the captivity of the land.","vcode":"NIV","vnum":30},{"bcode":7,"cnum":18,"content":"They continued to use the idols Micah had made, all the time the house of God was in Shiloh.","vcode":"NIV","vnum":31}]},"__N_SSG":true}