{"pageProps":{"version":{"name":"NIV","vcode":"NIV"},"bible":{"bcode":7,"chapterCount":21,"name":"Judges","type":"old","vcode":"NIV"},"chapter":"4","verses":[{"bcode":7,"cnum":4,"content":"After Ehud died, the Israelites once again did evil in the eyes of the LORD.","vcode":"NIV","vnum":1},{"bcode":7,"cnum":4,"content":"So the LORD sold them into the hands of Jabin, a king of Canaan, who reigned in Hazor. The commander of his army was Sisera, who lived in Harosheth Haggoyim.","vcode":"NIV","vnum":2},{"bcode":7,"cnum":4,"content":"Because he had nine hundred iron chariots and had cruelly oppressed the Israelites for twenty years, they cried to the LORD for help.","vcode":"NIV","vnum":3},{"bcode":7,"cnum":4,"content":"Deborah, a prophetess, the wife of Lappidoth, was leading Israel at that time.","vcode":"NIV","vnum":4},{"bcode":7,"cnum":4,"content":"She held court under the Palm of Deborah between Ramah and Bethel in the hill country of Ephraim, and the Israelites came to her to have their disputes decided.","vcode":"NIV","vnum":5},{"bcode":7,"cnum":4,"content":"She sent for Barak son of Abinoam from Kedesh in Naphtali and said to him, \"The LORD, the God of Israel, commands you: 'Go, take with you ten thousand men of Naphtali and Zebulun and lead the way to Mount Tabor.","vcode":"NIV","vnum":6},{"bcode":7,"cnum":4,"content":"I will lure Sisera, the commander of Jabin's army, with his chariots and his troops to the Kishon River and give him into your hands.' \"","vcode":"NIV","vnum":7},{"bcode":7,"cnum":4,"content":"Barak said to her, \"If you go with me, I will go; but if you don't go with me, I won't go.\"","vcode":"NIV","vnum":8},{"bcode":7,"cnum":4,"content":"\"Very well,\" Deborah said, \"I will go with you. But because of the way you are going about this, the honor will not be yours, for the LORD will hand Sisera over to a woman.\" So Deborah went with Barak to Kedesh,","vcode":"NIV","vnum":9},{"bcode":7,"cnum":4,"content":"where he summoned Zebulun and Naphtali. Ten thousand men followed him, and Deborah also went with him.","vcode":"NIV","vnum":10},{"bcode":7,"cnum":4,"content":"Now Heber the Kenite had left the other Kenites, the descendants of Hobab, Moses' brother-in-law, and pitched his tent by the great tree in Zaanannim near Kedesh.","vcode":"NIV","vnum":11},{"bcode":7,"cnum":4,"content":"When they told Sisera that Barak son of Abinoam had gone up to Mount Tabor,","vcode":"NIV","vnum":12},{"bcode":7,"cnum":4,"content":"Sisera gathered together his nine hundred iron chariots and all the men with him, from Harosheth Haggoyim to the Kishon River.","vcode":"NIV","vnum":13},{"bcode":7,"cnum":4,"content":"Then Deborah said to Barak, \"Go! This is the day the LORD has given Sisera into your hands. Has not the LORD gone ahead of you?\" So Barak went down Mount Tabor, followed by ten thousand men.","vcode":"NIV","vnum":14},{"bcode":7,"cnum":4,"content":"At Barak's advance, the LORD routed Sisera and all his chariots and army by the sword, and Sisera abandoned his chariot and fled on foot.","vcode":"NIV","vnum":15},{"bcode":7,"cnum":4,"content":"But Barak pursued the chariots and army as far as Harosheth Haggoyim. All the troops of Sisera fell by the sword; not a man was left.","vcode":"NIV","vnum":16},{"bcode":7,"cnum":4,"content":"Sisera, however, fled on foot to the tent of Jael, the wife of Heber the Kenite, because there were friendly relations between Jabin king of Hazor and the clan of Heber the Kenite.","vcode":"NIV","vnum":17},{"bcode":7,"cnum":4,"content":"Jael went out to meet Sisera and said to him, \"Come, my Lord , come right in. Don't be afraid.\" So he entered her tent, and she put a covering over him.","vcode":"NIV","vnum":18},{"bcode":7,"cnum":4,"content":"\"I'm thirsty,\" he said. \"Please give me some water.\" She opened a skin of milk, gave him a drink, and covered him up.","vcode":"NIV","vnum":19},{"bcode":7,"cnum":4,"content":"\"Stand in the doorway of the tent,\" he told her. \"If someone comes by and asks you, 'Is anyone here?' say 'No.' \"","vcode":"NIV","vnum":20},{"bcode":7,"cnum":4,"content":"But Jael, Heber's wife, picked up a tent peg and a hammer and went quietly to him while he lay fast asleep, exhausted. She drove the peg through his temple into the ground, and he died.","vcode":"NIV","vnum":21},{"bcode":7,"cnum":4,"content":"Barak came by in pursuit of Sisera, and Jael went out to meet him. \"Come,\" she said, \"I will show you the man you're looking for.\" So he went in with her, and there lay Sisera with the tent peg through his temple-dead.","vcode":"NIV","vnum":22},{"bcode":7,"cnum":4,"content":"On that day God subdued Jabin, the Canaanite king, before the Israelites.","vcode":"NIV","vnum":23},{"bcode":7,"cnum":4,"content":"And the hand of the Israelites grew stronger and stronger against Jabin, the Canaanite king, until they destroyed him.","vcode":"NIV","vnum":24}]},"__N_SSG":true}