[
    {
        "bcode": 14,
        "cnum": 3,
        "content": "Then Solomon began to build the temple of the LORD in Jerusalem on Mount Moriah, where the LORD had appeared to his father David. It was on the threshing floor of Araunah the Jebusite, the place provided by David.",
        "vcode": "NIV",
        "vnum": 1
    },
    {
        "bcode": 14,
        "cnum": 3,
        "content": "He began building on the second day of the second month in the fourth year of his reign.",
        "vcode": "NIV",
        "vnum": 2
    },
    {
        "bcode": 14,
        "cnum": 3,
        "content": "The foundation Solomon laid for building the temple of God was sixty cubits long and twenty cubits wide (using the cubit of the old standard).",
        "vcode": "NIV",
        "vnum": 3
    },
    {
        "bcode": 14,
        "cnum": 3,
        "content": "The portico at the front of the temple was twenty cubits long across the width of the building and twenty cubits high. He overlaid the inside with pure gold.",
        "vcode": "NIV",
        "vnum": 4
    },
    {
        "bcode": 14,
        "cnum": 3,
        "content": "He paneled the main hall with pine and covered it with fine gold and decorated it with palm tree and chain designs.",
        "vcode": "NIV",
        "vnum": 5
    },
    {
        "bcode": 14,
        "cnum": 3,
        "content": "He adorned the temple with precious stones. And the gold he used was gold of Parvaim.",
        "vcode": "NIV",
        "vnum": 6
    },
    {
        "bcode": 14,
        "cnum": 3,
        "content": "He overlaid the ceiling beams, doorframes, walls and doors of the temple with gold, and he carved cherubim on the walls.",
        "vcode": "NIV",
        "vnum": 7
    },
    {
        "bcode": 14,
        "cnum": 3,
        "content": "He built the Most Holy Place, its length corresponding to the width of the temple--twenty cubits long and twenty cubits wide. He overlaid the inside with six hundred talents of fine gold.",
        "vcode": "NIV",
        "vnum": 8
    },
    {
        "bcode": 14,
        "cnum": 3,
        "content": "The gold nails weighed fifty shekels. He also overlaid the upper parts with gold.",
        "vcode": "NIV",
        "vnum": 9
    },
    {
        "bcode": 14,
        "cnum": 3,
        "content": "In the Most Holy Place he made a pair of sculptured cherubim and overlaid them with gold.",
        "vcode": "NIV",
        "vnum": 10
    },
    {
        "bcode": 14,
        "cnum": 3,
        "content": "The total wingspan of the cherubim was twenty cubits. One wing of the first cherub was five cubits long and touched the temple wall, while its other wing, also five cubits long, touched the wing of the other cherub.",
        "vcode": "NIV",
        "vnum": 11
    },
    {
        "bcode": 14,
        "cnum": 3,
        "content": "Similarly one wing of the second cherub was five cubits long and touched the other temple wall, and its other wing, also five cubits long, touched the wing of the first cherub.",
        "vcode": "NIV",
        "vnum": 12
    },
    {
        "bcode": 14,
        "cnum": 3,
        "content": "The wings of these cherubim extended twenty cubits. They stood on their feet, facing the main hall.",
        "vcode": "NIV",
        "vnum": 13
    },
    {
        "bcode": 14,
        "cnum": 3,
        "content": "He made the curtain of blue, purple and crimson yarn and fine linen, with cherubim worked into it.",
        "vcode": "NIV",
        "vnum": 14
    },
    {
        "bcode": 14,
        "cnum": 3,
        "content": "In the front of the temple he made two pillars, which together were thirty-five cubits long, each with a capital on top measuring five cubits.",
        "vcode": "NIV",
        "vnum": 15
    },
    {
        "bcode": 14,
        "cnum": 3,
        "content": "He made interwoven chains and put them on top of the pillars. He also made a hundred pomegranates and attached them to the chains.",
        "vcode": "NIV",
        "vnum": 16
    },
    {
        "bcode": 14,
        "cnum": 3,
        "content": "He erected the pillars in the front of the temple, one to the south and one to the north. The one to the south he named Jakin and the one to the north Boaz.",
        "vcode": "NIV",
        "vnum": 17
    }
]