{"pageProps":{"version":{"name":"NIV","vcode":"NIV"},"bible":{"bcode":13,"chapterCount":29,"name":"1 Chronicles","type":"old","vcode":"NIV"},"chapter":"24","verses":[{"bcode":13,"cnum":24,"content":"These were the divisions of the sons of Aaron: The sons of Aaron were Nadab, Abihu, Eleazar and Ithamar.","vcode":"NIV","vnum":1},{"bcode":13,"cnum":24,"content":"But Nadab and Abihu died before their father did, and they had no sons; so Eleazar and Ithamar served as the priests.","vcode":"NIV","vnum":2},{"bcode":13,"cnum":24,"content":"With the help of Zadok a descendant of Eleazar and Ahimelech a descendant of Ithamar, David separated them into divisions for their appointed order of ministering.","vcode":"NIV","vnum":3},{"bcode":13,"cnum":24,"content":"A larger number of leaders were found among Eleazar's descendants than among Ithamar's, and they were divided accordingly: sixteen heads of families from Eleazar's descendants and eight heads of families from Ithamar's descendants.","vcode":"NIV","vnum":4},{"bcode":13,"cnum":24,"content":"They divided them impartially by drawing lots, for there were officials of the sanctuary and officials of God among the descendants of both Eleazar and Ithamar.","vcode":"NIV","vnum":5},{"bcode":13,"cnum":24,"content":"The scribe Shemaiah son of Nethanel, a Levite, recorded their names in the presence of the king and of the officials: Zadok the priest, Ahimelech son of Abiathar and the heads of families of the priests and of the Levites--one family being taken from Eleazar and then one from Ithamar.","vcode":"NIV","vnum":6},{"bcode":13,"cnum":24,"content":"The first lot fell to Jehoiarib, the second to Jedaiah,","vcode":"NIV","vnum":7},{"bcode":13,"cnum":24,"content":"the third to Harim, the fourth to Seorim,","vcode":"NIV","vnum":8},{"bcode":13,"cnum":24,"content":"the fifth to Malkijah, the sixth to Mijamin,","vcode":"NIV","vnum":9},{"bcode":13,"cnum":24,"content":"the seventh to Hakkoz, the eighth to Abijah,","vcode":"NIV","vnum":10},{"bcode":13,"cnum":24,"content":"the ninth to Jeshua, the tenth to Shecaniah,","vcode":"NIV","vnum":11},{"bcode":13,"cnum":24,"content":"the eleventh to Eliashib, the twelfth to Jakim,","vcode":"NIV","vnum":12},{"bcode":13,"cnum":24,"content":"the thirteenth to Huppah, the fourteenth to Jeshebeab,","vcode":"NIV","vnum":13},{"bcode":13,"cnum":24,"content":"the fifteenth to Bilgah, the sixteenth to Immer,","vcode":"NIV","vnum":14},{"bcode":13,"cnum":24,"content":"the seventeenth to Hezir, the eighteenth to Happizzez,","vcode":"NIV","vnum":15},{"bcode":13,"cnum":24,"content":"the nineteenth to Pethahiah, the twentieth to Jehezkel,","vcode":"NIV","vnum":16},{"bcode":13,"cnum":24,"content":"the twenty-first to Jakin, the twenty-second to Gamul,","vcode":"NIV","vnum":17},{"bcode":13,"cnum":24,"content":"the twenty-third to Delaiah and the twenty-fourth to Maaziah.","vcode":"NIV","vnum":18},{"bcode":13,"cnum":24,"content":"This was their appointed order of ministering when they entered the temple of the LORD, according to the regulations prescribed for them by their forefather Aaron, as the LORD, the God of Israel, had commanded him.","vcode":"NIV","vnum":19},{"bcode":13,"cnum":24,"content":"As for the rest of the descendants of Levi: from the sons of Amram: Shubael; from the sons of Shubael: Jehdeiah.","vcode":"NIV","vnum":20},{"bcode":13,"cnum":24,"content":"As for Rehabiah, from his sons: Isshiah was the first.","vcode":"NIV","vnum":21},{"bcode":13,"cnum":24,"content":"From the Izharites: Shelomoth; from the sons of Shelomoth: Jahath.","vcode":"NIV","vnum":22},{"bcode":13,"cnum":24,"content":"The sons of Hebron: Jeriah the first, Amariah the second, Jahaziel the third and Jekameam the fourth.","vcode":"NIV","vnum":23},{"bcode":13,"cnum":24,"content":"The son of Uzziel: Micah; from the sons of Micah: Shamir.","vcode":"NIV","vnum":24},{"bcode":13,"cnum":24,"content":"The brother of Micah: Isshiah; from the sons of Isshiah: Zechariah.","vcode":"NIV","vnum":25},{"bcode":13,"cnum":24,"content":"The sons of Merari: Mahli and Mushi. The son of Jaaziah: Beno.","vcode":"NIV","vnum":26},{"bcode":13,"cnum":24,"content":"The sons of Merari: from Jaaziah: Beno, Shoham, Zaccur and Ibri.","vcode":"NIV","vnum":27},{"bcode":13,"cnum":24,"content":"From Mahli: Eleazar, who had no sons.","vcode":"NIV","vnum":28},{"bcode":13,"cnum":24,"content":"From Kish: the son of Kish: Jerahmeel.","vcode":"NIV","vnum":29},{"bcode":13,"cnum":24,"content":"And the sons of Mushi: Mahli, Eder and Jerimoth. These were the Levites, according to their families.","vcode":"NIV","vnum":30},{"bcode":13,"cnum":24,"content":"They also cast lots, just as their brothers the descendants of Aaron did, in the presence of King David and of Zadok, Ahimelech, and the heads of families of the priests and of the Levites. The families of the oldest brother were treated the same as those of the youngest.","vcode":"NIV","vnum":31}]},"__N_SSG":true}