[
    {
        "bcode": 44,
        "cnum": 11,
        "content": "The apostles and the brothers throughout Judea heard that the Gentiles also had received the word of God.",
        "vcode": "NIV",
        "vnum": 1
    },
    {
        "bcode": 44,
        "cnum": 11,
        "content": "So when Peter went up to Jerusalem, the circumcised believers criticized him",
        "vcode": "NIV",
        "vnum": 2
    },
    {
        "bcode": 44,
        "cnum": 11,
        "content": "and said, \"You went into the house of uncircumcised men and ate with them.\"",
        "vcode": "NIV",
        "vnum": 3
    },
    {
        "bcode": 44,
        "cnum": 11,
        "content": "Peter began and explained everything to them precisely as it had happened:",
        "vcode": "NIV",
        "vnum": 4
    },
    {
        "bcode": 44,
        "cnum": 11,
        "content": "\"I was in the city of Joppa praying, and in a trance I saw a vision. I saw something like a large sheet being let down from heaven by its four corners, and it came down to where I was.",
        "vcode": "NIV",
        "vnum": 5
    },
    {
        "bcode": 44,
        "cnum": 11,
        "content": "I looked into it and saw four-footed animals of the earth, wild beasts, reptiles, and birds of the air.",
        "vcode": "NIV",
        "vnum": 6
    },
    {
        "bcode": 44,
        "cnum": 11,
        "content": "Then I heard a voice telling me, 'Get up, Peter. Kill and eat.'",
        "vcode": "NIV",
        "vnum": 7
    },
    {
        "bcode": 44,
        "cnum": 11,
        "content": "\"I replied, 'Surely not, Lord! Nothing impure or unclean has ever entered my mouth.'",
        "vcode": "NIV",
        "vnum": 8
    },
    {
        "bcode": 44,
        "cnum": 11,
        "content": "\"The voice spoke from heaven a second time, 'Do not call anything impure that God has made clean.'",
        "vcode": "NIV",
        "vnum": 9
    },
    {
        "bcode": 44,
        "cnum": 11,
        "content": "This happened three times, and then it was all pulled up to heaven again.",
        "vcode": "NIV",
        "vnum": 10
    },
    {
        "bcode": 44,
        "cnum": 11,
        "content": "\"Right then three men who had been sent to me from Caesarea stopped at the house where I was staying.",
        "vcode": "NIV",
        "vnum": 11
    },
    {
        "bcode": 44,
        "cnum": 11,
        "content": "The Spirit told me to have no hesitation about going with them. These six brothers also went with me, and we entered the man's house.",
        "vcode": "NIV",
        "vnum": 12
    },
    {
        "bcode": 44,
        "cnum": 11,
        "content": "He told us how he had seen an angel appear in his house and say, 'Send to Joppa for Simon who is called Peter.",
        "vcode": "NIV",
        "vnum": 13
    },
    {
        "bcode": 44,
        "cnum": 11,
        "content": "He will bring you a message through which you and all your household will be saved.'",
        "vcode": "NIV",
        "vnum": 14
    },
    {
        "bcode": 44,
        "cnum": 11,
        "content": "\"As I began to speak, the Holy Spirit came on them as he had come on us at the beginning.",
        "vcode": "NIV",
        "vnum": 15
    },
    {
        "bcode": 44,
        "cnum": 11,
        "content": "Then I remembered what the Lord had said: 'John baptized withwater, but you will be baptized with the Holy Spirit.'",
        "vcode": "NIV",
        "vnum": 16
    },
    {
        "bcode": 44,
        "cnum": 11,
        "content": "So if God gave them the same gift as he gave us, who believed in the Lord Jesus Christ, who was I to think that I could oppose God?\"",
        "vcode": "NIV",
        "vnum": 17
    },
    {
        "bcode": 44,
        "cnum": 11,
        "content": "When they heard this, they had no further objections and praised God, saying, \"So then, God has granted even the Gentiles repentance unto life.\"",
        "vcode": "NIV",
        "vnum": 18
    },
    {
        "bcode": 44,
        "cnum": 11,
        "content": "Now those who had been scattered by the persecution in connection with Stephen traveled as far as Phoenicia, Cyprus and Antioch, telling the message only to Jews.",
        "vcode": "NIV",
        "vnum": 19
    },
    {
        "bcode": 44,
        "cnum": 11,
        "content": "Some of them, however, men from Cyprus and Cyrene, went to Antioch and began to speak to Greeks also, telling them the good news about the Lord Jesus.",
        "vcode": "NIV",
        "vnum": 20
    },
    {
        "bcode": 44,
        "cnum": 11,
        "content": "The Lord's hand was with them, and a great number of people believed and turned to the Lord.",
        "vcode": "NIV",
        "vnum": 21
    },
    {
        "bcode": 44,
        "cnum": 11,
        "content": "News of this reached the ears of the church at Jerusalem, and they sent Barnabas to Antioch.",
        "vcode": "NIV",
        "vnum": 22
    },
    {
        "bcode": 44,
        "cnum": 11,
        "content": "When he arrived and saw the evidence of the grace of God, he was glad and encouraged them all to remain true to the Lord with all their hearts.",
        "vcode": "NIV",
        "vnum": 23
    },
    {
        "bcode": 44,
        "cnum": 11,
        "content": "He was a good man, full of the Holy Spirit and faith, and a great number of people were brought to the Lord.",
        "vcode": "NIV",
        "vnum": 24
    },
    {
        "bcode": 44,
        "cnum": 11,
        "content": "Then Barnabas went to Tarsus to look for Saul,",
        "vcode": "NIV",
        "vnum": 25
    },
    {
        "bcode": 44,
        "cnum": 11,
        "content": "and when he found him, he brought him to Antioch. So for a whole year Barnabas and Saul met with the church and taught great numbers of people. The disciples were called Christians first at Antioch.",
        "vcode": "NIV",
        "vnum": 26
    },
    {
        "bcode": 44,
        "cnum": 11,
        "content": "During this time some prophets came down from Jerusalem to Antioch.",
        "vcode": "NIV",
        "vnum": 27
    },
    {
        "bcode": 44,
        "cnum": 11,
        "content": "One of them, named Agabus, stood up and through the Spirit predicted that a severe famine would spread over the entire Roman world. (This happened during the reign of Claudius.)",
        "vcode": "NIV",
        "vnum": 28
    },
    {
        "bcode": 44,
        "cnum": 11,
        "content": "The disciples, each according to his ability, decided to provide help for the brothers living in Judea.",
        "vcode": "NIV",
        "vnum": 29
    },
    {
        "bcode": 44,
        "cnum": 11,
        "content": "This they did, sending their gift to the elders by Barnabas and Saul.",
        "vcode": "NIV",
        "vnum": 30
    }
]