[
    {
        "bcode": 44,
        "cnum": 4,
        "content": "The priests and the captain of the temple guard and the Sadducees came up to Peter and John while they were speaking to the people.",
        "vcode": "NIV",
        "vnum": 1
    },
    {
        "bcode": 44,
        "cnum": 4,
        "content": "They were greatly disturbed because the apostles were teaching the people and proclaiming in Jesus the resurrection of the dead.",
        "vcode": "NIV",
        "vnum": 2
    },
    {
        "bcode": 44,
        "cnum": 4,
        "content": "They seized Peter and John, and because it was evening, they put them in jail until the next day.",
        "vcode": "NIV",
        "vnum": 3
    },
    {
        "bcode": 44,
        "cnum": 4,
        "content": "But many who heard the message believed, and the number of men grew to about five thousand.",
        "vcode": "NIV",
        "vnum": 4
    },
    {
        "bcode": 44,
        "cnum": 4,
        "content": "The next day the rulers, elders and teachers of the law met in Jerusalem.",
        "vcode": "NIV",
        "vnum": 5
    },
    {
        "bcode": 44,
        "cnum": 4,
        "content": "Annas the high priest was there, and so were Caiaphas, John, Alexander and the other men of the high priest's family.",
        "vcode": "NIV",
        "vnum": 6
    },
    {
        "bcode": 44,
        "cnum": 4,
        "content": "They had Peter and John brought before them and began to question them: \"By what power or what name did you do this?\"",
        "vcode": "NIV",
        "vnum": 7
    },
    {
        "bcode": 44,
        "cnum": 4,
        "content": "Then Peter, filled with the Holy Spirit, said to them: \"Rulers and elders of the people!",
        "vcode": "NIV",
        "vnum": 8
    },
    {
        "bcode": 44,
        "cnum": 4,
        "content": "If we are being called to account today for an act of kindness shown to a cripple and are asked how he was healed,",
        "vcode": "NIV",
        "vnum": 9
    },
    {
        "bcode": 44,
        "cnum": 4,
        "content": "then know this, you and all the people of Israel: It is by the name of Jesus Christ of Nazareth, whom you crucified but whom God raised from the dead, that this man stands before you healed.",
        "vcode": "NIV",
        "vnum": 10
    },
    {
        "bcode": 44,
        "cnum": 4,
        "content": "He is \" 'the stone you builders rejected, which has become the capstone.'",
        "vcode": "NIV",
        "vnum": 11
    },
    {
        "bcode": 44,
        "cnum": 4,
        "content": "Salvation is found in no one else, for there is no other name under heaven given to men by which we must be saved.\"",
        "vcode": "NIV",
        "vnum": 12
    },
    {
        "bcode": 44,
        "cnum": 4,
        "content": "When they saw the courage of Peter and John and realized that they were unschooled, ordinary men, they were astonished and they took note that these men had been with Jesus.",
        "vcode": "NIV",
        "vnum": 13
    },
    {
        "bcode": 44,
        "cnum": 4,
        "content": "But since they could see the man who had been healed standing there with them, there was nothing they could say.",
        "vcode": "NIV",
        "vnum": 14
    },
    {
        "bcode": 44,
        "cnum": 4,
        "content": "So they ordered them to withdraw from the Sanhedrin and then conferred together.",
        "vcode": "NIV",
        "vnum": 15
    },
    {
        "bcode": 44,
        "cnum": 4,
        "content": "\"What are we going to do with these men?\" they asked. \"Everybody living in Jerusalem knows they have done an outstanding miracle, and we cannot deny it.",
        "vcode": "NIV",
        "vnum": 16
    },
    {
        "bcode": 44,
        "cnum": 4,
        "content": "But to stop this thing from spreading any further among the people, we must warn these men to speak no longer to anyone in this name.\"",
        "vcode": "NIV",
        "vnum": 17
    },
    {
        "bcode": 44,
        "cnum": 4,
        "content": "Then they called them in again and commanded them not to speak or teach at all in the name of Jesus.",
        "vcode": "NIV",
        "vnum": 18
    },
    {
        "bcode": 44,
        "cnum": 4,
        "content": "But Peter and John replied, \"Judge for yourselves whether it is right in God's sight to obey you rather than God.",
        "vcode": "NIV",
        "vnum": 19
    },
    {
        "bcode": 44,
        "cnum": 4,
        "content": "For we cannot help speaking about what we have seen and heard.\"",
        "vcode": "NIV",
        "vnum": 20
    },
    {
        "bcode": 44,
        "cnum": 4,
        "content": "After further threats they let them go. They could not decide how to punish them, because all the people were praising God for what had happened.",
        "vcode": "NIV",
        "vnum": 21
    },
    {
        "bcode": 44,
        "cnum": 4,
        "content": "For the man who was miraculously healed was over forty years old.",
        "vcode": "NIV",
        "vnum": 22
    },
    {
        "bcode": 44,
        "cnum": 4,
        "content": "On their release, Peter and John went back to their own people and reported all that the chief priests and elders had said to them.",
        "vcode": "NIV",
        "vnum": 23
    },
    {
        "bcode": 44,
        "cnum": 4,
        "content": "When they heard this, they raised their voices together in prayer to God. \"Sovereign Lord,\" they said, \"you made the heaven and the earth and the sea, and everything in them.",
        "vcode": "NIV",
        "vnum": 24
    },
    {
        "bcode": 44,
        "cnum": 4,
        "content": "You spoke by the Holy Spirit through the mouth of your servant, our father David: \" 'Why do the nations rage and the peoples plot in vain?",
        "vcode": "NIV",
        "vnum": 25
    },
    {
        "bcode": 44,
        "cnum": 4,
        "content": "The kings of the earth take their stand and the rulers gather together against the Lord and against his Anointed One.'",
        "vcode": "NIV",
        "vnum": 26
    },
    {
        "bcode": 44,
        "cnum": 4,
        "content": "Indeed Herod and Pontius Pilate met together with the Gentiles and the people of Israel in this city to conspire against your holy servant Jesus, whom you anointed.",
        "vcode": "NIV",
        "vnum": 27
    },
    {
        "bcode": 44,
        "cnum": 4,
        "content": "They did what your power and will had decided beforehand should happen.",
        "vcode": "NIV",
        "vnum": 28
    },
    {
        "bcode": 44,
        "cnum": 4,
        "content": "Now, Lord, consider their threats and enable your servants to speak your word with great boldness.",
        "vcode": "NIV",
        "vnum": 29
    },
    {
        "bcode": 44,
        "cnum": 4,
        "content": "Stretch out your hand to heal and perform miraculous signs and wonders through the name of your holy servant Jesus.\"",
        "vcode": "NIV",
        "vnum": 30
    },
    {
        "bcode": 44,
        "cnum": 4,
        "content": "After they prayed, the place where they were meeting was shaken. And they were all filled with the Holy Spirit and spoke the word of God boldly.",
        "vcode": "NIV",
        "vnum": 31
    },
    {
        "bcode": 44,
        "cnum": 4,
        "content": "All the believers were one in heart and mind. No one claimed that any of his possessions was his own, but they shared everything they had.",
        "vcode": "NIV",
        "vnum": 32
    },
    {
        "bcode": 44,
        "cnum": 4,
        "content": "With great power the apostles continued to testify to the resurrection of the Lord Jesus, and much grace was upon them all.",
        "vcode": "NIV",
        "vnum": 33
    },
    {
        "bcode": 44,
        "cnum": 4,
        "content": "There were no needy persons among them. For from time to time those who owned lands or houses sold them, brought the money from the sales",
        "vcode": "NIV",
        "vnum": 34
    },
    {
        "bcode": 44,
        "cnum": 4,
        "content": "and put it at the apostles' feet, and it was distributed to anyone as he had need.",
        "vcode": "NIV",
        "vnum": 35
    },
    {
        "bcode": 44,
        "cnum": 4,
        "content": "Joseph, a Levite from Cyprus, whom the apostles called Barnabas (which means Son of Encouragement),",
        "vcode": "NIV",
        "vnum": 36
    },
    {
        "bcode": 44,
        "cnum": 4,
        "content": "sold a field he owned and brought the money and put it at the apostles' feet.",
        "vcode": "NIV",
        "vnum": 37
    }
]