[
    {
        "bcode": 46,
        "cnum": 10,
        "content": "For I do not want you to be ignorant of the fact, brothers, that our forefathers were all under the cloud and that they all passed through the sea.",
        "vcode": "NIV",
        "vnum": 1
    },
    {
        "bcode": 46,
        "cnum": 10,
        "content": "They were all baptized into Moses in the cloud and in the sea.",
        "vcode": "NIV",
        "vnum": 2
    },
    {
        "bcode": 46,
        "cnum": 10,
        "content": "They all ate the same spiritual food",
        "vcode": "NIV",
        "vnum": 3
    },
    {
        "bcode": 46,
        "cnum": 10,
        "content": "and drank the same spiritual drink; for they drank from the spiritual rock that accompanied them, and that rock was Christ.",
        "vcode": "NIV",
        "vnum": 4
    },
    {
        "bcode": 46,
        "cnum": 10,
        "content": "Nevertheless, God was not pleased with most of them; their bodies were scattered over the desert.",
        "vcode": "NIV",
        "vnum": 5
    },
    {
        "bcode": 46,
        "cnum": 10,
        "content": "Now these things occurred as examples to keep us from setting our hearts on evil things as they did.",
        "vcode": "NIV",
        "vnum": 6
    },
    {
        "bcode": 46,
        "cnum": 10,
        "content": "Do not be idolaters, as some of them were; as it is written: \"The people sat down to eat and drink and got up to indulge in pagan revelry.\"",
        "vcode": "NIV",
        "vnum": 7
    },
    {
        "bcode": 46,
        "cnum": 10,
        "content": "We should not commit sexual immorality, as some of them did--and in one day twenty-three thousand of them died.",
        "vcode": "NIV",
        "vnum": 8
    },
    {
        "bcode": 46,
        "cnum": 10,
        "content": "We should not test the Lord, as some of them did--and were killed by snakes.",
        "vcode": "NIV",
        "vnum": 9
    },
    {
        "bcode": 46,
        "cnum": 10,
        "content": "And do not grumble, as some of them did--and were killed by the destroying angel.",
        "vcode": "NIV",
        "vnum": 10
    },
    {
        "bcode": 46,
        "cnum": 10,
        "content": "These things happened to them as examples and were written down as warnings for us, on whom the fulfillment of the ages has come.",
        "vcode": "NIV",
        "vnum": 11
    },
    {
        "bcode": 46,
        "cnum": 10,
        "content": "So, if you think you are standing firm, be careful that you don't fall!",
        "vcode": "NIV",
        "vnum": 12
    },
    {
        "bcode": 46,
        "cnum": 10,
        "content": "No temptation has seized you except what is common to man. And God is faithful; he will not let you be tempted beyond what you can bear. But when you are tempted, he will also provide a way out so that you can stand up under it.",
        "vcode": "NIV",
        "vnum": 13
    },
    {
        "bcode": 46,
        "cnum": 10,
        "content": "Therefore, my dear friends, flee from idolatry.",
        "vcode": "NIV",
        "vnum": 14
    },
    {
        "bcode": 46,
        "cnum": 10,
        "content": "I speak to sensible people; judge for yourselves what I say.",
        "vcode": "NIV",
        "vnum": 15
    },
    {
        "bcode": 46,
        "cnum": 10,
        "content": "Is not the cup of thanksgiving for which we give thanks a participation in the blood of Christ? And is not the bread that we break a participation in the body of Christ?",
        "vcode": "NIV",
        "vnum": 16
    },
    {
        "bcode": 46,
        "cnum": 10,
        "content": "Because there is one loaf, we, who are many, are one body, for we all partake of the one loaf.",
        "vcode": "NIV",
        "vnum": 17
    },
    {
        "bcode": 46,
        "cnum": 10,
        "content": "Consider the people of Israel: Do not those who eat the sacrifices participate in the altar?",
        "vcode": "NIV",
        "vnum": 18
    },
    {
        "bcode": 46,
        "cnum": 10,
        "content": "Do I mean then that a sacrifice offered to an idol is anything, or that an idol is anything?",
        "vcode": "NIV",
        "vnum": 19
    },
    {
        "bcode": 46,
        "cnum": 10,
        "content": "No, but the sacrifices of pagans are offered to demons, not to God, and I do not want you to be participants with demons.",
        "vcode": "NIV",
        "vnum": 20
    },
    {
        "bcode": 46,
        "cnum": 10,
        "content": "You cannot drink the cup of the Lord and the cup of demons too; you cannot have a part in both the Lord's table and the table of demons.",
        "vcode": "NIV",
        "vnum": 21
    },
    {
        "bcode": 46,
        "cnum": 10,
        "content": "Are we trying to arouse the Lord's jealousy? Are we stronger than he?",
        "vcode": "NIV",
        "vnum": 22
    },
    {
        "bcode": 46,
        "cnum": 10,
        "content": "\"Everything is permissible\"--but not everything is beneficial. \"Everything is permissible\"--but not everything is constructive.",
        "vcode": "NIV",
        "vnum": 23
    },
    {
        "bcode": 46,
        "cnum": 10,
        "content": "Nobody should seek his own good, but the good of others.",
        "vcode": "NIV",
        "vnum": 24
    },
    {
        "bcode": 46,
        "cnum": 10,
        "content": "Eat anything sold in the meat market without raising questions of conscience,",
        "vcode": "NIV",
        "vnum": 25
    },
    {
        "bcode": 46,
        "cnum": 10,
        "content": "for, \"The earth is the Lord's, and everything in it.\"",
        "vcode": "NIV",
        "vnum": 26
    },
    {
        "bcode": 46,
        "cnum": 10,
        "content": "If some unbeliever invites you to a meal and you want to go, eat whatever is put before you without raising questions of conscience.",
        "vcode": "NIV",
        "vnum": 27
    },
    {
        "bcode": 46,
        "cnum": 10,
        "content": "But if anyone says to you, \"This has been offered in sacrifice,\" then do not eat it, both for the sake of the man who told you and for conscience' sake--",
        "vcode": "NIV",
        "vnum": 28
    },
    {
        "bcode": 46,
        "cnum": 10,
        "content": "the other man's conscience, I mean, not yours. For why should my freedom be judged by another's conscience?",
        "vcode": "NIV",
        "vnum": 29
    },
    {
        "bcode": 46,
        "cnum": 10,
        "content": "If I take part in the meal with thankfulness, why am I denounced because of something I thank God for?",
        "vcode": "NIV",
        "vnum": 30
    },
    {
        "bcode": 46,
        "cnum": 10,
        "content": "So whether you eat or drink or whatever you do, do it all for the glory of God.",
        "vcode": "NIV",
        "vnum": 31
    },
    {
        "bcode": 46,
        "cnum": 10,
        "content": "Do not cause anyone to stumble, whether Jews, Greeks or the church of God--",
        "vcode": "NIV",
        "vnum": 32
    },
    {
        "bcode": 46,
        "cnum": 10,
        "content": "even as I try to please everybody in every way. For I am not seeking my own good but the good of many, so that they may be saved.",
        "vcode": "NIV",
        "vnum": 33
    }
]