[
    {
        "bcode": 46,
        "cnum": 11,
        "content": "Follow my example, as I follow the example of Christ.",
        "vcode": "NIV",
        "vnum": 1
    },
    {
        "bcode": 46,
        "cnum": 11,
        "content": "I praise you for remembering me in everything and for holding to the teachings, just as I passed them on to you.",
        "vcode": "NIV",
        "vnum": 2
    },
    {
        "bcode": 46,
        "cnum": 11,
        "content": "Now I want you to realize that the head of every man is Christ, and the head of the woman is man, and the head of Christ is God.",
        "vcode": "NIV",
        "vnum": 3
    },
    {
        "bcode": 46,
        "cnum": 11,
        "content": "Every man who prays or prophesies with his head covered dishonors his head.",
        "vcode": "NIV",
        "vnum": 4
    },
    {
        "bcode": 46,
        "cnum": 11,
        "content": "And every woman who prays or prophesies with her head uncovered dishonors her head--it is just as though her head were shaved.",
        "vcode": "NIV",
        "vnum": 5
    },
    {
        "bcode": 46,
        "cnum": 11,
        "content": "If a woman does not cover her head, she should have her hair cut off; and if it is a disgrace for a woman to have her hair cut or shaved off, she should cover her head.",
        "vcode": "NIV",
        "vnum": 6
    },
    {
        "bcode": 46,
        "cnum": 11,
        "content": "A man ought not to cover his head, since he is the image and glory of God; but the woman is the glory of man.",
        "vcode": "NIV",
        "vnum": 7
    },
    {
        "bcode": 46,
        "cnum": 11,
        "content": "For man did not come from woman, but woman from man;",
        "vcode": "NIV",
        "vnum": 8
    },
    {
        "bcode": 46,
        "cnum": 11,
        "content": "neither was man created for woman, but woman for man.",
        "vcode": "NIV",
        "vnum": 9
    },
    {
        "bcode": 46,
        "cnum": 11,
        "content": "For this reason, and because of the angels, the woman ought to have a sign of authority on her head.",
        "vcode": "NIV",
        "vnum": 10
    },
    {
        "bcode": 46,
        "cnum": 11,
        "content": "In the Lord, however, woman is not independent of man, nor is man independent of woman.",
        "vcode": "NIV",
        "vnum": 11
    },
    {
        "bcode": 46,
        "cnum": 11,
        "content": "For as woman came from man, so also man is born of woman. But everything comes from God.",
        "vcode": "NIV",
        "vnum": 12
    },
    {
        "bcode": 46,
        "cnum": 11,
        "content": "Judge for yourselves: Is it proper for a woman to pray to God with her head uncovered?",
        "vcode": "NIV",
        "vnum": 13
    },
    {
        "bcode": 46,
        "cnum": 11,
        "content": "Does not the very nature of things teach you that if a man has long hair, it is a disgrace to him,",
        "vcode": "NIV",
        "vnum": 14
    },
    {
        "bcode": 46,
        "cnum": 11,
        "content": "but that if a woman has long hair, it is her glory? For long hair is given to her as a covering.",
        "vcode": "NIV",
        "vnum": 15
    },
    {
        "bcode": 46,
        "cnum": 11,
        "content": "If anyone wants to be contentious about this, we have no other practice--nor do the churches of God.",
        "vcode": "NIV",
        "vnum": 16
    },
    {
        "bcode": 46,
        "cnum": 11,
        "content": "In the following directives I have no praise for you, for your meetings do more harm than good.",
        "vcode": "NIV",
        "vnum": 17
    },
    {
        "bcode": 46,
        "cnum": 11,
        "content": "In the first place, I hear that when you come together as a church, there are divisions among you, and to some extent I believe it.",
        "vcode": "NIV",
        "vnum": 18
    },
    {
        "bcode": 46,
        "cnum": 11,
        "content": "No doubt there have to be differences among you to show which of you have God's approval.",
        "vcode": "NIV",
        "vnum": 19
    },
    {
        "bcode": 46,
        "cnum": 11,
        "content": "When you come together, it is not the Lord's Supper you eat,",
        "vcode": "NIV",
        "vnum": 20
    },
    {
        "bcode": 46,
        "cnum": 11,
        "content": "for as you eat, each of you goes ahead without waiting for anybody else. One remains hungry, another gets drunk.",
        "vcode": "NIV",
        "vnum": 21
    },
    {
        "bcode": 46,
        "cnum": 11,
        "content": "Don't you have homes to eat and drink in? Or do you despise the church of God and humiliate those who have nothing? What shall I say to you? Shall I praise you for this? Certainly not!",
        "vcode": "NIV",
        "vnum": 22
    },
    {
        "bcode": 46,
        "cnum": 11,
        "content": "For I received from the Lord what I also passed on to you: The Lord Jesus, on the night he was betrayed, took bread,",
        "vcode": "NIV",
        "vnum": 23
    },
    {
        "bcode": 46,
        "cnum": 11,
        "content": "and when he had given thanks, he broke it and said, \"This is my body, which is for you; do this in remembrance of me.\"",
        "vcode": "NIV",
        "vnum": 24
    },
    {
        "bcode": 46,
        "cnum": 11,
        "content": "In the same way, after supper he took the cup, saying, \"This cup is the new covenant in my blood; do this, whenever you drink it, in remembrance of me.\"",
        "vcode": "NIV",
        "vnum": 25
    },
    {
        "bcode": 46,
        "cnum": 11,
        "content": "For whenever you eat this bread and drink this cup, you proclaim the Lord's death until he comes.",
        "vcode": "NIV",
        "vnum": 26
    },
    {
        "bcode": 46,
        "cnum": 11,
        "content": "Therefore, whoever eats the bread or drinks the cup of the Lord in an unworthy manner will be guilty of sinning against the body and blood of the Lord.",
        "vcode": "NIV",
        "vnum": 27
    },
    {
        "bcode": 46,
        "cnum": 11,
        "content": "A man ought to examine himself before he eats of the bread and drinks of the cup.",
        "vcode": "NIV",
        "vnum": 28
    },
    {
        "bcode": 46,
        "cnum": 11,
        "content": "For anyone who eats and drinks without recognizing the body of the Lord eats and drinks judgment on himself.",
        "vcode": "NIV",
        "vnum": 29
    },
    {
        "bcode": 46,
        "cnum": 11,
        "content": "That is why many among you are weak and sick, and a number of you have fallen asleep.",
        "vcode": "NIV",
        "vnum": 30
    },
    {
        "bcode": 46,
        "cnum": 11,
        "content": "But if we judged ourselves, we would not come under judgment.",
        "vcode": "NIV",
        "vnum": 31
    },
    {
        "bcode": 46,
        "cnum": 11,
        "content": "When we are judged by the Lord, we are being disciplined so that we will not be condemned with the world.",
        "vcode": "NIV",
        "vnum": 32
    },
    {
        "bcode": 46,
        "cnum": 11,
        "content": "So then, my brothers, when you come together to eat, wait for each other.",
        "vcode": "NIV",
        "vnum": 33
    },
    {
        "bcode": 46,
        "cnum": 11,
        "content": "If anyone is hungry, he should eat at home, so that when you meet together it may not result in judgment. And when I come I will give further directions.",
        "vcode": "NIV",
        "vnum": 34
    }
]