{"pageProps":{"version":{"name":"NIV","vcode":"NIV"},"bible":{"bcode":24,"chapterCount":52,"name":"Jeremiah","type":"old","vcode":"NIV"},"chapter":"20","verses":[{"bcode":24,"cnum":20,"content":"When the priest Pashhur son of Immer, the chief officer in the temple of the LORD, heard Jeremiah prophesying these things,","vcode":"NIV","vnum":1},{"bcode":24,"cnum":20,"content":"he had Jeremiah the prophet beaten and put in the stocks at the Upper Gate of Benjamin at the LORD's temple.","vcode":"NIV","vnum":2},{"bcode":24,"cnum":20,"content":"The next day, when Pashhur released him from the stocks, Jeremiah said to him, \"The LORD's name for you is not Pashhur, but Magor-Missabib.","vcode":"NIV","vnum":3},{"bcode":24,"cnum":20,"content":"For this is what the LORD says: 'I will make you a terror to yourself and to all your friends; with your own eyes you will see them fall by the sword of their enemies. I will hand all Judah over to the king of Babylon, who will carry them away to Babylon or put them to the sword.","vcode":"NIV","vnum":4},{"bcode":24,"cnum":20,"content":"I will hand over to their enemies all the wealth of this city--all its products, all its valuables and all the treasures of the kings of Judah. They will take it away as plunder and carry it off to Babylon.","vcode":"NIV","vnum":5},{"bcode":24,"cnum":20,"content":"And you, Pashhur, and all who live in your house will go into exile to Babylon. There you will die and be buried, you and all your friends to whom you have prophesied lies.' \"","vcode":"NIV","vnum":6},{"bcode":24,"cnum":20,"content":"O LORD, you deceived me, and I was deceived ; you overpowered me and prevailed. I am ridiculed all day long; everyone mocks me.","vcode":"NIV","vnum":7},{"bcode":24,"cnum":20,"content":"Whenever I speak, I cry out proclaiming violence and destruction. So the word of the LORD has brought me insult and reproach all day long.","vcode":"NIV","vnum":8},{"bcode":24,"cnum":20,"content":"But if I say, \"I will not mention him or speak any more in his name,\" his word is in my heart like a fire, a fire shut up in my bones. I am weary of holding it in; indeed, I cannot.","vcode":"NIV","vnum":9},{"bcode":24,"cnum":20,"content":"I hear many whispering, \"Terror on every side! Report him! Let's report him!\" All my friends are waiting for me to slip, saying, \"Perhaps he will be deceived; then we will prevail over him and take our revenge on him.\"","vcode":"NIV","vnum":10},{"bcode":24,"cnum":20,"content":"But the LORD is with me like a mighty warrior; so my persecutors will stumble and not prevail. They will fail and be thoroughly disgraced; their dishonor will never be forgotten.","vcode":"NIV","vnum":11},{"bcode":24,"cnum":20,"content":"O LORD Almighty, you who examine the righteous and probe the heart and mind, let me see your vengeance upon them, for to you I have committed my cause.","vcode":"NIV","vnum":12},{"bcode":24,"cnum":20,"content":"Sing to the LORD! Give praise to the LORD! He rescues the life of the needy from the hands of the wicked.","vcode":"NIV","vnum":13},{"bcode":24,"cnum":20,"content":"Cursed be the day I was born! May the day my mother bore me not be blessed!","vcode":"NIV","vnum":14},{"bcode":24,"cnum":20,"content":"Cursed be the man who brought my father the news, who made him very glad, saying, \"A child is born to you--a son!\"","vcode":"NIV","vnum":15},{"bcode":24,"cnum":20,"content":"May that man be like the towns the LORD overthrew without pity. May he hear wailing in the morning, a battle cry at noon.","vcode":"NIV","vnum":16},{"bcode":24,"cnum":20,"content":"For he did not kill me in the womb, with my mother as my grave, her womb enlarged forever.","vcode":"NIV","vnum":17},{"bcode":24,"cnum":20,"content":"Why did I ever come out of the womb to see trouble and sorrow and to end my days in shame?","vcode":"NIV","vnum":18}]},"__N_SSG":true}