{"pageProps":{"version":{"name":"NIV","vcode":"NIV"},"bible":{"bcode":19,"chapterCount":150,"name":"Psalms","type":"old","vcode":"NIV"},"chapter":"35","verses":[{"bcode":19,"cnum":35,"content":"Contend, O LORD, with those who contend with me; fight against those who fight against me.","vcode":"NIV","vnum":1},{"bcode":19,"cnum":35,"content":"Take up shield and buckler; arise and come to my aid.","vcode":"NIV","vnum":2},{"bcode":19,"cnum":35,"content":"Brandish spear and javelin against those who pursue me. Say to my soul, \"I am your salvation.\"","vcode":"NIV","vnum":3},{"bcode":19,"cnum":35,"content":"May those who seek my life be disgraced and put to shame; may those who plot my ruin be turned back in dismay.","vcode":"NIV","vnum":4},{"bcode":19,"cnum":35,"content":"May they be like chaff before the wind, with the angel of the LORD driving them away;","vcode":"NIV","vnum":5},{"bcode":19,"cnum":35,"content":"may their path be dark and slippery, with the angel of the LORD pursuing them.","vcode":"NIV","vnum":6},{"bcode":19,"cnum":35,"content":"Since they hid their net for me without cause and without cause dug a pit for me,","vcode":"NIV","vnum":7},{"bcode":19,"cnum":35,"content":"may ruin overtake them by surprise-- may the net they hid entangle them, may they fall into the pit, to their ruin.","vcode":"NIV","vnum":8},{"bcode":19,"cnum":35,"content":"Then my soul will rejoice in the LORD and delight in his salvation.","vcode":"NIV","vnum":9},{"bcode":19,"cnum":35,"content":"My whole being will exclaim, \"Who is like you, O LORD ? You rescue the poor from those too strong for them, the poor and needy from those who rob them.\"","vcode":"NIV","vnum":10},{"bcode":19,"cnum":35,"content":"Ruthless witnesses come forward; they question me on things I know nothing about.","vcode":"NIV","vnum":11},{"bcode":19,"cnum":35,"content":"They repay me evil for good and leave my soul forlorn.","vcode":"NIV","vnum":12},{"bcode":19,"cnum":35,"content":"Yet when they were ill, I put on sackcloth and humbled myself with fasting. When my prayers returned to me unanswered,","vcode":"NIV","vnum":13},{"bcode":19,"cnum":35,"content":"I went about mourning as though for my friend or brother. I bowed my head in grief as though weeping for my mother.","vcode":"NIV","vnum":14},{"bcode":19,"cnum":35,"content":"But when I stumbled, they gathered in glee; attackers gathered against me when I was unaware. They slandered me without ceasing.","vcode":"NIV","vnum":15},{"bcode":19,"cnum":35,"content":"Like the ungodly they maliciously mocked ; they gnashed their teeth at me.","vcode":"NIV","vnum":16},{"bcode":19,"cnum":35,"content":"O Lord, how long will you look on? Rescue my life from their ravages, my precious life from these lions.","vcode":"NIV","vnum":17},{"bcode":19,"cnum":35,"content":"I will give you thanks in the great assembly; among throngs of people I will praise you.","vcode":"NIV","vnum":18},{"bcode":19,"cnum":35,"content":"Let not those gloat over me who are my enemies without cause; let not those who hate me without reason maliciously wink the eye.","vcode":"NIV","vnum":19},{"bcode":19,"cnum":35,"content":"They do not speak peaceably, but devise false accusations against those who live quietly in the land.","vcode":"NIV","vnum":20},{"bcode":19,"cnum":35,"content":"They gape at me and say, \"Aha! Aha! With our own eyes we have seen it.\"","vcode":"NIV","vnum":21},{"bcode":19,"cnum":35,"content":"O LORD, you have seen this; be not silent. Do not be far from me, O Lord.","vcode":"NIV","vnum":22},{"bcode":19,"cnum":35,"content":"Awake, and rise to my defense! Contend for me, my God and Lord.","vcode":"NIV","vnum":23},{"bcode":19,"cnum":35,"content":"Vindicate me in your righteousness, O LORD my God; do not let them gloat over me.","vcode":"NIV","vnum":24},{"bcode":19,"cnum":35,"content":"Do not let them think, \"Aha, just what we wanted!\" or say, \"We have swallowed him up.\"","vcode":"NIV","vnum":25},{"bcode":19,"cnum":35,"content":"May all who gloat over my distress be put to shame and confusion; may all who exalt themselves over me be clothed with shame and disgrace.","vcode":"NIV","vnum":26},{"bcode":19,"cnum":35,"content":"May those who delight in my vindication shout for joy and gladness; may they always say, \"The LORD be exalted, who delights in the well-being of his servant.\"","vcode":"NIV","vnum":27},{"bcode":19,"cnum":35,"content":"My tongue will speak of your righteousness and of your praises all day long.","vcode":"NIV","vnum":28}]},"__N_SSG":true}