[
    {
        "bcode": 42,
        "cnum": 22,
        "content": "Now the Feast of Unleavened Bread, called the Passover, was approaching,",
        "vcode": "NIV",
        "vnum": 1
    },
    {
        "bcode": 42,
        "cnum": 22,
        "content": "and the chief priests and the teachers of the law were looking for some way to get rid of Jesus, for they were afraid of the people.",
        "vcode": "NIV",
        "vnum": 2
    },
    {
        "bcode": 42,
        "cnum": 22,
        "content": "Then Satan entered Judas, called Iscariot, one of the Twelve.",
        "vcode": "NIV",
        "vnum": 3
    },
    {
        "bcode": 42,
        "cnum": 22,
        "content": "And Judas went to the chief priests and the officers of the temple guard and discussed with them how he might betray Jesus.",
        "vcode": "NIV",
        "vnum": 4
    },
    {
        "bcode": 42,
        "cnum": 22,
        "content": "They were delighted and agreed to give him money.",
        "vcode": "NIV",
        "vnum": 5
    },
    {
        "bcode": 42,
        "cnum": 22,
        "content": "He consented, and watched for an opportunity to hand Jesus over to them when no crowd was present.",
        "vcode": "NIV",
        "vnum": 6
    },
    {
        "bcode": 42,
        "cnum": 22,
        "content": "Then came the day of Unleavened Bread on which the Passover lamb had to be sacrificed.",
        "vcode": "NIV",
        "vnum": 7
    },
    {
        "bcode": 42,
        "cnum": 22,
        "content": "Jesus sent Peter and John, saying, \"Go and make preparations for us to eat the Passover.\"",
        "vcode": "NIV",
        "vnum": 8
    },
    {
        "bcode": 42,
        "cnum": 22,
        "content": "\"Where do you want us to prepare for it?\" they asked.",
        "vcode": "NIV",
        "vnum": 9
    },
    {
        "bcode": 42,
        "cnum": 22,
        "content": "He replied, \"As you enter the city, a man carrying a jar of water will meet you. Follow him to the house that he enters,",
        "vcode": "NIV",
        "vnum": 10
    },
    {
        "bcode": 42,
        "cnum": 22,
        "content": "and say to the owner of the house, 'The Teacher asks: Where is the guest room, where I may eat the Passover with my disciples?'",
        "vcode": "NIV",
        "vnum": 11
    },
    {
        "bcode": 42,
        "cnum": 22,
        "content": "He will show you a large upper room, all furnished. Make preparations there.\"",
        "vcode": "NIV",
        "vnum": 12
    },
    {
        "bcode": 42,
        "cnum": 22,
        "content": "They left and found things just as Jesus had told them. So they prepared the Passover.",
        "vcode": "NIV",
        "vnum": 13
    },
    {
        "bcode": 42,
        "cnum": 22,
        "content": "When the hour came, Jesus and his apostles reclined at the table.",
        "vcode": "NIV",
        "vnum": 14
    },
    {
        "bcode": 42,
        "cnum": 22,
        "content": "And he said to them, \"I have eagerly desired to eat this Passover with you before I suffer.",
        "vcode": "NIV",
        "vnum": 15
    },
    {
        "bcode": 42,
        "cnum": 22,
        "content": "For I tell you, I will not eat it again until it finds fulfillment in the kingdom of God.\"",
        "vcode": "NIV",
        "vnum": 16
    },
    {
        "bcode": 42,
        "cnum": 22,
        "content": "After taking the cup, he gave thanks and said, \"Take this and divide it among you.",
        "vcode": "NIV",
        "vnum": 17
    },
    {
        "bcode": 42,
        "cnum": 22,
        "content": "For I tell you I will not drink again of the fruit of the vine until the kingdom of God comes.\"",
        "vcode": "NIV",
        "vnum": 18
    },
    {
        "bcode": 42,
        "cnum": 22,
        "content": "And he took bread, gave thanks and broke it, and gave it to them, saying, \"This is my body given for you; do this in remembrance of me.\"",
        "vcode": "NIV",
        "vnum": 19
    },
    {
        "bcode": 42,
        "cnum": 22,
        "content": "In the same way, after the supper he took the cup, saying, \"This cup is the new covenant in my blood, which is poured out for you.",
        "vcode": "NIV",
        "vnum": 20
    },
    {
        "bcode": 42,
        "cnum": 22,
        "content": "But the hand of him who is going to betray me is with mine on the table.",
        "vcode": "NIV",
        "vnum": 21
    },
    {
        "bcode": 42,
        "cnum": 22,
        "content": "The Son of Man will go as it has been decreed, but woe to that man who betrays him.\"",
        "vcode": "NIV",
        "vnum": 22
    },
    {
        "bcode": 42,
        "cnum": 22,
        "content": "They began to question among themselves which of them it might be who would do this.",
        "vcode": "NIV",
        "vnum": 23
    },
    {
        "bcode": 42,
        "cnum": 22,
        "content": "Also a dispute arose among them as to which of them was considered to be greatest.",
        "vcode": "NIV",
        "vnum": 24
    },
    {
        "bcode": 42,
        "cnum": 22,
        "content": "Jesus said to them, \"The kings of the Gentiles lord it over them; and those who exercise authority over them call themselves Benefactors.",
        "vcode": "NIV",
        "vnum": 25
    },
    {
        "bcode": 42,
        "cnum": 22,
        "content": "But you are not to be like that. Instead, the greatest among you should be like the youngest, and the one who rules like the one who serves.",
        "vcode": "NIV",
        "vnum": 26
    },
    {
        "bcode": 42,
        "cnum": 22,
        "content": "For who is greater, the one who is at the table or the one who serves? Is it not the one who is at the table? But I am among you as one who serves.",
        "vcode": "NIV",
        "vnum": 27
    },
    {
        "bcode": 42,
        "cnum": 22,
        "content": "You are those who have stood by me in my trials.",
        "vcode": "NIV",
        "vnum": 28
    },
    {
        "bcode": 42,
        "cnum": 22,
        "content": "And I confer on you a kingdom, just as my Father conferred one on me,",
        "vcode": "NIV",
        "vnum": 29
    },
    {
        "bcode": 42,
        "cnum": 22,
        "content": "so that you may eat and drink at my table in my kingdom and sit on thrones, judging the twelve tribes of Israel.",
        "vcode": "NIV",
        "vnum": 30
    },
    {
        "bcode": 42,
        "cnum": 22,
        "content": "\"Simon, Simon, Satan has asked to sift you as wheat.",
        "vcode": "NIV",
        "vnum": 31
    },
    {
        "bcode": 42,
        "cnum": 22,
        "content": "But I have prayed for you, Simon, that your faith may not fail. And when you have turned back, strengthen your brothers.\"",
        "vcode": "NIV",
        "vnum": 32
    },
    {
        "bcode": 42,
        "cnum": 22,
        "content": "But he replied, \"Lord, I am ready to go with you to prison and to death.\"",
        "vcode": "NIV",
        "vnum": 33
    },
    {
        "bcode": 42,
        "cnum": 22,
        "content": "Jesus answered, \"I tell you, Peter, before the rooster crows today, you will deny three times that you know me.\"",
        "vcode": "NIV",
        "vnum": 34
    },
    {
        "bcode": 42,
        "cnum": 22,
        "content": "Then Jesus asked them, \"When I sent you without purse, bag or sandals, did you lack anything?\" \"Nothing,\" they answered.",
        "vcode": "NIV",
        "vnum": 35
    },
    {
        "bcode": 42,
        "cnum": 22,
        "content": "He said to them, \"But now if you have a purse, take it, and also a bag; and if you don't have a sword, sell your cloak and buy one.",
        "vcode": "NIV",
        "vnum": 36
    },
    {
        "bcode": 42,
        "cnum": 22,
        "content": "It is written: 'And he was numbered with the transgressors'; and I tell you that this must be fulfilled in me. Yes, what is written about me is reaching its fulfillment.\"",
        "vcode": "NIV",
        "vnum": 37
    },
    {
        "bcode": 42,
        "cnum": 22,
        "content": "The disciples said, \"See, Lord, here are two swords.\" \"That is enough,\" he replied.",
        "vcode": "NIV",
        "vnum": 38
    },
    {
        "bcode": 42,
        "cnum": 22,
        "content": "Jesus went out as usual to the Mount of Olives, and his disciples followed him.",
        "vcode": "NIV",
        "vnum": 39
    },
    {
        "bcode": 42,
        "cnum": 22,
        "content": "On reaching the place, he said to them, \"Pray that you will not fall into temptation.\"",
        "vcode": "NIV",
        "vnum": 40
    },
    {
        "bcode": 42,
        "cnum": 22,
        "content": "He withdrew about a stone's throw beyond them, knelt down and prayed,",
        "vcode": "NIV",
        "vnum": 41
    },
    {
        "bcode": 42,
        "cnum": 22,
        "content": "\"Father, if you are willing, take this cup from me; yet not my will, but yours be done.\"",
        "vcode": "NIV",
        "vnum": 42
    },
    {
        "bcode": 42,
        "cnum": 22,
        "content": "An angel from heaven appeared to him and strengthened him.",
        "vcode": "NIV",
        "vnum": 43
    },
    {
        "bcode": 42,
        "cnum": 22,
        "content": "And being in anguish, he prayed more earnestly, and his sweat was like drops of blood falling to the ground.",
        "vcode": "NIV",
        "vnum": 44
    },
    {
        "bcode": 42,
        "cnum": 22,
        "content": "When he rose from prayer and went back to the disciples, he found them asleep, exhausted from sorrow.",
        "vcode": "NIV",
        "vnum": 45
    },
    {
        "bcode": 42,
        "cnum": 22,
        "content": "\"Why are you sleeping?\" he asked them. \"Get up and pray so that you will not fall into temptation.\"",
        "vcode": "NIV",
        "vnum": 46
    },
    {
        "bcode": 42,
        "cnum": 22,
        "content": "While he was still speaking a crowd came up, and the man who was called Judas, one of the Twelve, was leading them. He approached Jesus to kiss him,",
        "vcode": "NIV",
        "vnum": 47
    },
    {
        "bcode": 42,
        "cnum": 22,
        "content": "but Jesus asked him, \"Judas, are you betraying the Son of Man with a kiss?\"",
        "vcode": "NIV",
        "vnum": 48
    },
    {
        "bcode": 42,
        "cnum": 22,
        "content": "When Jesus' followers saw what was going to happen, they said, \"Lord, should we strike with our swords?\"",
        "vcode": "NIV",
        "vnum": 49
    },
    {
        "bcode": 42,
        "cnum": 22,
        "content": "And one of them struck the servant of the high priest, cutting off his right ear.",
        "vcode": "NIV",
        "vnum": 50
    },
    {
        "bcode": 42,
        "cnum": 22,
        "content": "But Jesus answered, \"No more of this!\" And he touched the man's ear and healed him.",
        "vcode": "NIV",
        "vnum": 51
    },
    {
        "bcode": 42,
        "cnum": 22,
        "content": "Then Jesus said to the chief priests, the officers of the temple guard, and the elders, who had come for him, \"Am I leading a rebellion, that you have come with swords and clubs?",
        "vcode": "NIV",
        "vnum": 52
    },
    {
        "bcode": 42,
        "cnum": 22,
        "content": "Every day I was with you in the temple courts, and you did not lay a hand on me. But this is your hour--when darkness reigns.\"",
        "vcode": "NIV",
        "vnum": 53
    },
    {
        "bcode": 42,
        "cnum": 22,
        "content": "Then seizing him, they led him away and took him into the house of the high priest. Peter followed at a distance.",
        "vcode": "NIV",
        "vnum": 54
    },
    {
        "bcode": 42,
        "cnum": 22,
        "content": "But when they had kindled a fire in the middle of the courtyard and had sat down together, Peter sat down with them.",
        "vcode": "NIV",
        "vnum": 55
    },
    {
        "bcode": 42,
        "cnum": 22,
        "content": "A servant girl saw him seated there in the firelight. She looked closely at him and said, \"This man was with him.\"",
        "vcode": "NIV",
        "vnum": 56
    },
    {
        "bcode": 42,
        "cnum": 22,
        "content": "But he denied it. \"Woman, I don't know him,\" he said.",
        "vcode": "NIV",
        "vnum": 57
    },
    {
        "bcode": 42,
        "cnum": 22,
        "content": "A little later someone else saw him and said, \"You also are one of them.\" \"Man, I am not!\" Peter replied.",
        "vcode": "NIV",
        "vnum": 58
    },
    {
        "bcode": 42,
        "cnum": 22,
        "content": "About an hour later another asserted, \"Certainly this fellow was with him, for he is a Galilean.\"",
        "vcode": "NIV",
        "vnum": 59
    },
    {
        "bcode": 42,
        "cnum": 22,
        "content": "Peter replied, \"Man, I don't know what you're talking about!\" Just as he was speaking, the rooster crowed.",
        "vcode": "NIV",
        "vnum": 60
    },
    {
        "bcode": 42,
        "cnum": 22,
        "content": "The Lord turned and looked straight at Peter. Then Peter remembered the word the Lord had spoken to him: \"Before the rooster crows today, you will disown me three times.\"",
        "vcode": "NIV",
        "vnum": 61
    },
    {
        "bcode": 42,
        "cnum": 22,
        "content": "And he went outside and wept bitterly.",
        "vcode": "NIV",
        "vnum": 62
    },
    {
        "bcode": 42,
        "cnum": 22,
        "content": "The men who were guarding Jesus began mocking and beating him.",
        "vcode": "NIV",
        "vnum": 63
    },
    {
        "bcode": 42,
        "cnum": 22,
        "content": "They blindfolded him and demanded, \"Prophesy! Who hit you?\"",
        "vcode": "NIV",
        "vnum": 64
    },
    {
        "bcode": 42,
        "cnum": 22,
        "content": "And they said many other insulting things to him.",
        "vcode": "NIV",
        "vnum": 65
    },
    {
        "bcode": 42,
        "cnum": 22,
        "content": "At daybreak the council of the elders of the people, both the chief priests and teachers of the law, met together, and Jesus was led before them.",
        "vcode": "NIV",
        "vnum": 66
    },
    {
        "bcode": 42,
        "cnum": 22,
        "content": "\"If you are the Christ,\" they said, \"tell us.\" Jesus answered, \"If I tell you, you will not believe me,",
        "vcode": "NIV",
        "vnum": 67
    },
    {
        "bcode": 42,
        "cnum": 22,
        "content": "and if I asked you, you would not answer.",
        "vcode": "NIV",
        "vnum": 68
    },
    {
        "bcode": 42,
        "cnum": 22,
        "content": "But from now on, the Son of Man will be seated at the right hand of the mighty God.\"",
        "vcode": "NIV",
        "vnum": 69
    },
    {
        "bcode": 42,
        "cnum": 22,
        "content": "They all asked, \"Are you then the Son of God?\" He replied, \"You are right in saying I am.\"",
        "vcode": "NIV",
        "vnum": 70
    },
    {
        "bcode": 42,
        "cnum": 22,
        "content": "Then they said, \"Why do we need any more testimony? We have heard it from his own lips.\"",
        "vcode": "NIV",
        "vnum": 71
    }
]