[
    {
        "bcode": 42,
        "cnum": 23,
        "content": "Then the whole assembly rose and led him off to Pilate.",
        "vcode": "NIV",
        "vnum": 1
    },
    {
        "bcode": 42,
        "cnum": 23,
        "content": "And they began to accuse him, saying, \"We have found this man subverting our nation. He opposes payment of taxes to Caesar and claims to be Christ, a king.\"",
        "vcode": "NIV",
        "vnum": 2
    },
    {
        "bcode": 42,
        "cnum": 23,
        "content": "So Pilate asked Jesus, \"Are you the king of the Jews?\" \"Yes, it is as you say,\" Jesus replied.",
        "vcode": "NIV",
        "vnum": 3
    },
    {
        "bcode": 42,
        "cnum": 23,
        "content": "Then Pilate announced to the chief priests and the crowd, \"I find no basis for a charge against this man.\"",
        "vcode": "NIV",
        "vnum": 4
    },
    {
        "bcode": 42,
        "cnum": 23,
        "content": "But they insisted, \"He stirs up the people all over Judeaby his teaching. He started in Galilee and has come all the way here.\"",
        "vcode": "NIV",
        "vnum": 5
    },
    {
        "bcode": 42,
        "cnum": 23,
        "content": "On hearing this, Pilate asked if the man was a Galilean.",
        "vcode": "NIV",
        "vnum": 6
    },
    {
        "bcode": 42,
        "cnum": 23,
        "content": "When he learned that Jesus was under Herod's jurisdiction, he sent him to Herod, who was also in Jerusalem at that time.",
        "vcode": "NIV",
        "vnum": 7
    },
    {
        "bcode": 42,
        "cnum": 23,
        "content": "When Herod saw Jesus, he was greatly pleased, because for a long time he had been wanting to see him. From what he had heard about him, he hoped to see him perform some miracle.",
        "vcode": "NIV",
        "vnum": 8
    },
    {
        "bcode": 42,
        "cnum": 23,
        "content": "He plied him with many questions, but Jesus gave him no answer.",
        "vcode": "NIV",
        "vnum": 9
    },
    {
        "bcode": 42,
        "cnum": 23,
        "content": "The chief priests and the teachers of the law were standing there, vehemently accusing him.",
        "vcode": "NIV",
        "vnum": 10
    },
    {
        "bcode": 42,
        "cnum": 23,
        "content": "Then Herod and his soldiers ridiculed and mocked him. Dressing him in an elegant robe, they sent him back to Pilate.",
        "vcode": "NIV",
        "vnum": 11
    },
    {
        "bcode": 42,
        "cnum": 23,
        "content": "That day Herod and Pilate became friends--before this they had been enemies.",
        "vcode": "NIV",
        "vnum": 12
    },
    {
        "bcode": 42,
        "cnum": 23,
        "content": "Pilate called together the chief priests, the rulers and the people,",
        "vcode": "NIV",
        "vnum": 13
    },
    {
        "bcode": 42,
        "cnum": 23,
        "content": "and said to them, \"You brought me this man as one who was inciting the people to rebellion. I have examined him in your presence and have found no basis for your charges against him.",
        "vcode": "NIV",
        "vnum": 14
    },
    {
        "bcode": 42,
        "cnum": 23,
        "content": "Neither has Herod, for he sent him back to us; as you can see, he has done nothing to deserve death.",
        "vcode": "NIV",
        "vnum": 15
    },
    {
        "bcode": 42,
        "cnum": 23,
        "content": "Therefore, I will punish him and then release him.\"",
        "vcode": "NIV",
        "vnum": 16
    },
    {
        "bcode": 42,
        "cnum": 23,
        "content": "",
        "vcode": "NIV",
        "vnum": 17
    },
    {
        "bcode": 42,
        "cnum": 23,
        "content": "With one voice they cried out, \"Away with this man! Release Barabbas to us!\"",
        "vcode": "NIV",
        "vnum": 18
    },
    {
        "bcode": 42,
        "cnum": 23,
        "content": "(Barabbas had been thrown into prison for an insurrection in the city, and for murder.)",
        "vcode": "NIV",
        "vnum": 19
    },
    {
        "bcode": 42,
        "cnum": 23,
        "content": "Wanting to release Jesus, Pilate appealed to them again.",
        "vcode": "NIV",
        "vnum": 20
    },
    {
        "bcode": 42,
        "cnum": 23,
        "content": "But they kept shouting, \"Crucify him! Crucify him!\"",
        "vcode": "NIV",
        "vnum": 21
    },
    {
        "bcode": 42,
        "cnum": 23,
        "content": "For the third time he spoke to them: \"Why? What crime has this man committed? I have found in him no grounds for the death penalty. Therefore I will have him punished and then release him.\"",
        "vcode": "NIV",
        "vnum": 22
    },
    {
        "bcode": 42,
        "cnum": 23,
        "content": "But with loud shouts they insistently demanded that he be crucified, and their shouts prevailed.",
        "vcode": "NIV",
        "vnum": 23
    },
    {
        "bcode": 42,
        "cnum": 23,
        "content": "So Pilate decided to grant their demand.",
        "vcode": "NIV",
        "vnum": 24
    },
    {
        "bcode": 42,
        "cnum": 23,
        "content": "He released the man who had been thrown into prison for insurrection and murder, the one they asked for, and surrendered Jesus to their will.",
        "vcode": "NIV",
        "vnum": 25
    },
    {
        "bcode": 42,
        "cnum": 23,
        "content": "As they led him away, they seized Simon from Cyrene, who was on his way in from the country, and put the cross on him and made him carry it behind Jesus.",
        "vcode": "NIV",
        "vnum": 26
    },
    {
        "bcode": 42,
        "cnum": 23,
        "content": "A large number of people followed him, including women who mourned and wailed for him.",
        "vcode": "NIV",
        "vnum": 27
    },
    {
        "bcode": 42,
        "cnum": 23,
        "content": "Jesus turned and said to them, \"Daughters of Jerusalem, do not weep for me; weep for yourselves and for your children.",
        "vcode": "NIV",
        "vnum": 28
    },
    {
        "bcode": 42,
        "cnum": 23,
        "content": "For the time will come when you will say, 'Blessed are the barren women, the wombs that never bore and the breasts that never nursed!'",
        "vcode": "NIV",
        "vnum": 29
    },
    {
        "bcode": 42,
        "cnum": 23,
        "content": "Then \" 'they will say to the mountains, \"Fall on us!\" and to the hills, \"Cover us!\" '",
        "vcode": "NIV",
        "vnum": 30
    },
    {
        "bcode": 42,
        "cnum": 23,
        "content": "For if men do these things when the tree is green, what will happen when it is dry?\"",
        "vcode": "NIV",
        "vnum": 31
    },
    {
        "bcode": 42,
        "cnum": 23,
        "content": "Two other men, both criminals, were also led out with him to be executed.",
        "vcode": "NIV",
        "vnum": 32
    },
    {
        "bcode": 42,
        "cnum": 23,
        "content": "When they came to the place called the Skull, there they crucified him, along with the criminals--one on his right, the other on his left.",
        "vcode": "NIV",
        "vnum": 33
    },
    {
        "bcode": 42,
        "cnum": 23,
        "content": "Jesus said, \"Father, forgive them, for they do not know what they are doing.\" And they divided up his clothes by casting lots.",
        "vcode": "NIV",
        "vnum": 34
    },
    {
        "bcode": 42,
        "cnum": 23,
        "content": "The people stood watching, and the rulers even sneered at him. They said, \"He saved others; let him save himself if he is the Christ of God, the Chosen One.\"",
        "vcode": "NIV",
        "vnum": 35
    },
    {
        "bcode": 42,
        "cnum": 23,
        "content": "The soldiers also came up and mocked him. They offered him wine vinegar",
        "vcode": "NIV",
        "vnum": 36
    },
    {
        "bcode": 42,
        "cnum": 23,
        "content": "and said, \"If you are the king of the Jews, save yourself.\"",
        "vcode": "NIV",
        "vnum": 37
    },
    {
        "bcode": 42,
        "cnum": 23,
        "content": "There was a written notice above him, which read:|sc THIS IS THE KING OF THE JEWS.",
        "vcode": "NIV",
        "vnum": 38
    },
    {
        "bcode": 42,
        "cnum": 23,
        "content": "One of the criminals who hung there hurled insults at him: \"Aren't you the Christ? Save yourself and us!\"",
        "vcode": "NIV",
        "vnum": 39
    },
    {
        "bcode": 42,
        "cnum": 23,
        "content": "But the other criminal rebuked him. \"Don't you fear God,\" he said, \"since you are under the same sentence?",
        "vcode": "NIV",
        "vnum": 40
    },
    {
        "bcode": 42,
        "cnum": 23,
        "content": "We are punished justly, for we are getting what our deeds deserve. But this man has done nothing wrong.\"",
        "vcode": "NIV",
        "vnum": 41
    },
    {
        "bcode": 42,
        "cnum": 23,
        "content": "Then he said, \"Jesus, remember me when you come into your kingdom.\"",
        "vcode": "NIV",
        "vnum": 42
    },
    {
        "bcode": 42,
        "cnum": 23,
        "content": "Jesus answered him, \"I tell you the truth, today you will be with me in paradise.\"",
        "vcode": "NIV",
        "vnum": 43
    },
    {
        "bcode": 42,
        "cnum": 23,
        "content": "It was now about the sixth hour, and darkness came over the whole land until the ninth hour,",
        "vcode": "NIV",
        "vnum": 44
    },
    {
        "bcode": 42,
        "cnum": 23,
        "content": "for the sun stopped shining. And the curtain of the temple was torn in two.",
        "vcode": "NIV",
        "vnum": 45
    },
    {
        "bcode": 42,
        "cnum": 23,
        "content": "Jesus called out with a loud voice, \"Father, into your hands I commit my spirit.\" When he had said this, he breathed his last.",
        "vcode": "NIV",
        "vnum": 46
    },
    {
        "bcode": 42,
        "cnum": 23,
        "content": "The centurion, seeing what had happened, praised God and said, \"Surely this was a righteous man.\"",
        "vcode": "NIV",
        "vnum": 47
    },
    {
        "bcode": 42,
        "cnum": 23,
        "content": "When all the people who had gathered to witness this sight saw what took place, they beat their breasts and went away.",
        "vcode": "NIV",
        "vnum": 48
    },
    {
        "bcode": 42,
        "cnum": 23,
        "content": "But all those who knew him, including the women who had followed him from Galilee, stood at a distance, watching these things.",
        "vcode": "NIV",
        "vnum": 49
    },
    {
        "bcode": 42,
        "cnum": 23,
        "content": "Now there was a man named Joseph, a member of the Council, a good and upright man,",
        "vcode": "NIV",
        "vnum": 50
    },
    {
        "bcode": 42,
        "cnum": 23,
        "content": "who had not consented to their decision and action. He came from the Judean town of Arimathea and he was waiting for the kingdom of God.",
        "vcode": "NIV",
        "vnum": 51
    },
    {
        "bcode": 42,
        "cnum": 23,
        "content": "Going to Pilate, he asked for Jesus' body.",
        "vcode": "NIV",
        "vnum": 52
    },
    {
        "bcode": 42,
        "cnum": 23,
        "content": "Then he took it down, wrapped it in linen cloth and placed it in a tomb cut in the rock, one in which no one had yet been laid.",
        "vcode": "NIV",
        "vnum": 53
    },
    {
        "bcode": 42,
        "cnum": 23,
        "content": "It was Preparation Day, and the Sabbath was about to begin.",
        "vcode": "NIV",
        "vnum": 54
    },
    {
        "bcode": 42,
        "cnum": 23,
        "content": "The women who had come with Jesus from Galilee followed Joseph and saw the tomb and how his body was laid in it.",
        "vcode": "NIV",
        "vnum": 55
    },
    {
        "bcode": 42,
        "cnum": 23,
        "content": "Then they went home and prepared spices and perfumes. But they rested on the Sabbath in obedience to the commandment.",
        "vcode": "NIV",
        "vnum": 56
    }
]