[
    {
        "bcode": 40,
        "cnum": 8,
        "content": "When he came down from the mountainside, large crowds followed him.",
        "vcode": "NIV",
        "vnum": 1
    },
    {
        "bcode": 40,
        "cnum": 8,
        "content": "A man with leprosy came and knelt before him and said, \"Lord, if you are willing, you can make me clean.\"",
        "vcode": "NIV",
        "vnum": 2
    },
    {
        "bcode": 40,
        "cnum": 8,
        "content": "Jesus reached out his hand and touched the man. \"I am willing,\" he said. \"Be clean!\" Immediately he was cured of his leprosy.",
        "vcode": "NIV",
        "vnum": 3
    },
    {
        "bcode": 40,
        "cnum": 8,
        "content": "Then Jesus said to him, \"See that you don't tell anyone. But go, show yourself to the priest and offer the gift Moses commanded, as a testimony to them.\"",
        "vcode": "NIV",
        "vnum": 4
    },
    {
        "bcode": 40,
        "cnum": 8,
        "content": "When Jesus had entered Capernaum, a centurion came to him, asking for help.",
        "vcode": "NIV",
        "vnum": 5
    },
    {
        "bcode": 40,
        "cnum": 8,
        "content": "\"Lord,\" he said, \"my servant lies at home paralyzed and in terrible suffering.\"",
        "vcode": "NIV",
        "vnum": 6
    },
    {
        "bcode": 40,
        "cnum": 8,
        "content": "Jesus said to him, \"I will go and heal him.\"",
        "vcode": "NIV",
        "vnum": 7
    },
    {
        "bcode": 40,
        "cnum": 8,
        "content": "The centurion replied, \"Lord, I do not deserve to have you come under my roof. But just say the word, and my servant will be healed.",
        "vcode": "NIV",
        "vnum": 8
    },
    {
        "bcode": 40,
        "cnum": 8,
        "content": "For I myself am a man under authority, with soldiers under me. I tell this one, 'Go,' and he goes; and that one, 'Come,' and he comes. I say to my servant, 'Do this,' and he does it.\"",
        "vcode": "NIV",
        "vnum": 9
    },
    {
        "bcode": 40,
        "cnum": 8,
        "content": "When Jesus heard this, he was astonished and said to those following him, \"I tell you the truth, I have not found anyone in Israel with such great faith.",
        "vcode": "NIV",
        "vnum": 10
    },
    {
        "bcode": 40,
        "cnum": 8,
        "content": "I say to you that many will come from the east and the west, and will take their places at the feast with Abraham, Isaac and Jacob in the kingdom of heaven.",
        "vcode": "NIV",
        "vnum": 11
    },
    {
        "bcode": 40,
        "cnum": 8,
        "content": "But the subjects of the kingdom will be thrown outside, into the darkness, where there will be weeping and gnashing of teeth.\"",
        "vcode": "NIV",
        "vnum": 12
    },
    {
        "bcode": 40,
        "cnum": 8,
        "content": "Then Jesus said to the centurion, \"Go! It will be done just as you believed it would.\" And his servant was healed at that very hour.",
        "vcode": "NIV",
        "vnum": 13
    },
    {
        "bcode": 40,
        "cnum": 8,
        "content": "When Jesus came into Peter's house, he saw Peter's mother-in-law lying in bed with a fever.",
        "vcode": "NIV",
        "vnum": 14
    },
    {
        "bcode": 40,
        "cnum": 8,
        "content": "He touched her hand and the fever left her, and she got up and began to wait on him.",
        "vcode": "NIV",
        "vnum": 15
    },
    {
        "bcode": 40,
        "cnum": 8,
        "content": "When evening came, many who were demon-possessed were brought to him, and he drove out the spirits with a word and healed all the sick.",
        "vcode": "NIV",
        "vnum": 16
    },
    {
        "bcode": 40,
        "cnum": 8,
        "content": "This was to fulfill what was spoken through the prophet Isaiah: \"He took up our infirmities and carried our diseases.\"",
        "vcode": "NIV",
        "vnum": 17
    },
    {
        "bcode": 40,
        "cnum": 8,
        "content": "When Jesus saw the crowd around him, he gave orders to cross to the other side of the lake.",
        "vcode": "NIV",
        "vnum": 18
    },
    {
        "bcode": 40,
        "cnum": 8,
        "content": "Then a teacher of the law came to him and said, \"Teacher, I will follow you wherever you go.\"",
        "vcode": "NIV",
        "vnum": 19
    },
    {
        "bcode": 40,
        "cnum": 8,
        "content": "Jesus replied, \"Foxes have holes and birds of the air have nests, but the Son of Man has no place to lay his head.\"",
        "vcode": "NIV",
        "vnum": 20
    },
    {
        "bcode": 40,
        "cnum": 8,
        "content": "Another disciple said to him, \"Lord, first let me go and bury my father.\"",
        "vcode": "NIV",
        "vnum": 21
    },
    {
        "bcode": 40,
        "cnum": 8,
        "content": "But Jesus told him, \"Follow me, and let the dead bury their own dead.\"",
        "vcode": "NIV",
        "vnum": 22
    },
    {
        "bcode": 40,
        "cnum": 8,
        "content": "Then he got into the boat and his disciples followed him.",
        "vcode": "NIV",
        "vnum": 23
    },
    {
        "bcode": 40,
        "cnum": 8,
        "content": "Without warning, a furious storm came up on the lake, so that the waves swept over the boat. But Jesus was sleeping.",
        "vcode": "NIV",
        "vnum": 24
    },
    {
        "bcode": 40,
        "cnum": 8,
        "content": "The disciples went and woke him, saying, \"Lord, save us! We're going to drown!\"",
        "vcode": "NIV",
        "vnum": 25
    },
    {
        "bcode": 40,
        "cnum": 8,
        "content": "He replied, \"You of little faith, why are you so afraid?\" Then he got up and rebuked the winds and the waves, and it was completely calm.",
        "vcode": "NIV",
        "vnum": 26
    },
    {
        "bcode": 40,
        "cnum": 8,
        "content": "The men were amazed and asked, \"What kind of man is this? Even the winds and the waves obey him!\"",
        "vcode": "NIV",
        "vnum": 27
    },
    {
        "bcode": 40,
        "cnum": 8,
        "content": "When he arrived at the other side in the region of the Gadarenes, two demon-possessed men coming from the tombs met him. They were so violent that no one could pass that way.",
        "vcode": "NIV",
        "vnum": 28
    },
    {
        "bcode": 40,
        "cnum": 8,
        "content": "\"What do you want with us, Son of God?\" they shouted. \"Have you come here to torture us before the appointed time?\"",
        "vcode": "NIV",
        "vnum": 29
    },
    {
        "bcode": 40,
        "cnum": 8,
        "content": "Some distance from them a large herd of pigs was feeding.",
        "vcode": "NIV",
        "vnum": 30
    },
    {
        "bcode": 40,
        "cnum": 8,
        "content": "The demons begged Jesus, \"If you drive us out, send us into the herd of pigs.\"",
        "vcode": "NIV",
        "vnum": 31
    },
    {
        "bcode": 40,
        "cnum": 8,
        "content": "He said to them, \"Go!\" So they came out and went into the pigs, and the whole herd rushed down the steep bank into the lake and died in the water.",
        "vcode": "NIV",
        "vnum": 32
    },
    {
        "bcode": 40,
        "cnum": 8,
        "content": "Those tending the pigs ran off, went into the town and reported all this, including what had happened to the demon-possessed men.",
        "vcode": "NIV",
        "vnum": 33
    },
    {
        "bcode": 40,
        "cnum": 8,
        "content": "Then the whole town went out to meet Jesus. And when they saw him, they pleaded with him to leave their region.",
        "vcode": "NIV",
        "vnum": 34
    }
]