[
    {
        "bcode": 9,
        "cnum": 12,
        "content": "Samuel said to all Israel, \"I have listened to everything you said to me and have set a king over you.",
        "vcode": "NIV",
        "vnum": 1
    },
    {
        "bcode": 9,
        "cnum": 12,
        "content": "Now you have a king as your leader. As for me, I am old and gray, and my sons are here with you. I have been your leader from my youth until this day.",
        "vcode": "NIV",
        "vnum": 2
    },
    {
        "bcode": 9,
        "cnum": 12,
        "content": "Here I stand. Testify against me in the presence of the LORD and his anointed. Whose ox have I taken? Whose donkey have I taken? Whom have I cheated? Whom have I oppressed? From whose hand have I accepted a bribe to make me shut my eyes? If I have done any of these, I will make it right.\"",
        "vcode": "NIV",
        "vnum": 3
    },
    {
        "bcode": 9,
        "cnum": 12,
        "content": "\"You have not cheated or oppressed us,\" they replied. \"You have not taken anything from anyone's hand.\"",
        "vcode": "NIV",
        "vnum": 4
    },
    {
        "bcode": 9,
        "cnum": 12,
        "content": "Samuel said to them, \"The LORD is witness against you, and also his anointed is witness this day, that you have not found anything in my hand.\" \"He is witness,\" they said.",
        "vcode": "NIV",
        "vnum": 5
    },
    {
        "bcode": 9,
        "cnum": 12,
        "content": "Then Samuel said to the people, \"It is the LORD who appointed Moses and Aaron and brought your forefathers up out of Egypt.",
        "vcode": "NIV",
        "vnum": 6
    },
    {
        "bcode": 9,
        "cnum": 12,
        "content": "Now then, stand here, because I am going to confront you with evidence before the LORD as to all the righteous acts performed by the LORD for you and your fathers.",
        "vcode": "NIV",
        "vnum": 7
    },
    {
        "bcode": 9,
        "cnum": 12,
        "content": "\"After Jacob entered Egypt, they cried to the LORD for help, and the LORD sent Moses and Aaron, who brought your forefathers out of Egypt and settled them in this place.",
        "vcode": "NIV",
        "vnum": 8
    },
    {
        "bcode": 9,
        "cnum": 12,
        "content": "\"But they forgot the LORD their God; so he sold them into the hand of Sisera, the commander of the army of Hazor, and into the hands of the Philistines and the king of Moab, who fought against them.",
        "vcode": "NIV",
        "vnum": 9
    },
    {
        "bcode": 9,
        "cnum": 12,
        "content": "They cried out to the LORD and said, 'We have sinned; we have forsaken the LORD and served the Baals and the Ashtoreths. But now deliver us from the hands of our enemies, and we will serve you.'",
        "vcode": "NIV",
        "vnum": 10
    },
    {
        "bcode": 9,
        "cnum": 12,
        "content": "Then the LORD sent Jerub-Baal, Barak, Jephthah and Samuel, and he delivered you from the hands of your enemies on every side, so that you lived securely.",
        "vcode": "NIV",
        "vnum": 11
    },
    {
        "bcode": 9,
        "cnum": 12,
        "content": "\"But when you saw that Nahash king of the Ammonites was moving against you, you said to me, 'No, we want a king to rule over us'-even though the LORD your God was your king.",
        "vcode": "NIV",
        "vnum": 12
    },
    {
        "bcode": 9,
        "cnum": 12,
        "content": "Now here is the king you have chosen, the one you asked for; see, the LORD has set a king over you.",
        "vcode": "NIV",
        "vnum": 13
    },
    {
        "bcode": 9,
        "cnum": 12,
        "content": "If you fear the LORD and serve and obey him and do not rebel against his commands, and if both you and the king who reigns over you follow the LORD your God-good!",
        "vcode": "NIV",
        "vnum": 14
    },
    {
        "bcode": 9,
        "cnum": 12,
        "content": "But if you do not obey the LORD, and if you rebel against his commands, his hand will be against you, as it was against your fathers.",
        "vcode": "NIV",
        "vnum": 15
    },
    {
        "bcode": 9,
        "cnum": 12,
        "content": "\"Now then, stand still and see this great thing the LORD is about to do before your eyes!",
        "vcode": "NIV",
        "vnum": 16
    },
    {
        "bcode": 9,
        "cnum": 12,
        "content": "Is it not wheat harvest now? I will call upon the LORD to send thunder and rain. And you will realize what an evil thing you did in the eyes of the LORD when you asked for a king.\"",
        "vcode": "NIV",
        "vnum": 17
    },
    {
        "bcode": 9,
        "cnum": 12,
        "content": "Then Samuel called upon the LORD, and that same day the LORD sent thunder and rain. So all the people stood in awe of the LORD and of Samuel.",
        "vcode": "NIV",
        "vnum": 18
    },
    {
        "bcode": 9,
        "cnum": 12,
        "content": "The people all said to Samuel, \"Pray to the LORD your God for your servants so that we will not die, for we have added to all our other sins the evil of asking for a king.\"",
        "vcode": "NIV",
        "vnum": 19
    },
    {
        "bcode": 9,
        "cnum": 12,
        "content": "\"Do not be afraid,\" Samuel replied. \"You have done all this evil; yet do not turn away from the LORD, but serve the LORD with all your heart.",
        "vcode": "NIV",
        "vnum": 20
    },
    {
        "bcode": 9,
        "cnum": 12,
        "content": "Do not turn away after useless idols. They can do you no good, nor can they rescue you, because they are useless.",
        "vcode": "NIV",
        "vnum": 21
    },
    {
        "bcode": 9,
        "cnum": 12,
        "content": "For the sake of his great name the LORD will not reject his people, because the LORD was pleased to make you his own.",
        "vcode": "NIV",
        "vnum": 22
    },
    {
        "bcode": 9,
        "cnum": 12,
        "content": "As for me, far be it from me that I should sin against the LORD by failing to pray for you. And I will teach you the way that is good and right.",
        "vcode": "NIV",
        "vnum": 23
    },
    {
        "bcode": 9,
        "cnum": 12,
        "content": "But be sure to fear the LORD and serve him faithfully with all your heart; consider what great things he has done for you.",
        "vcode": "NIV",
        "vnum": 24
    },
    {
        "bcode": 9,
        "cnum": 12,
        "content": "Yet if you persist in doing evil, both you and your king will be swept away.\"",
        "vcode": "NIV",
        "vnum": 25
    }
]