[
    {
        "bcode": 9,
        "cnum": 6,
        "content": "When the ark of the LORD had been in Philistine territory seven months,",
        "vcode": "NIV",
        "vnum": 1
    },
    {
        "bcode": 9,
        "cnum": 6,
        "content": "the Philistines called for the priests and the diviners and said, \"What shall we do with the ark of the LORD ? Tell us how we should send it back to its place.\"",
        "vcode": "NIV",
        "vnum": 2
    },
    {
        "bcode": 9,
        "cnum": 6,
        "content": "They answered, \"If you return the ark of the god of Israel, do not send it away empty, but by all means send a guilt offering to him. Then you will be healed, and you will know why his hand has not been lifted from you.\"",
        "vcode": "NIV",
        "vnum": 3
    },
    {
        "bcode": 9,
        "cnum": 6,
        "content": "The Philistines asked, \"What guilt offering should we send to him?\" They replied, \"Five gold tumors and five gold rats, according to the number of the Philistine rulers, because the same plague has struck both you and your rulers.",
        "vcode": "NIV",
        "vnum": 4
    },
    {
        "bcode": 9,
        "cnum": 6,
        "content": "Make models of the tumors and of the rats that are destroying the country, and pay honor to Israel's god. Perhaps he will lift his hand from you and your gods and your land.",
        "vcode": "NIV",
        "vnum": 5
    },
    {
        "bcode": 9,
        "cnum": 6,
        "content": "Why do you harden your hearts as the Egyptians and Pharaoh did? When he treated them harshly, did they not send the Israelites out so they could go on their way?",
        "vcode": "NIV",
        "vnum": 6
    },
    {
        "bcode": 9,
        "cnum": 6,
        "content": "\"Now then, get a new cart ready, with two cows that have calved and have never been yoked. Hitch the cows to the cart, but take their calves away and pen them up.",
        "vcode": "NIV",
        "vnum": 7
    },
    {
        "bcode": 9,
        "cnum": 6,
        "content": "Take the ark of the LORD and put it on the cart, and in a chest beside it put the gold objects you are sending back to him as a guilt offering. Send it on its way,",
        "vcode": "NIV",
        "vnum": 8
    },
    {
        "bcode": 9,
        "cnum": 6,
        "content": "but keep watching it. If it goes up to its own territory, toward Beth Shemesh, then the LORD has brought this great disaster on us. But if it does not, then we will know that it was not his hand that struck us and that it happened to us by chance.\"",
        "vcode": "NIV",
        "vnum": 9
    },
    {
        "bcode": 9,
        "cnum": 6,
        "content": "So they did this. They took two such cows and hitched them to the cart and penned up their calves.",
        "vcode": "NIV",
        "vnum": 10
    },
    {
        "bcode": 9,
        "cnum": 6,
        "content": "They placed the ark of the LORD on the cart and along with it the chest containing the gold rats and the models of the tumors.",
        "vcode": "NIV",
        "vnum": 11
    },
    {
        "bcode": 9,
        "cnum": 6,
        "content": "Then the cows went straight up toward Beth Shemesh, keeping on the road and lowing all the way; they did not turn to the right or to the left. The rulers of the Philistines followed them as far as the border of Beth Shemesh.",
        "vcode": "NIV",
        "vnum": 12
    },
    {
        "bcode": 9,
        "cnum": 6,
        "content": "Now the people of Beth Shemesh were harvesting their wheat in the valley, and when they looked up and saw the ark, they rejoiced at the sight.",
        "vcode": "NIV",
        "vnum": 13
    },
    {
        "bcode": 9,
        "cnum": 6,
        "content": "The cart came to the field of Joshua of Beth Shemesh, and there it stopped beside a large rock. The people chopped up the wood of the cart and sacrificed the cows as a burnt offering to the LORD.",
        "vcode": "NIV",
        "vnum": 14
    },
    {
        "bcode": 9,
        "cnum": 6,
        "content": "The Levites took down the ark of the LORD, together with the chest containing the gold objects, and placed them on the large rock. On that day the people of Beth Shemesh offered burnt offerings and made sacrifices to the LORD.",
        "vcode": "NIV",
        "vnum": 15
    },
    {
        "bcode": 9,
        "cnum": 6,
        "content": "The five rulers of the Philistines saw all this and then returned that same day to Ekron.",
        "vcode": "NIV",
        "vnum": 16
    },
    {
        "bcode": 9,
        "cnum": 6,
        "content": "These are the gold tumors the Philistines sent as a guilt offering to the LORD -one each for Ashdod, Gaza, Ashkelon, Gath and Ekron.",
        "vcode": "NIV",
        "vnum": 17
    },
    {
        "bcode": 9,
        "cnum": 6,
        "content": "And the number of the gold rats was according to the number of Philistine towns belonging to the five rulers--the fortified towns with their country villages. The large rock, on which they set the ark of the LORD, is a witness to this day in the field of Joshua of Beth Shemesh.",
        "vcode": "NIV",
        "vnum": 18
    },
    {
        "bcode": 9,
        "cnum": 6,
        "content": "But God struck down some of the men of Beth Shemesh, putting seventy of them to death because they had looked into the ark of the LORD. The people mourned because of the heavy blow the LORD had dealt them,",
        "vcode": "NIV",
        "vnum": 19
    },
    {
        "bcode": 9,
        "cnum": 6,
        "content": "and the men of Beth Shemesh asked, \"Who can stand in the presence of the LORD, this holy God? To whom will the ark go up from here?\"",
        "vcode": "NIV",
        "vnum": 20
    },
    {
        "bcode": 9,
        "cnum": 6,
        "content": "Then they sent messengers to the people of Kiriath Jearim, saying, \"The Philistines have returned the ark of the LORD. Come down and take it up to your place.\"",
        "vcode": "NIV",
        "vnum": 21
    }
]