{"pageProps":{"version":{"name":"NIV","vcode":"NIV"},"bible":{"bcode":23,"chapterCount":66,"name":"Isaiah","type":"old","vcode":"NIV"},"chapter":"1","verses":[{"bcode":23,"cnum":1,"content":"The vision concerning Judah and Jerusalem that Isaiah son of Amoz saw during the reigns of Uzziah, Jotham, Ahaz and Hezekiah, kings of Judah.","vcode":"NIV","vnum":1},{"bcode":23,"cnum":1,"content":"Hear, O heavens! Listen, O earth! For the LORD has spoken: \"I reared children and brought them up, but they have rebelled against me.","vcode":"NIV","vnum":2},{"bcode":23,"cnum":1,"content":"The ox knows his master, the donkey his owner's manger, but Israel does not know, my people do not understand.\"","vcode":"NIV","vnum":3},{"bcode":23,"cnum":1,"content":"Ah, sinful nation, a people loaded with guilt, a brood of evildoers, children given to corruption! They have forsaken the LORD; they have spurned the Holy One of Israel and turned their backs on him.","vcode":"NIV","vnum":4},{"bcode":23,"cnum":1,"content":"Why should you be beaten anymore? Why do you persist in rebellion? Your whole head is injured, your whole heart afflicted.","vcode":"NIV","vnum":5},{"bcode":23,"cnum":1,"content":"From the sole of your foot to the top of your head there is no soundness-- only wounds and welts and open sores, not cleansed or bandaged or soothed with oil.","vcode":"NIV","vnum":6},{"bcode":23,"cnum":1,"content":"Your country is desolate, your cities burned with fire; your fields are being stripped by foreigners right before you, laid waste as when overthrown by strangers.","vcode":"NIV","vnum":7},{"bcode":23,"cnum":1,"content":"The Daughter of Zion is left like a shelter in a vineyard, like a hut in a field of melons, like a city under siege.","vcode":"NIV","vnum":8},{"bcode":23,"cnum":1,"content":"Unless the LORD Almighty had left us some survivors, we would have become like Sodom, we would have been like Gomorrah.","vcode":"NIV","vnum":9},{"bcode":23,"cnum":1,"content":"Hear the word of the LORD, you rulers of Sodom; listen to the law of our God, you people of Gomorrah!","vcode":"NIV","vnum":10},{"bcode":23,"cnum":1,"content":"\"The multitude of your sacrifices-- what are they to me?\" says the LORD. \"I have more than enough of burnt offerings, of rams and the fat of fattened animals; I have no pleasure in the blood of bulls and lambs and goats.","vcode":"NIV","vnum":11},{"bcode":23,"cnum":1,"content":"When you come to appear before me, who has asked this of you, this trampling of my courts?","vcode":"NIV","vnum":12},{"bcode":23,"cnum":1,"content":"Stop bringing meaningless offerings! Your incense is detestable to me. New Moons, Sabbaths and convocations-- I cannot bear your evil assemblies.","vcode":"NIV","vnum":13},{"bcode":23,"cnum":1,"content":"Your New Moon festivals and your appointed feasts my soul hates. They have become a burden to me; I am weary of bearing them.","vcode":"NIV","vnum":14},{"bcode":23,"cnum":1,"content":"When you spread out your hands in prayer, I will hide my eyes from you; even if you offer many prayers, I will not listen. Your hands are full of blood;","vcode":"NIV","vnum":15},{"bcode":23,"cnum":1,"content":"wash and make yourselves clean. Take your evil deeds out of my sight! Stop doing wrong,","vcode":"NIV","vnum":16},{"bcode":23,"cnum":1,"content":"learn to do right! Seek justice, encourage the oppressed. Defend the cause of the fatherless, plead the case of the widow.","vcode":"NIV","vnum":17},{"bcode":23,"cnum":1,"content":"\"Come now, let us reason together,\" says the LORD. \"Though your sins are like scarlet, they shall be as white as snow; though they are red as crimson, they shall be like wool.","vcode":"NIV","vnum":18},{"bcode":23,"cnum":1,"content":"If you are willing and obedient, you will eat the best from the land;","vcode":"NIV","vnum":19},{"bcode":23,"cnum":1,"content":"but if you resist and rebel, you will be devoured by the sword.\" For the mouth of the LORD has spoken.","vcode":"NIV","vnum":20},{"bcode":23,"cnum":1,"content":"See how the faithful city has become a harlot! She once was full of justice; righteousness used to dwell in her-- but now murderers!","vcode":"NIV","vnum":21},{"bcode":23,"cnum":1,"content":"Your silver has become dross, your choice wine is diluted with water.","vcode":"NIV","vnum":22},{"bcode":23,"cnum":1,"content":"Your rulers are rebels, companions of thieves; they all love bribes and chase after gifts. They do not defend the cause of the fatherless; the widow's case does not come before them.","vcode":"NIV","vnum":23},{"bcode":23,"cnum":1,"content":"Therefore the Lord, the LORD Almighty, the Mighty One of Israel, declares: \"Ah, I will get relief from my foes and avenge myself on my enemies.","vcode":"NIV","vnum":24},{"bcode":23,"cnum":1,"content":"I will turn my hand against you; I will thoroughly purge away your dross and remove all your impurities.","vcode":"NIV","vnum":25},{"bcode":23,"cnum":1,"content":"I will restore your judges as in days of old, your counselors as at the beginning. Afterward you will be called the City of Righteousness, the Faithful City.\"","vcode":"NIV","vnum":26},{"bcode":23,"cnum":1,"content":"Zion will be redeemed with justice, her penitent ones with righteousness.","vcode":"NIV","vnum":27},{"bcode":23,"cnum":1,"content":"But rebels and sinners will both be broken, and those who forsake the LORD will perish.","vcode":"NIV","vnum":28},{"bcode":23,"cnum":1,"content":"\"You will be ashamed because of the sacred oaks in which you have delighted; you will be disgraced because of the gardens that you have chosen.","vcode":"NIV","vnum":29},{"bcode":23,"cnum":1,"content":"You will be like an oak with fading leaves, like a garden without water.","vcode":"NIV","vnum":30},{"bcode":23,"cnum":1,"content":"The mighty man will become tinder and his work a spark; both will burn together, with no one to quench the fire.\"","vcode":"NIV","vnum":31}]},"__N_SSG":true}