{"pageProps":{"version":{"name":"NIV","vcode":"NIV"},"bible":{"bcode":23,"chapterCount":66,"name":"Isaiah","type":"old","vcode":"NIV"},"chapter":"3","verses":[{"bcode":23,"cnum":3,"content":"See now, the Lord, the LORD Almighty, is about to take from Jerusalem and Judah both supply and support: all supplies of food and all supplies of water,","vcode":"NIV","vnum":1},{"bcode":23,"cnum":3,"content":"the hero and warrior, the judge and prophet, the soothsayer and elder,","vcode":"NIV","vnum":2},{"bcode":23,"cnum":3,"content":"the captain of fifty and man of rank, the counselor, skilled craftsman and clever enchanter.","vcode":"NIV","vnum":3},{"bcode":23,"cnum":3,"content":"I will make boys their officials; mere children will govern them.","vcode":"NIV","vnum":4},{"bcode":23,"cnum":3,"content":"People will oppress each other-- man against man, neighbor against neighbor. The young will rise up against the old, the base against the honorable.","vcode":"NIV","vnum":5},{"bcode":23,"cnum":3,"content":"A man will seize one of his brothers at his father's home, and say, \"You have a cloak, you be our leader; take charge of this heap of ruins!\"","vcode":"NIV","vnum":6},{"bcode":23,"cnum":3,"content":"But in that day he will cry out, \"I have no remedy. I have no food or clothing in my house; do not make me the leader of the people.\"","vcode":"NIV","vnum":7},{"bcode":23,"cnum":3,"content":"Jerusalem staggers, Judah is falling; their words and deeds are against the LORD, defying his glorious presence.","vcode":"NIV","vnum":8},{"bcode":23,"cnum":3,"content":"The look on their faces testifies against them; they parade their sin like Sodom; they do not hide it. Woe to them! They have brought disaster upon themselves.","vcode":"NIV","vnum":9},{"bcode":23,"cnum":3,"content":"Tell the righteous it will be well with them, for they will enjoy the fruit of their deeds.","vcode":"NIV","vnum":10},{"bcode":23,"cnum":3,"content":"Woe to the wicked! Disaster is upon them! They will be paid back for what their hands have done.","vcode":"NIV","vnum":11},{"bcode":23,"cnum":3,"content":"Youths oppress my people, women rule over them. O my people, your guides lead you astray; they turn you from the path.","vcode":"NIV","vnum":12},{"bcode":23,"cnum":3,"content":"The LORD takes his place in court; he rises to judge the people.","vcode":"NIV","vnum":13},{"bcode":23,"cnum":3,"content":"The LORD enters into judgment against the elders and leaders of his people: \"It is you who have ruined my vineyard; the plunder from the poor is in your houses.","vcode":"NIV","vnum":14},{"bcode":23,"cnum":3,"content":"What do you mean by crushing my people and grinding the faces of the poor?\" declares the Lord, the LORD Almighty.","vcode":"NIV","vnum":15},{"bcode":23,"cnum":3,"content":"The LORD says, \"The women of Zion are haughty, walking along with outstretched necks, flirting with their eyes, tripping along with mincing steps, with ornaments jingling on their ankles.","vcode":"NIV","vnum":16},{"bcode":23,"cnum":3,"content":"Therefore the Lord will bring sores on the heads of the women of Zion; the LORD will make their scalps bald.\"","vcode":"NIV","vnum":17},{"bcode":23,"cnum":3,"content":"In that day the Lord will snatch away their finery: the bangles and headbands and crescent necklaces,","vcode":"NIV","vnum":18},{"bcode":23,"cnum":3,"content":"the earrings and bracelets and veils,","vcode":"NIV","vnum":19},{"bcode":23,"cnum":3,"content":"the headdresses and ankle chains and sashes, the perfume bottles and charms,","vcode":"NIV","vnum":20},{"bcode":23,"cnum":3,"content":"the signet rings and nose rings,","vcode":"NIV","vnum":21},{"bcode":23,"cnum":3,"content":"the fine robes and the capes and cloaks, the purses","vcode":"NIV","vnum":22},{"bcode":23,"cnum":3,"content":"and mirrors, and the linen garments and tiaras and shawls.","vcode":"NIV","vnum":23},{"bcode":23,"cnum":3,"content":"Instead of fragrance there will be a stench; instead of a sash, a rope; instead of well-dressed hair, baldness; instead of fine clothing, sackcloth; instead of beauty, branding.","vcode":"NIV","vnum":24},{"bcode":23,"cnum":3,"content":"Your men will fall by the sword, your warriors in battle.","vcode":"NIV","vnum":25},{"bcode":23,"cnum":3,"content":"The gates of Zion will lament and mourn; destitute, she will sit on the ground.","vcode":"NIV","vnum":26}]},"__N_SSG":true}