{"pageProps":{"version":{"name":"NIV","vcode":"NIV"},"bible":{"bcode":23,"chapterCount":66,"name":"Isaiah","type":"old","vcode":"NIV"},"chapter":"34","verses":[{"bcode":23,"cnum":34,"content":"Come near, you nations, and listen; pay attention, you peoples! Let the earth hear, and all that is in it, the world, and all that comes out of it!","vcode":"NIV","vnum":1},{"bcode":23,"cnum":34,"content":"The LORD is angry with all nations; his wrath is upon all their armies. He will totally destroy them, he will give them over to slaughter.","vcode":"NIV","vnum":2},{"bcode":23,"cnum":34,"content":"Their slain will be thrown out, their dead bodies will send up a stench; the mountains will be soaked with their blood.","vcode":"NIV","vnum":3},{"bcode":23,"cnum":34,"content":"All the stars of the heavens will be dissolved and the sky rolled up like a scroll; all the starry host will fall like withered leaves from the vine, like shriveled figs from the fig tree.","vcode":"NIV","vnum":4},{"bcode":23,"cnum":34,"content":"My sword has drunk its fill in the heavens; see, it descends in judgment on Edom, the people I have totally destroyed.","vcode":"NIV","vnum":5},{"bcode":23,"cnum":34,"content":"The sword of the LORD is bathed in blood, it is covered with fat-- the blood of lambs and goats, fat from the kidneys of rams. For the LORD has a sacrifice in Bozrah and a great slaughter in Edom.","vcode":"NIV","vnum":6},{"bcode":23,"cnum":34,"content":"And the wild oxen will fall with them, the bull calves and the great bulls. Their land will be drenched with blood, and the dust will be soaked with fat.","vcode":"NIV","vnum":7},{"bcode":23,"cnum":34,"content":"For the LORD has a day of vengeance, a year of retribution, to uphold Zion's cause.","vcode":"NIV","vnum":8},{"bcode":23,"cnum":34,"content":"Edom's streams will be turned into pitch, her dust into burning sulfur; her land will become blazing pitch!","vcode":"NIV","vnum":9},{"bcode":23,"cnum":34,"content":"It will not be quenched night and day; its smoke will rise forever. From generation to generation it will lie desolate; no one will ever pass through it again.","vcode":"NIV","vnum":10},{"bcode":23,"cnum":34,"content":"The desert owl and screech owl will possess it; the great owl and the raven will nest there. God will stretch out over Edom the measuring line of chaos and the plumb line of desolation.","vcode":"NIV","vnum":11},{"bcode":23,"cnum":34,"content":"Her nobles will have nothing there to be called a kingdom, all her princes will vanish away.","vcode":"NIV","vnum":12},{"bcode":23,"cnum":34,"content":"Thorns will overrun her citadels, nettles and brambles her strongholds. She will become a haunt for jackals, a home for owls.","vcode":"NIV","vnum":13},{"bcode":23,"cnum":34,"content":"Desert creatures will meet with hyenas, and wild goats will bleat to each other; there the night creatures will also repose and find for themselves places of rest.","vcode":"NIV","vnum":14},{"bcode":23,"cnum":34,"content":"The owl will nest there and lay eggs, she will hatch them, and care for her young under the shadow of her wings; there also the falcons will gather, each with its mate.","vcode":"NIV","vnum":15},{"bcode":23,"cnum":34,"content":"Look in the scroll of the LORD and read: None of these will be missing, not one will lack her mate. For it is his mouth that has given the order, and his Spirit will gather them together.","vcode":"NIV","vnum":16},{"bcode":23,"cnum":34,"content":"He allots their portions; his hand distributes them by measure. They will possess it forever and dwell there from generation to generation.","vcode":"NIV","vnum":17}]},"__N_SSG":true}