{"pageProps":{"version":{"name":"NIV","vcode":"NIV"},"bible":{"bcode":23,"chapterCount":66,"name":"Isaiah","type":"old","vcode":"NIV"},"chapter":"62","verses":[{"bcode":23,"cnum":62,"content":"For Zion's sake I will not keep silent, for Jerusalem's sake I will not remain quiet, till her righteousness shines out like the dawn, her salvation like a blazing torch.","vcode":"NIV","vnum":1},{"bcode":23,"cnum":62,"content":"The nations will see your righteousness, and all kings your glory; you will be called by a new name that the mouth of the LORD will bestow.","vcode":"NIV","vnum":2},{"bcode":23,"cnum":62,"content":"You will be a crown of splendor in the LORD's hand, a royal diadem in the hand of your God.","vcode":"NIV","vnum":3},{"bcode":23,"cnum":62,"content":"No longer will they call you Deserted, or name your land Desolate. But you will be called Hephzibah, and your land Beulah ; for the LORD will take delight in you, and your land will be married.","vcode":"NIV","vnum":4},{"bcode":23,"cnum":62,"content":"As a young man marries a maiden, so will your sons marry you; as a bridegroom rejoices over his bride, so will your God rejoice over you.","vcode":"NIV","vnum":5},{"bcode":23,"cnum":62,"content":"I have posted watchmen on your walls, O Jerusalem; they will never be silent day or night. You who call on the LORD, give yourselves no rest,","vcode":"NIV","vnum":6},{"bcode":23,"cnum":62,"content":"and give him no rest till he establishes Jerusalem and makes her the praise of the earth.","vcode":"NIV","vnum":7},{"bcode":23,"cnum":62,"content":"The LORD has sworn by his right hand and by his mighty arm: \"Never again will I give your grain as food for your enemies, and never again will foreigners drink the new wine for which you have toiled;","vcode":"NIV","vnum":8},{"bcode":23,"cnum":62,"content":"but those who harvest it will eat it and praise the LORD, and those who gather the grapes will drink it in the courts of my sanctuary.\"","vcode":"NIV","vnum":9},{"bcode":23,"cnum":62,"content":"Pass through, pass through the gates! Prepare the way for the people. Build up, build up the highway! Remove the stones. Raise a banner for the nations.","vcode":"NIV","vnum":10},{"bcode":23,"cnum":62,"content":"The LORD has made proclamation to the ends of the earth: \"Say to the Daughter of Zion, 'See, your Savior comes! See, his reward is with him, and his recompense accompanies him.' \"","vcode":"NIV","vnum":11},{"bcode":23,"cnum":62,"content":"They will be called the Holy People, the Redeemed of the LORD; and you will be called Sought After, the City No Longer Deserted.","vcode":"NIV","vnum":12}]},"__N_SSG":true}