[
    {
        "bcode": 6,
        "cnum": 9,
        "content": "Now when all the kings west of the Jordan heard about these things--those in the hill country, in the western foothills, and along the entire coast of the Great Sea as far as Lebanon (the kings of the Hittites, Amorites, Canaanites, Perizzites, Hivites and Jebusites)-",
        "vcode": "NIV",
        "vnum": 1
    },
    {
        "bcode": 6,
        "cnum": 9,
        "content": "they came together to make war against Joshua and Israel.",
        "vcode": "NIV",
        "vnum": 2
    },
    {
        "bcode": 6,
        "cnum": 9,
        "content": "However, when the people of Gibeon heard what Joshua had done to Jericho and Ai,",
        "vcode": "NIV",
        "vnum": 3
    },
    {
        "bcode": 6,
        "cnum": 9,
        "content": "they resorted to a ruse: They went as a delegation whose donkeys were loaded with worn-out sacks and old wineskins, cracked and mended.",
        "vcode": "NIV",
        "vnum": 4
    },
    {
        "bcode": 6,
        "cnum": 9,
        "content": "The men put worn and patched sandals on their feet and wore old clothes. All the bread of their food supply was dry and moldy.",
        "vcode": "NIV",
        "vnum": 5
    },
    {
        "bcode": 6,
        "cnum": 9,
        "content": "Then they went to Joshua in the camp at Gilgal and said to him and the men of Israel, \"We have come from a distant country; make a treaty with us.\"",
        "vcode": "NIV",
        "vnum": 6
    },
    {
        "bcode": 6,
        "cnum": 9,
        "content": "The men of Israel said to the Hivites, \"But perhaps you live near us. How then can we make a treaty with you?\"",
        "vcode": "NIV",
        "vnum": 7
    },
    {
        "bcode": 6,
        "cnum": 9,
        "content": "\"We are your servants,\" they said to Joshua. But Joshua asked, \"Who are you and where do you come from?\"",
        "vcode": "NIV",
        "vnum": 8
    },
    {
        "bcode": 6,
        "cnum": 9,
        "content": "They answered: \"Your servants have come from a very distant country because of the fame of the LORD your God. For we have heard reports of him: all that he did in Egypt,",
        "vcode": "NIV",
        "vnum": 9
    },
    {
        "bcode": 6,
        "cnum": 9,
        "content": "and all that he did to the two kings of the Amorites east of the Jordan--Sihon king of Heshbon, and Og king of Bashan, who reigned in Ashtaroth.",
        "vcode": "NIV",
        "vnum": 10
    },
    {
        "bcode": 6,
        "cnum": 9,
        "content": "And our elders and all those living in our country said to us, 'Take provisions for your journey; go and meet them and say to them, \"We are your servants; make a treaty with us.\" '",
        "vcode": "NIV",
        "vnum": 11
    },
    {
        "bcode": 6,
        "cnum": 9,
        "content": "This bread of ours was warm when we packed it at home on the day we left to come to you. But now see how dry and moldy it is.",
        "vcode": "NIV",
        "vnum": 12
    },
    {
        "bcode": 6,
        "cnum": 9,
        "content": "And these wineskins that we filled were new, but see how cracked they are. And our clothes and sandals are worn out by the very long journey.\"",
        "vcode": "NIV",
        "vnum": 13
    },
    {
        "bcode": 6,
        "cnum": 9,
        "content": "The men of Israel sampled their provisions but did not inquire of the LORD.",
        "vcode": "NIV",
        "vnum": 14
    },
    {
        "bcode": 6,
        "cnum": 9,
        "content": "Then Joshua made a treaty of peace with them to let them live, and the leaders of the assembly ratified it by oath.",
        "vcode": "NIV",
        "vnum": 15
    },
    {
        "bcode": 6,
        "cnum": 9,
        "content": "Three days after they made the treaty with the Gibeonites, the Israelites heard that they were neighbors, living near them.",
        "vcode": "NIV",
        "vnum": 16
    },
    {
        "bcode": 6,
        "cnum": 9,
        "content": "So the Israelites set out and on the third day came to their cities: Gibeon, Kephirah, Beeroth and Kiriath Jearim.",
        "vcode": "NIV",
        "vnum": 17
    },
    {
        "bcode": 6,
        "cnum": 9,
        "content": "But the Israelites did not attack them, because the leaders of the assembly had sworn an oath to them by the LORD, the God of Israel. The whole assembly grumbled against the leaders,",
        "vcode": "NIV",
        "vnum": 18
    },
    {
        "bcode": 6,
        "cnum": 9,
        "content": "but all the leaders answered, \"We have given them our oath by the LORD, the God of Israel, and we cannot touch them now.",
        "vcode": "NIV",
        "vnum": 19
    },
    {
        "bcode": 6,
        "cnum": 9,
        "content": "This is what we will do to them: We will let them live, so that wrath will not fall on us for breaking the oath we swore to them.\"",
        "vcode": "NIV",
        "vnum": 20
    },
    {
        "bcode": 6,
        "cnum": 9,
        "content": "They continued, \"Let them live, but let them be woodcutters and water carriers for the entire community.\" So the leaders' promise to them was kept.",
        "vcode": "NIV",
        "vnum": 21
    },
    {
        "bcode": 6,
        "cnum": 9,
        "content": "Then Joshua summoned the Gibeonites and said, \"Why did you deceive us by saying, 'We live a long way from you,' while actually you live near us?",
        "vcode": "NIV",
        "vnum": 22
    },
    {
        "bcode": 6,
        "cnum": 9,
        "content": "You are now under a curse: You will never cease to serve as woodcutters and water carriers for the house of my God.\"",
        "vcode": "NIV",
        "vnum": 23
    },
    {
        "bcode": 6,
        "cnum": 9,
        "content": "They answered Joshua, \"Your servants were clearly told how the LORD your God had commanded his servant Moses to give you the whole land and to wipe out all its inhabitants from before you. So we feared for our lives because of you, and that is why we did this.",
        "vcode": "NIV",
        "vnum": 24
    },
    {
        "bcode": 6,
        "cnum": 9,
        "content": "We are now in your hands. Do to us whatever seems good and right to you.\"",
        "vcode": "NIV",
        "vnum": 25
    },
    {
        "bcode": 6,
        "cnum": 9,
        "content": "So Joshua saved them from the Israelites, and they did not kill them.",
        "vcode": "NIV",
        "vnum": 26
    },
    {
        "bcode": 6,
        "cnum": 9,
        "content": "That day he made the Gibeonites woodcutters and water carriers for the community and for the altar of the LORD at the place the LORD would choose. And that is what they are to this day.",
        "vcode": "NIV",
        "vnum": 27
    }
]