{"pageProps":{"version":{"name":"NIV","vcode":"NIV"},"bible":{"bcode":1,"chapterCount":50,"name":"Genesis","type":"old","vcode":"NIV"},"chapter":"3","verses":[{"bcode":1,"cnum":3,"content":"Now the serpent was more crafty than any of the wild animals the LORD God had made. He said to the woman, \"Did God really say, 'You must not eat from any tree in the garden'?\"","vcode":"NIV","vnum":1},{"bcode":1,"cnum":3,"content":"The woman said to the serpent, \"We may eat fruit from the trees in the garden,","vcode":"NIV","vnum":2},{"bcode":1,"cnum":3,"content":"but God did say, 'You must not eat fruit from the tree that is in the middle of the garden, and you must not touch it, or you will die.' \"","vcode":"NIV","vnum":3},{"bcode":1,"cnum":3,"content":"\"You will not surely die,\" the serpent said to the woman.","vcode":"NIV","vnum":4},{"bcode":1,"cnum":3,"content":"\"For God knows that when you eat of it your eyes will be opened, and you will be like God, knowing good and evil.\"","vcode":"NIV","vnum":5},{"bcode":1,"cnum":3,"content":"When the woman saw that the fruit of the tree was good for food and pleasing to the eye, and also desirable for gaining wisdom, she took some and ate it. She also gave some to her husband, who was with her, and he ate it.","vcode":"NIV","vnum":6},{"bcode":1,"cnum":3,"content":"Then the eyes of both of them were opened, and they realized they were naked; so they sewed fig leaves together and made coverings for themselves.","vcode":"NIV","vnum":7},{"bcode":1,"cnum":3,"content":"Then the man and his wife heard the sound of the LORD God as he was walking in the garden in the cool of the day, and they hid from the LORD God among the trees of the garden.","vcode":"NIV","vnum":8},{"bcode":1,"cnum":3,"content":"But the LORD God called to the man, \"Where are you?\"","vcode":"NIV","vnum":9},{"bcode":1,"cnum":3,"content":"He answered, \"I heard you in the garden, and I was afraid because I was naked; so I hid.\"","vcode":"NIV","vnum":10},{"bcode":1,"cnum":3,"content":"And he said, \"Who told you that you were naked? Have you eaten from the tree that I commanded you not to eat from?\"","vcode":"NIV","vnum":11},{"bcode":1,"cnum":3,"content":"The man said, \"The woman you put here with me--she gave me some fruit from the tree, and I ate it.\"","vcode":"NIV","vnum":12},{"bcode":1,"cnum":3,"content":"Then the LORD God said to the woman, \"What is this you have done?\" The woman said, \"The serpent deceived me, and I ate.\"","vcode":"NIV","vnum":13},{"bcode":1,"cnum":3,"content":"So the LORD God said to the serpent, \"Because you have done this, \"Cursed are you above all the livestock and all the wild animals! You will crawl on your belly and you will eat dust all the days of your life.","vcode":"NIV","vnum":14},{"bcode":1,"cnum":3,"content":"And I will put enmity between you and the woman, and between your offspring and hers; he will crush your head, and you will strike his heel.\"","vcode":"NIV","vnum":15},{"bcode":1,"cnum":3,"content":"To the woman he said, \"I will greatly increase your pains in childbearing; with pain you will give birth to children. Your desire will be for your husband, and he will rule over you.\"","vcode":"NIV","vnum":16},{"bcode":1,"cnum":3,"content":"To Adam he said, \"Because you listened to your wife and ate from the tree about which I commanded you, 'You must not eat of it,' \"Cursed is the ground because of you; through painful toil you will eat of it all the days of your life.","vcode":"NIV","vnum":17},{"bcode":1,"cnum":3,"content":"It will produce thorns and thistles for you, and you will eat the plants of the field.","vcode":"NIV","vnum":18},{"bcode":1,"cnum":3,"content":"By the sweat of your brow you will eat your food until you return to the ground, since from it you were taken; for dust you are and to dust you will return.\"","vcode":"NIV","vnum":19},{"bcode":1,"cnum":3,"content":"Adam named his wife Eve, because she would become the mother of all the living.","vcode":"NIV","vnum":20},{"bcode":1,"cnum":3,"content":"The LORD God made garments of skin for Adam and his wife and clothed them.","vcode":"NIV","vnum":21},{"bcode":1,"cnum":3,"content":"And the LORD God said, \"The man has now become like one of us, knowing good and evil. He must not be allowed to reach out his hand and take also from the tree of life and eat, and live forever.\"","vcode":"NIV","vnum":22},{"bcode":1,"cnum":3,"content":"So the LORD God banished him from the Garden of Eden to work the ground from which he had been taken.","vcode":"NIV","vnum":23},{"bcode":1,"cnum":3,"content":"After he drove the man out, he placed on the east side of the Garden of Eden cherubim and a flaming sword flashing back and forth to guard the way to the tree of life.","vcode":"NIV","vnum":24}]},"__N_SSG":true}