[
    {
        "bcode": 32,
        "cnum": 1,
        "content": "The word of the LORD came to Jonah son of Amittai:",
        "vcode": "NIV",
        "vnum": 1
    },
    {
        "bcode": 32,
        "cnum": 1,
        "content": "\"Go to the great city of Nineveh and preach against it, because its wickedness has come up before me.\"",
        "vcode": "NIV",
        "vnum": 2
    },
    {
        "bcode": 32,
        "cnum": 1,
        "content": "But Jonah ran away from the LORD and headed for Tarshish. He went down to Joppa, where he found a ship bound for that port. After paying the fare, he went aboard and sailed for Tarshish to flee from the LORD.",
        "vcode": "NIV",
        "vnum": 3
    },
    {
        "bcode": 32,
        "cnum": 1,
        "content": "Then the LORD sent a great wind on the sea, and such a violent storm arose that the ship threatened to break up.",
        "vcode": "NIV",
        "vnum": 4
    },
    {
        "bcode": 32,
        "cnum": 1,
        "content": "All the sailors were afraid and each cried out to his own god. And they threw the cargo into the sea to lighten the ship. But Jonah had gone below deck, where he lay down and fell into a deep sleep.",
        "vcode": "NIV",
        "vnum": 5
    },
    {
        "bcode": 32,
        "cnum": 1,
        "content": "The captain went to him and said, \"How can you sleep? Get up and call on your god! Maybe he will take notice of us, and we will not perish.\"",
        "vcode": "NIV",
        "vnum": 6
    },
    {
        "bcode": 32,
        "cnum": 1,
        "content": "Then the sailors said to each other, \"Come, let us cast lots to find out who is responsible for this calamity.\" They cast lots and the lot fell on Jonah.",
        "vcode": "NIV",
        "vnum": 7
    },
    {
        "bcode": 32,
        "cnum": 1,
        "content": "So they asked him, \"Tell us, who is responsible for making all this trouble for us? What do you do? Where do you come from? What is your country? From what people are you?\"",
        "vcode": "NIV",
        "vnum": 8
    },
    {
        "bcode": 32,
        "cnum": 1,
        "content": "He answered, \"I am a Hebrew and I worship the LORD, the God of heaven, who made the sea and the land.\"",
        "vcode": "NIV",
        "vnum": 9
    },
    {
        "bcode": 32,
        "cnum": 1,
        "content": "This terrified them and they asked, \"What have you done?\" (They knew he was running away from the LORD, because he had already told them so.)",
        "vcode": "NIV",
        "vnum": 10
    },
    {
        "bcode": 32,
        "cnum": 1,
        "content": "The sea was getting rougher and rougher. So they asked him, \"What should we do to you to make the sea calm down for us?\"",
        "vcode": "NIV",
        "vnum": 11
    },
    {
        "bcode": 32,
        "cnum": 1,
        "content": "\"Pick me up and throw me into the sea,\" he replied, \"and it will become calm. I know that it is my fault that this great storm has come upon you.\"",
        "vcode": "NIV",
        "vnum": 12
    },
    {
        "bcode": 32,
        "cnum": 1,
        "content": "Instead, the men did their best to row back to land. But they could not, for the sea grew even wilder than before.",
        "vcode": "NIV",
        "vnum": 13
    },
    {
        "bcode": 32,
        "cnum": 1,
        "content": "Then they cried to the LORD, \"O LORD, please do not let us die for taking this man's life. Do not hold us accountable for killing an innocent man, for you, O LORD, have done as you pleased.\"",
        "vcode": "NIV",
        "vnum": 14
    },
    {
        "bcode": 32,
        "cnum": 1,
        "content": "Then they took Jonah and threw him overboard, and the raging sea grew calm.",
        "vcode": "NIV",
        "vnum": 15
    },
    {
        "bcode": 32,
        "cnum": 1,
        "content": "At this the men greatly feared the LORD, and they offered a sacrifice to the LORD and made vows to him.",
        "vcode": "NIV",
        "vnum": 16
    },
    {
        "bcode": 32,
        "cnum": 1,
        "content": "But the LORD provided a great fish to swallow Jonah, and Jonah was inside the fish three days and three nights.",
        "vcode": "NIV",
        "vnum": 17
    }
]