[
    {
        "bcode": 32,
        "cnum": 2,
        "content": "From inside the fish Jonah prayed to the LORD his God.",
        "vcode": "NIV",
        "vnum": 1
    },
    {
        "bcode": 32,
        "cnum": 2,
        "content": "He said: \"In my distress I called to the LORD, and he answered me. From the depths of the grave I called for help, and you listened to my cry.",
        "vcode": "NIV",
        "vnum": 2
    },
    {
        "bcode": 32,
        "cnum": 2,
        "content": "You hurled me into the deep, into the very heart of the seas, and the currents swirled about me; all your waves and breakers swept over me.",
        "vcode": "NIV",
        "vnum": 3
    },
    {
        "bcode": 32,
        "cnum": 2,
        "content": "I said, 'I have been banished from your sight; yet I will look again toward your holy temple.'",
        "vcode": "NIV",
        "vnum": 4
    },
    {
        "bcode": 32,
        "cnum": 2,
        "content": "The engulfing waters threatened me, the deep surrounded me; seaweed was wrapped around my head.",
        "vcode": "NIV",
        "vnum": 5
    },
    {
        "bcode": 32,
        "cnum": 2,
        "content": "To the roots of the mountains I sank down; the earth beneath barred me in forever. But you brought my life up from the pit, O LORD my God.",
        "vcode": "NIV",
        "vnum": 6
    },
    {
        "bcode": 32,
        "cnum": 2,
        "content": "\"When my life was ebbing away, I remembered you, LORD, and my prayer rose to you, to your holy temple.",
        "vcode": "NIV",
        "vnum": 7
    },
    {
        "bcode": 32,
        "cnum": 2,
        "content": "\"Those who cling to worthless idols forfeit the grace that could be theirs.",
        "vcode": "NIV",
        "vnum": 8
    },
    {
        "bcode": 32,
        "cnum": 2,
        "content": "But I, with a song of thanksgiving, will sacrifice to you. What I have vowed I will make good. Salvation comes from the LORD.\"",
        "vcode": "NIV",
        "vnum": 9
    },
    {
        "bcode": 32,
        "cnum": 2,
        "content": "And the LORD commanded the fish, and it vomited Jonah onto dry land.",
        "vcode": "NIV",
        "vnum": 10
    }
]