[
    {
        "bcode": 51,
        "cnum": 2,
        "content": "I want you to know how much I am struggling for you and for those at Laodicea, and for all who have not met me personally.",
        "vcode": "NIV",
        "vnum": 1
    },
    {
        "bcode": 51,
        "cnum": 2,
        "content": "My purpose is that they may be encouraged in heart and united in love, so that they may have the full riches of complete understanding, in order that they may know the mystery of God, namely, Christ,",
        "vcode": "NIV",
        "vnum": 2
    },
    {
        "bcode": 51,
        "cnum": 2,
        "content": "in whom are hidden all the treasures of wisdom and knowledge.",
        "vcode": "NIV",
        "vnum": 3
    },
    {
        "bcode": 51,
        "cnum": 2,
        "content": "I tell you this so that no one may deceive you by fine-sounding arguments.",
        "vcode": "NIV",
        "vnum": 4
    },
    {
        "bcode": 51,
        "cnum": 2,
        "content": "For though I am absent from you in body, I am present with you in spirit and delight to see how orderly you are and how firm your faith in Christ is.",
        "vcode": "NIV",
        "vnum": 5
    },
    {
        "bcode": 51,
        "cnum": 2,
        "content": "So then, just as you received Christ Jesus as Lord, continue to live in him,",
        "vcode": "NIV",
        "vnum": 6
    },
    {
        "bcode": 51,
        "cnum": 2,
        "content": "rooted and built up in him, strengthened in the faith as you were taught, and overflowing with thankfulness.",
        "vcode": "NIV",
        "vnum": 7
    },
    {
        "bcode": 51,
        "cnum": 2,
        "content": "See to it that no one takes you captive through hollow and deceptive philosophy, which depends on human tradition and the basic principles of this world rather than on Christ.",
        "vcode": "NIV",
        "vnum": 8
    },
    {
        "bcode": 51,
        "cnum": 2,
        "content": "For in Christ all the fullness of the Deity lives in bodily form,",
        "vcode": "NIV",
        "vnum": 9
    },
    {
        "bcode": 51,
        "cnum": 2,
        "content": "and you have been given fullness in Christ, who is the head over every power and authority.",
        "vcode": "NIV",
        "vnum": 10
    },
    {
        "bcode": 51,
        "cnum": 2,
        "content": "In him you were also circumcised, in the putting off of the sinful nature, not with a circumcision done by the hands of men but with the circumcision done by Christ,",
        "vcode": "NIV",
        "vnum": 11
    },
    {
        "bcode": 51,
        "cnum": 2,
        "content": "having been buried with him in baptism and raised with him through your faith in the power of God, who raised him from the dead.",
        "vcode": "NIV",
        "vnum": 12
    },
    {
        "bcode": 51,
        "cnum": 2,
        "content": "When you were dead in your sins and in the uncircumcision of your sinful nature, God made you alive with Christ. He forgave us all our sins,",
        "vcode": "NIV",
        "vnum": 13
    },
    {
        "bcode": 51,
        "cnum": 2,
        "content": "having canceled the written code, with its regulations, that was against us and that stood opposed to us; he took it away, nailing it to the cross.",
        "vcode": "NIV",
        "vnum": 14
    },
    {
        "bcode": 51,
        "cnum": 2,
        "content": "And having disarmed the powers and authorities, he made a public spectacle of them, triumphing over them by the cross.",
        "vcode": "NIV",
        "vnum": 15
    },
    {
        "bcode": 51,
        "cnum": 2,
        "content": "Therefore do not let anyone judge you by what you eat or drink, or with regard to a religious festival, a New Moon celebration or a Sabbath day.",
        "vcode": "NIV",
        "vnum": 16
    },
    {
        "bcode": 51,
        "cnum": 2,
        "content": "These are a shadow of the things that were to come; the reality, however, is found in Christ.",
        "vcode": "NIV",
        "vnum": 17
    },
    {
        "bcode": 51,
        "cnum": 2,
        "content": "Do not let anyone who delights in false humility and the worship of angels disqualify you for the prize. Such a person goes into great detail about what he has seen, and his unspiritual mind puffs him up with idle notions.",
        "vcode": "NIV",
        "vnum": 18
    },
    {
        "bcode": 51,
        "cnum": 2,
        "content": "He has lost connection with the Head, from whom the whole body, supported and held together by its ligaments and sinews, grows as God causes it to grow.",
        "vcode": "NIV",
        "vnum": 19
    },
    {
        "bcode": 51,
        "cnum": 2,
        "content": "Since you died with Christ to the basic principles of this world, why, as though you still belonged to it, do you submit to its rules:",
        "vcode": "NIV",
        "vnum": 20
    },
    {
        "bcode": 51,
        "cnum": 2,
        "content": "\"Do not handle! Do not taste! Do not touch!\"?",
        "vcode": "NIV",
        "vnum": 21
    },
    {
        "bcode": 51,
        "cnum": 2,
        "content": "These are all destined to perish with use, because they are based on human commands and teachings.",
        "vcode": "NIV",
        "vnum": 22
    },
    {
        "bcode": 51,
        "cnum": 2,
        "content": "Such regulations indeed have an appearance of wisdom, with their self-imposed worship, their false humility and their harsh treatment of the body, but they lack any value in restraining sensual indulgence.",
        "vcode": "NIV",
        "vnum": 23
    }
]