[
    {
        "bcode": 18,
        "cnum": 27,
        "content": "And Job continued his discourse:",
        "vcode": "NIV",
        "vnum": 1
    },
    {
        "bcode": 18,
        "cnum": 27,
        "content": "\"As surely as God lives, who has denied me justice, the Almighty, who has made me taste bitterness of soul,",
        "vcode": "NIV",
        "vnum": 2
    },
    {
        "bcode": 18,
        "cnum": 27,
        "content": "as long as I have life within me, the breath of God in my nostrils,",
        "vcode": "NIV",
        "vnum": 3
    },
    {
        "bcode": 18,
        "cnum": 27,
        "content": "my lips will not speak wickedness, and my tongue will utter no deceit.",
        "vcode": "NIV",
        "vnum": 4
    },
    {
        "bcode": 18,
        "cnum": 27,
        "content": "I will never admit you are in the right; till I die, I will not deny my integrity.",
        "vcode": "NIV",
        "vnum": 5
    },
    {
        "bcode": 18,
        "cnum": 27,
        "content": "I will maintain my righteousness and never let go of it; my conscience will not reproach me as long as I live.",
        "vcode": "NIV",
        "vnum": 6
    },
    {
        "bcode": 18,
        "cnum": 27,
        "content": "\"May my enemies be like the wicked, my adversaries like the unjust!",
        "vcode": "NIV",
        "vnum": 7
    },
    {
        "bcode": 18,
        "cnum": 27,
        "content": "For what hope has the godless when he is cut off, when God takes away his life?",
        "vcode": "NIV",
        "vnum": 8
    },
    {
        "bcode": 18,
        "cnum": 27,
        "content": "Does God listen to his cry when distress comes upon him?",
        "vcode": "NIV",
        "vnum": 9
    },
    {
        "bcode": 18,
        "cnum": 27,
        "content": "Will he find delight in the Almighty? Will he call upon God at all times?",
        "vcode": "NIV",
        "vnum": 10
    },
    {
        "bcode": 18,
        "cnum": 27,
        "content": "\"I will teach you about the power of God; the ways of the Almighty I will not conceal.",
        "vcode": "NIV",
        "vnum": 11
    },
    {
        "bcode": 18,
        "cnum": 27,
        "content": "You have all seen this yourselves. Why then this meaningless talk?",
        "vcode": "NIV",
        "vnum": 12
    },
    {
        "bcode": 18,
        "cnum": 27,
        "content": "\"Here is the fate God allots to the wicked, the heritage a ruthless man receives from the Almighty:",
        "vcode": "NIV",
        "vnum": 13
    },
    {
        "bcode": 18,
        "cnum": 27,
        "content": "However many his children, their fate is the sword; his offspring will never have enough to eat.",
        "vcode": "NIV",
        "vnum": 14
    },
    {
        "bcode": 18,
        "cnum": 27,
        "content": "The plague will bury those who survive him, and their widows will not weep for them.",
        "vcode": "NIV",
        "vnum": 15
    },
    {
        "bcode": 18,
        "cnum": 27,
        "content": "Though he heaps up silver like dust and clothes like piles of clay,",
        "vcode": "NIV",
        "vnum": 16
    },
    {
        "bcode": 18,
        "cnum": 27,
        "content": "what he lays up the righteous will wear, and the innocent will divide his silver.",
        "vcode": "NIV",
        "vnum": 17
    },
    {
        "bcode": 18,
        "cnum": 27,
        "content": "The house he builds is like a moth's cocoon, like a hut made by a watchman.",
        "vcode": "NIV",
        "vnum": 18
    },
    {
        "bcode": 18,
        "cnum": 27,
        "content": "He lies down wealthy, but will do so no more; when he opens his eyes, all is gone.",
        "vcode": "NIV",
        "vnum": 19
    },
    {
        "bcode": 18,
        "cnum": 27,
        "content": "Terrors overtake him like a flood; a tempest snatches him away in the night.",
        "vcode": "NIV",
        "vnum": 20
    },
    {
        "bcode": 18,
        "cnum": 27,
        "content": "The east wind carries him off, and he is gone; it sweeps him out of his place.",
        "vcode": "NIV",
        "vnum": 21
    },
    {
        "bcode": 18,
        "cnum": 27,
        "content": "It hurls itself against him without mercy as he flees headlong from its power.",
        "vcode": "NIV",
        "vnum": 22
    },
    {
        "bcode": 18,
        "cnum": 27,
        "content": "It claps its hands in derision and hisses him out of his place.",
        "vcode": "NIV",
        "vnum": 23
    }
]