[
    {
        "bcode": 23,
        "cnum": 15,
        "content": "An oracle concerning Moab: Ar in Moab is ruined, destroyed in a night! Kir in Moab is ruined, destroyed in a night!",
        "vcode": "NIV",
        "vnum": 1
    },
    {
        "bcode": 23,
        "cnum": 15,
        "content": "Dibon goes up to its temple, to its high places to weep; Moab wails over Nebo and Medeba. Every head is shaved and every beard cut off.",
        "vcode": "NIV",
        "vnum": 2
    },
    {
        "bcode": 23,
        "cnum": 15,
        "content": "In the streets they wear sackcloth; on the roofs and in the public squares they all wail, prostrate with weeping.",
        "vcode": "NIV",
        "vnum": 3
    },
    {
        "bcode": 23,
        "cnum": 15,
        "content": "Heshbon and Elealeh cry out, their voices are heard all the way to Jahaz. Therefore the armed men of Moab cry out, and their hearts are faint.",
        "vcode": "NIV",
        "vnum": 4
    },
    {
        "bcode": 23,
        "cnum": 15,
        "content": "My heart cries out over Moab; her fugitives flee as far as Zoar, as far as Eglath Shelishiyah. They go up the way to Luhith, weeping as they go; on the road to Horonaim they lament their destruction.",
        "vcode": "NIV",
        "vnum": 5
    },
    {
        "bcode": 23,
        "cnum": 15,
        "content": "The waters of Nimrim are dried up and the grass is withered; the vegetation is gone and nothing green is left.",
        "vcode": "NIV",
        "vnum": 6
    },
    {
        "bcode": 23,
        "cnum": 15,
        "content": "So the wealth they have acquired and stored up they carry away over the Ravine of the Poplars.",
        "vcode": "NIV",
        "vnum": 7
    },
    {
        "bcode": 23,
        "cnum": 15,
        "content": "Their outcry echoes along the border of Moab; their wailing reaches as far as Eglaim, their lamentation as far as Beer Elim.",
        "vcode": "NIV",
        "vnum": 8
    },
    {
        "bcode": 23,
        "cnum": 15,
        "content": "Dimon's waters are full of blood, but I will bring still more upon Dimon -- a lion upon the fugitives of Moab and upon those who remain in the land.",
        "vcode": "NIV",
        "vnum": 9
    }
]