{"pageProps":{"version":{"name":"NIV","vcode":"NIV"},"bible":{"bcode":48,"chapterCount":6,"name":"Galatians","type":"new","vcode":"NIV"},"chapter":"4","verses":[{"bcode":48,"cnum":4,"content":"What I am saying is that as long as the heir is a child, he is no different from a slave, although he owns the whole estate.","vcode":"NIV","vnum":1},{"bcode":48,"cnum":4,"content":"He is subject to guardians and trustees until the time set by his father.","vcode":"NIV","vnum":2},{"bcode":48,"cnum":4,"content":"So also, when we were children, we were in slavery under the basic principles of the world.","vcode":"NIV","vnum":3},{"bcode":48,"cnum":4,"content":"But when the time had fully come, God sent his Son, born of a woman, born under law,","vcode":"NIV","vnum":4},{"bcode":48,"cnum":4,"content":"to redeem those under law, that we might receive the full rights of sons.","vcode":"NIV","vnum":5},{"bcode":48,"cnum":4,"content":"Because you are sons, God sent the Spirit of his Son into our hearts, the Spirit who calls out, \"Abba, Father.\"","vcode":"NIV","vnum":6},{"bcode":48,"cnum":4,"content":"So you are no longer a slave, but a son; and since you are a son, God has made you also an heir.","vcode":"NIV","vnum":7},{"bcode":48,"cnum":4,"content":"Formerly, when you did not know God, you were slaves to those who by nature are not gods.","vcode":"NIV","vnum":8},{"bcode":48,"cnum":4,"content":"But now that you know God--or rather are known by God--how is it that you are turning back to those weak and miserable principles? Do you wish to be enslaved by them all over again?","vcode":"NIV","vnum":9},{"bcode":48,"cnum":4,"content":"You are observing special days and months and seasons and years!","vcode":"NIV","vnum":10},{"bcode":48,"cnum":4,"content":"I fear for you, that somehow I have wasted my efforts on you.","vcode":"NIV","vnum":11},{"bcode":48,"cnum":4,"content":"I plead with you, brothers, become like me, for I became like you. You have done me no wrong.","vcode":"NIV","vnum":12},{"bcode":48,"cnum":4,"content":"As you know, it was because of an illness that I first preached the gospel to you.","vcode":"NIV","vnum":13},{"bcode":48,"cnum":4,"content":"Even though my illness was a trial to you, you did not treat me with contempt or scorn. Instead, you welcomed me as if I were an angel of God, as if I were Christ Jesus himself.","vcode":"NIV","vnum":14},{"bcode":48,"cnum":4,"content":"What has happened to all your joy? I can testify that, if you could have done so, you would have torn out your eyes and given them to me.","vcode":"NIV","vnum":15},{"bcode":48,"cnum":4,"content":"Have I now become your enemy by telling you the truth?","vcode":"NIV","vnum":16},{"bcode":48,"cnum":4,"content":"Those people are zealous to win you over, but for no good. What they want is to alienate you from us, so that you may be zealous for them.","vcode":"NIV","vnum":17},{"bcode":48,"cnum":4,"content":"It is fine to be zealous, provided the purpose is good, and to be so always and not just when I am with you.","vcode":"NIV","vnum":18},{"bcode":48,"cnum":4,"content":"My dear children, for whom I am again in the pains of childbirth until Christ is formed in you,","vcode":"NIV","vnum":19},{"bcode":48,"cnum":4,"content":"how I wish I could be with you now and change my tone, because I am perplexed about you!","vcode":"NIV","vnum":20},{"bcode":48,"cnum":4,"content":"Tell me, you who want to be under the law, are you not aware of what the law says?","vcode":"NIV","vnum":21},{"bcode":48,"cnum":4,"content":"For it is written that Abraham had two sons, one by the slave woman and the other by the free woman.","vcode":"NIV","vnum":22},{"bcode":48,"cnum":4,"content":"His son by the slave woman was born in the ordinary way; but his son by the free woman was born as the result of a promise.","vcode":"NIV","vnum":23},{"bcode":48,"cnum":4,"content":"These things may be taken figuratively, for the women represent two covenants. One covenant is from Mount Sinai and bears children who are to be slaves: This is Hagar.","vcode":"NIV","vnum":24},{"bcode":48,"cnum":4,"content":"Now Hagar stands for Mount Sinai in Arabia and corresponds to the present city of Jerusalem, because she is in slavery with her children.","vcode":"NIV","vnum":25},{"bcode":48,"cnum":4,"content":"But the Jerusalem that is above is free, and she is our mother.","vcode":"NIV","vnum":26},{"bcode":48,"cnum":4,"content":"For it is written: \"Be glad, O barren woman, who bears no children; break forth and cry aloud, you who have no labor pains; because more are the children of the desolate woman than of her who has a husband.\"","vcode":"NIV","vnum":27},{"bcode":48,"cnum":4,"content":"Now you, brothers, like Isaac, are children of promise.","vcode":"NIV","vnum":28},{"bcode":48,"cnum":4,"content":"At that time the son born in the ordinary way persecuted the son born by the power of the Spirit. It is the same now.","vcode":"NIV","vnum":29},{"bcode":48,"cnum":4,"content":"But what does the Scripture say? \"Get rid of the slave woman and her son, for the slave woman's son will never share in the inheritance with the free woman's son.\"","vcode":"NIV","vnum":30},{"bcode":48,"cnum":4,"content":"Therefore, brothers, we are not children of the slave woman, but of the free woman.","vcode":"NIV","vnum":31}]},"__N_SSG":true}