{"pageProps":{"version":{"name":"NIV","vcode":"NIV"},"bible":{"bcode":19,"chapterCount":150,"name":"Psalms","type":"old","vcode":"NIV"},"chapter":"71","verses":[{"bcode":19,"cnum":71,"content":"In you, O LORD, I have taken refuge; let me never be put to shame.","vcode":"NIV","vnum":1},{"bcode":19,"cnum":71,"content":"Rescue me and deliver me in your righteousness; turn your ear to me and save me.","vcode":"NIV","vnum":2},{"bcode":19,"cnum":71,"content":"Be my rock of refuge, to which I can always go; give the command to save me, for you are my rock and my fortress.","vcode":"NIV","vnum":3},{"bcode":19,"cnum":71,"content":"Deliver me, O my God, from the hand of the wicked, from the grasp of evil and cruel men.","vcode":"NIV","vnum":4},{"bcode":19,"cnum":71,"content":"For you have been my hope, O Sovereign LORD, my confidence since my youth.","vcode":"NIV","vnum":5},{"bcode":19,"cnum":71,"content":"From birth I have relied on you; you brought me forth from my mother's womb. I will ever praise you.","vcode":"NIV","vnum":6},{"bcode":19,"cnum":71,"content":"I have become like a portent to many, but you are my strong refuge.","vcode":"NIV","vnum":7},{"bcode":19,"cnum":71,"content":"My mouth is filled with your praise, declaring your splendor all day long.","vcode":"NIV","vnum":8},{"bcode":19,"cnum":71,"content":"Do not cast me away when I am old; do not forsake me when my strength is gone.","vcode":"NIV","vnum":9},{"bcode":19,"cnum":71,"content":"For my enemies speak against me; those who wait to kill me conspire together.","vcode":"NIV","vnum":10},{"bcode":19,"cnum":71,"content":"They say, \"God has forsaken him; pursue him and seize him, for no one will rescue him.\"","vcode":"NIV","vnum":11},{"bcode":19,"cnum":71,"content":"Be not far from me, O God; come quickly, O my God, to help me.","vcode":"NIV","vnum":12},{"bcode":19,"cnum":71,"content":"May my accusers perish in shame; may those who want to harm me be covered with scorn and disgrace.","vcode":"NIV","vnum":13},{"bcode":19,"cnum":71,"content":"But as for me, I will always have hope; I will praise you more and more.","vcode":"NIV","vnum":14},{"bcode":19,"cnum":71,"content":"My mouth will tell of your righteousness, of your salvation all day long, though I know not its measure.","vcode":"NIV","vnum":15},{"bcode":19,"cnum":71,"content":"I will come and proclaim your mighty acts, O Sovereign LORD; I will proclaim your righteousness, yours alone.","vcode":"NIV","vnum":16},{"bcode":19,"cnum":71,"content":"Since my youth, O God, you have taught me, and to this day I declare your marvelous deeds.","vcode":"NIV","vnum":17},{"bcode":19,"cnum":71,"content":"Even when I am old and gray, do not forsake me, O God, till I declare your power to the next generation, your might to all who are to come.","vcode":"NIV","vnum":18},{"bcode":19,"cnum":71,"content":"Your righteousness reaches to the skies, O God, you who have done great things. Who, O God, is like you?","vcode":"NIV","vnum":19},{"bcode":19,"cnum":71,"content":"Though you have made me see troubles, many and bitter, you will restore my life again; from the depths of the earth you will again bring me up.","vcode":"NIV","vnum":20},{"bcode":19,"cnum":71,"content":"You will increase my honor and comfort me once again.","vcode":"NIV","vnum":21},{"bcode":19,"cnum":71,"content":"I will praise you with the harp for your faithfulness, O my God; I will sing praise to you with the lyre, O Holy One of Israel.","vcode":"NIV","vnum":22},{"bcode":19,"cnum":71,"content":"My lips will shout for joy when I sing praise to you-- I, whom you have redeemed.","vcode":"NIV","vnum":23},{"bcode":19,"cnum":71,"content":"My tongue will tell of your righteous acts all day long, for those who wanted to harm me have been put to shame and confusion.","vcode":"NIV","vnum":24}]},"__N_SSG":true}