[
    {
        "bcode": 18,
        "cnum": 20,
        "content": "Then Zophar the Naamathite replied:",
        "vcode": "NIV",
        "vnum": 1
    },
    {
        "bcode": 18,
        "cnum": 20,
        "content": "\"My troubled thoughts prompt me to answer because I am greatly disturbed.",
        "vcode": "NIV",
        "vnum": 2
    },
    {
        "bcode": 18,
        "cnum": 20,
        "content": "I hear a rebuke that dishonors me, and my understanding inspires me to reply.",
        "vcode": "NIV",
        "vnum": 3
    },
    {
        "bcode": 18,
        "cnum": 20,
        "content": "\"Surely you know how it has been from of old, ever since man was placed on the earth,",
        "vcode": "NIV",
        "vnum": 4
    },
    {
        "bcode": 18,
        "cnum": 20,
        "content": "that the mirth of the wicked is brief, the joy of the godless lasts but a moment.",
        "vcode": "NIV",
        "vnum": 5
    },
    {
        "bcode": 18,
        "cnum": 20,
        "content": "Though his pride reaches to the heavens and his head touches the clouds,",
        "vcode": "NIV",
        "vnum": 6
    },
    {
        "bcode": 18,
        "cnum": 20,
        "content": "he will perish forever, like his own dung; those who have seen him will say, 'Where is he?'",
        "vcode": "NIV",
        "vnum": 7
    },
    {
        "bcode": 18,
        "cnum": 20,
        "content": "Like a dream he flies away, no more to be found, banished like a vision of the night.",
        "vcode": "NIV",
        "vnum": 8
    },
    {
        "bcode": 18,
        "cnum": 20,
        "content": "The eye that saw him will not see him again; his place will look on him no more.",
        "vcode": "NIV",
        "vnum": 9
    },
    {
        "bcode": 18,
        "cnum": 20,
        "content": "His children must make amends to the poor; his own hands must give back his wealth.",
        "vcode": "NIV",
        "vnum": 10
    },
    {
        "bcode": 18,
        "cnum": 20,
        "content": "The youthful vigor that fills his bones will lie with him in the dust.",
        "vcode": "NIV",
        "vnum": 11
    },
    {
        "bcode": 18,
        "cnum": 20,
        "content": "\"Though evil is sweet in his mouth and he hides it under his tongue,",
        "vcode": "NIV",
        "vnum": 12
    },
    {
        "bcode": 18,
        "cnum": 20,
        "content": "though he cannot bear to let it go and keeps it in his mouth,",
        "vcode": "NIV",
        "vnum": 13
    },
    {
        "bcode": 18,
        "cnum": 20,
        "content": "yet his food will turn sour in his stomach; it will become the venom of serpents within him.",
        "vcode": "NIV",
        "vnum": 14
    },
    {
        "bcode": 18,
        "cnum": 20,
        "content": "He will spit out the riches he swallowed; God will make his stomach vomit them up.",
        "vcode": "NIV",
        "vnum": 15
    },
    {
        "bcode": 18,
        "cnum": 20,
        "content": "He will suck the poison of serpents; the fangs of an adder will kill him.",
        "vcode": "NIV",
        "vnum": 16
    },
    {
        "bcode": 18,
        "cnum": 20,
        "content": "He will not enjoy the streams, the rivers flowing with honey and cream.",
        "vcode": "NIV",
        "vnum": 17
    },
    {
        "bcode": 18,
        "cnum": 20,
        "content": "What he toiled for he must give back uneaten; he will not enjoy the profit from his trading.",
        "vcode": "NIV",
        "vnum": 18
    },
    {
        "bcode": 18,
        "cnum": 20,
        "content": "For he has oppressed the poor and left them destitute; he has seized houses he did not build.",
        "vcode": "NIV",
        "vnum": 19
    },
    {
        "bcode": 18,
        "cnum": 20,
        "content": "\"Surely he will have no respite from his craving; he cannot save himself by his treasure.",
        "vcode": "NIV",
        "vnum": 20
    },
    {
        "bcode": 18,
        "cnum": 20,
        "content": "Nothing is left for him to devour; his prosperity will not endure.",
        "vcode": "NIV",
        "vnum": 21
    },
    {
        "bcode": 18,
        "cnum": 20,
        "content": "In the midst of his plenty, distress will overtake him; the full force of misery will come upon him.",
        "vcode": "NIV",
        "vnum": 22
    },
    {
        "bcode": 18,
        "cnum": 20,
        "content": "When he has filled his belly, God will vent his burning anger against him and rain down his blows upon him.",
        "vcode": "NIV",
        "vnum": 23
    },
    {
        "bcode": 18,
        "cnum": 20,
        "content": "Though he flees from an iron weapon, a bronze-tipped arrow pierces him.",
        "vcode": "NIV",
        "vnum": 24
    },
    {
        "bcode": 18,
        "cnum": 20,
        "content": "He pulls it out of his back, the gleaming point out of his liver. Terrors will come over him;",
        "vcode": "NIV",
        "vnum": 25
    },
    {
        "bcode": 18,
        "cnum": 20,
        "content": "total darkness lies in wait for his treasures. A fire unfanned will consume him and devour what is left in his tent.",
        "vcode": "NIV",
        "vnum": 26
    },
    {
        "bcode": 18,
        "cnum": 20,
        "content": "The heavens will expose his guilt; the earth will rise up against him.",
        "vcode": "NIV",
        "vnum": 27
    },
    {
        "bcode": 18,
        "cnum": 20,
        "content": "A flood will carry off his house, rushing waters on the day of God's wrath.",
        "vcode": "NIV",
        "vnum": 28
    },
    {
        "bcode": 18,
        "cnum": 20,
        "content": "Such is the fate God allots the wicked, the heritage appointed for them by God.\"",
        "vcode": "NIV",
        "vnum": 29
    }
]