[
    {
        "bcode": 18,
        "cnum": 26,
        "content": "Then Job replied:",
        "vcode": "NIV",
        "vnum": 1
    },
    {
        "bcode": 18,
        "cnum": 26,
        "content": "\"How you have helped the powerless! How you have saved the arm that is feeble!",
        "vcode": "NIV",
        "vnum": 2
    },
    {
        "bcode": 18,
        "cnum": 26,
        "content": "What advice you have offered to one without wisdom! And what great insight you have displayed!",
        "vcode": "NIV",
        "vnum": 3
    },
    {
        "bcode": 18,
        "cnum": 26,
        "content": "Who has helped you utter these words? And whose spirit spoke from your mouth?",
        "vcode": "NIV",
        "vnum": 4
    },
    {
        "bcode": 18,
        "cnum": 26,
        "content": "\"The dead are in deep anguish, those beneath the waters and all that live in them.",
        "vcode": "NIV",
        "vnum": 5
    },
    {
        "bcode": 18,
        "cnum": 26,
        "content": "Death is naked before God; Destruction lies uncovered.",
        "vcode": "NIV",
        "vnum": 6
    },
    {
        "bcode": 18,
        "cnum": 26,
        "content": "He spreads out the northern skies over empty space; he suspends the earth over nothing.",
        "vcode": "NIV",
        "vnum": 7
    },
    {
        "bcode": 18,
        "cnum": 26,
        "content": "He wraps up the waters in his clouds, yet the clouds do not burst under their weight.",
        "vcode": "NIV",
        "vnum": 8
    },
    {
        "bcode": 18,
        "cnum": 26,
        "content": "He covers the face of the full moon, spreading his clouds over it.",
        "vcode": "NIV",
        "vnum": 9
    },
    {
        "bcode": 18,
        "cnum": 26,
        "content": "He marks out the horizon on the face of the waters for a boundary between light and darkness.",
        "vcode": "NIV",
        "vnum": 10
    },
    {
        "bcode": 18,
        "cnum": 26,
        "content": "The pillars of the heavens quake, aghast at his rebuke.",
        "vcode": "NIV",
        "vnum": 11
    },
    {
        "bcode": 18,
        "cnum": 26,
        "content": "By his power he churned up the sea; by his wisdom he cut Rahab to pieces.",
        "vcode": "NIV",
        "vnum": 12
    },
    {
        "bcode": 18,
        "cnum": 26,
        "content": "By his breath the skies became fair; his hand pierced the gliding serpent.",
        "vcode": "NIV",
        "vnum": 13
    },
    {
        "bcode": 18,
        "cnum": 26,
        "content": "And these are but the outer fringe of his works; how faint the whisper we hear of him! Who then can understand the thunder of his power?\"",
        "vcode": "NIV",
        "vnum": 14
    }
]