[
    {
        "bcode": 59,
        "cnum": 2,
        "content": "My brothers, as believers in our glorious Lord Jesus Christ, don't show favoritism.",
        "vcode": "NIV",
        "vnum": 1
    },
    {
        "bcode": 59,
        "cnum": 2,
        "content": "Suppose a man comes into your meeting wearing a gold ring and fine clothes, and a poor man in shabby clothes also comes in.",
        "vcode": "NIV",
        "vnum": 2
    },
    {
        "bcode": 59,
        "cnum": 2,
        "content": "If you show special attention to the man wearing fine clothes and say, \"Here's a good seat for you,\" but say to the poor man, \"You stand there\" or \"Sit on the floor by my feet,\"",
        "vcode": "NIV",
        "vnum": 3
    },
    {
        "bcode": 59,
        "cnum": 2,
        "content": "have you not discriminated among yourselves and become judges with evil thoughts?",
        "vcode": "NIV",
        "vnum": 4
    },
    {
        "bcode": 59,
        "cnum": 2,
        "content": "Listen, my dear brothers: Has not God chosen those who are poor in the eyes of the world to be rich in faith and to inherit the kingdom he promised those who love him?",
        "vcode": "NIV",
        "vnum": 5
    },
    {
        "bcode": 59,
        "cnum": 2,
        "content": "But you have insulted the poor. Is it not the rich who are exploiting you? Are they not the ones who are dragging you into court?",
        "vcode": "NIV",
        "vnum": 6
    },
    {
        "bcode": 59,
        "cnum": 2,
        "content": "Are they not the ones who are slandering the noble name of him to whom you belong?",
        "vcode": "NIV",
        "vnum": 7
    },
    {
        "bcode": 59,
        "cnum": 2,
        "content": "If you really keep the royal law found in Scripture, \"Love your neighbor as yourself,\" you are doing right.",
        "vcode": "NIV",
        "vnum": 8
    },
    {
        "bcode": 59,
        "cnum": 2,
        "content": "But if you show favoritism, you sin and are convicted by the law as lawbreakers.",
        "vcode": "NIV",
        "vnum": 9
    },
    {
        "bcode": 59,
        "cnum": 2,
        "content": "For whoever keeps the whole law and yet stumbles at just one point is guilty of breaking all of it.",
        "vcode": "NIV",
        "vnum": 10
    },
    {
        "bcode": 59,
        "cnum": 2,
        "content": "For he who said, \"Do not commit adultery,\" also said, \"Do not murder.\" If you do not commit adultery but do commit murder, you have become a lawbreaker.",
        "vcode": "NIV",
        "vnum": 11
    },
    {
        "bcode": 59,
        "cnum": 2,
        "content": "Speak and act as those who are going to be judged by the law that gives freedom,",
        "vcode": "NIV",
        "vnum": 12
    },
    {
        "bcode": 59,
        "cnum": 2,
        "content": "because judgment without mercy will be shown to anyone who has not been merciful. Mercy triumphs over judgment!",
        "vcode": "NIV",
        "vnum": 13
    },
    {
        "bcode": 59,
        "cnum": 2,
        "content": "What good is it, my brothers, if a man claims to have faith but has no deeds? Can such faith save him?",
        "vcode": "NIV",
        "vnum": 14
    },
    {
        "bcode": 59,
        "cnum": 2,
        "content": "Suppose a brother or sister is without clothes and daily food.",
        "vcode": "NIV",
        "vnum": 15
    },
    {
        "bcode": 59,
        "cnum": 2,
        "content": "If one of you says to him, \"Go, I wish you well; keep warm and well fed,\" but does nothing about his physical needs, what good is it?",
        "vcode": "NIV",
        "vnum": 16
    },
    {
        "bcode": 59,
        "cnum": 2,
        "content": "In the same way, faith by itself, if it is not accompanied by action, is dead.",
        "vcode": "NIV",
        "vnum": 17
    },
    {
        "bcode": 59,
        "cnum": 2,
        "content": "But someone will say, \"You have faith; I have deeds.\" Show me your faith without deeds, and I will show you my faith by what I do.",
        "vcode": "NIV",
        "vnum": 18
    },
    {
        "bcode": 59,
        "cnum": 2,
        "content": "You believe that there is one God. Good! Even the demons believe that--and shudder.",
        "vcode": "NIV",
        "vnum": 19
    },
    {
        "bcode": 59,
        "cnum": 2,
        "content": "You foolish man, do you want evidence that faith without deeds is useless?",
        "vcode": "NIV",
        "vnum": 20
    },
    {
        "bcode": 59,
        "cnum": 2,
        "content": "Was not our ancestor Abraham considered righteous for what he did when he offered his son Isaac on the altar?",
        "vcode": "NIV",
        "vnum": 21
    },
    {
        "bcode": 59,
        "cnum": 2,
        "content": "You see that his faith and his actions were working together, and his faith was made complete by what he did.",
        "vcode": "NIV",
        "vnum": 22
    },
    {
        "bcode": 59,
        "cnum": 2,
        "content": "And the scripture was fulfilled that says, \"Abraham believed God, and it was credited to him as righteousness,\" and he was called God's friend.",
        "vcode": "NIV",
        "vnum": 23
    },
    {
        "bcode": 59,
        "cnum": 2,
        "content": "You see that a person is justified by what he does and not by faith alone.",
        "vcode": "NIV",
        "vnum": 24
    },
    {
        "bcode": 59,
        "cnum": 2,
        "content": "In the same way, was not even Rahab the prostitute considered righteous for what she did when she gave lodging to the spies and sent them off in a different direction?",
        "vcode": "NIV",
        "vnum": 25
    },
    {
        "bcode": 59,
        "cnum": 2,
        "content": "As the body without the spirit is dead, so faith without deeds is dead.",
        "vcode": "NIV",
        "vnum": 26
    }
]