{"pageProps":{"version":{"name":"NIV","vcode":"NIV"},"bible":{"bcode":58,"chapterCount":13,"name":"Hebrews","type":"new","vcode":"NIV"},"chapter":"3","verses":[{"bcode":58,"cnum":3,"content":"Therefore, holy brothers, who share in the heavenly calling, fix your thoughts on Jesus, the apostle and high priest whom we confess.","vcode":"NIV","vnum":1},{"bcode":58,"cnum":3,"content":"He was faithful to the one who appointed him, just as Moses was faithful in all God's house.","vcode":"NIV","vnum":2},{"bcode":58,"cnum":3,"content":"Jesus has been found worthy of greater honor than Moses, just as the builder of a house has greater honor than the house itself.","vcode":"NIV","vnum":3},{"bcode":58,"cnum":3,"content":"For every house is built by someone, but God is the builder of everything.","vcode":"NIV","vnum":4},{"bcode":58,"cnum":3,"content":"Moses was faithful as a servant in all God's house, testifying to what would be said in the future.","vcode":"NIV","vnum":5},{"bcode":58,"cnum":3,"content":"But Christ is faithful as a son over God's house. And we are his house, if we hold on to our courage and the hope of which we boast.","vcode":"NIV","vnum":6},{"bcode":58,"cnum":3,"content":"So, as the Holy Spirit says: \"Today, if you hear his voice,","vcode":"NIV","vnum":7},{"bcode":58,"cnum":3,"content":"do not harden your hearts as you did in the rebellion, during the time of testing in the desert,","vcode":"NIV","vnum":8},{"bcode":58,"cnum":3,"content":"where your fathers tested and tried me and for forty years saw what I did.","vcode":"NIV","vnum":9},{"bcode":58,"cnum":3,"content":"That is why I was angry with that generation, and I said, 'Their hearts are always going astray, and they have not known my ways.'","vcode":"NIV","vnum":10},{"bcode":58,"cnum":3,"content":"So I declared on oath in my anger, 'They shall never enter my rest.' \"","vcode":"NIV","vnum":11},{"bcode":58,"cnum":3,"content":"See to it, brothers, that none of you has a sinful, unbelieving heart that turns away from the living God.","vcode":"NIV","vnum":12},{"bcode":58,"cnum":3,"content":"But encourage one another daily, as long as it is called Today, so that none of you may be hardened by sin's deceitfulness.","vcode":"NIV","vnum":13},{"bcode":58,"cnum":3,"content":"We have come to share in Christ if we hold firmly till the end the confidence we had at first.","vcode":"NIV","vnum":14},{"bcode":58,"cnum":3,"content":"As has just been said: \"Today, if you hear his voice, do not harden your hearts as you did in the rebellion.\"","vcode":"NIV","vnum":15},{"bcode":58,"cnum":3,"content":"Who were they who heard and rebelled? Were they not all those Moses led out of Egypt?","vcode":"NIV","vnum":16},{"bcode":58,"cnum":3,"content":"And with whom was he angry for forty years? Was it not with those who sinned, whose bodies fell in the desert?","vcode":"NIV","vnum":17},{"bcode":58,"cnum":3,"content":"And to whom did God swear that they would never enter his rest if not to those who disobeyed?","vcode":"NIV","vnum":18},{"bcode":58,"cnum":3,"content":"So we see that they were not able to enter, because of their unbelief.","vcode":"NIV","vnum":19}]},"__N_SSG":true}