[
    {
        "bcode": 66,
        "cnum": 10,
        "content": "Then I saw another mighty angel coming down from heaven. He was robed in a cloud, with a rainbow above his head; his face was like the sun, and his legs were like fiery pillars.",
        "vcode": "NIV",
        "vnum": 1
    },
    {
        "bcode": 66,
        "cnum": 10,
        "content": "He was holding a little scroll, which lay open in his hand. He planted his right foot on the sea and his left foot on the land,",
        "vcode": "NIV",
        "vnum": 2
    },
    {
        "bcode": 66,
        "cnum": 10,
        "content": "and he gave a loud shout like the roar of a lion. When he shouted, the voices of the seven thunders spoke.",
        "vcode": "NIV",
        "vnum": 3
    },
    {
        "bcode": 66,
        "cnum": 10,
        "content": "And when the seven thunders spoke, I was about to write; but I heard a voice from heaven say, \"Seal up what the seven thunders have said and do not write it down.\"",
        "vcode": "NIV",
        "vnum": 4
    },
    {
        "bcode": 66,
        "cnum": 10,
        "content": "Then the angel I had seen standing on the sea and on the land raised his right hand to heaven.",
        "vcode": "NIV",
        "vnum": 5
    },
    {
        "bcode": 66,
        "cnum": 10,
        "content": "And he swore by him who lives for ever and ever, who created the heavens and all that is in them, the earth and all that is in it, and the sea and all that is in it, and said, \"There will be no more delay!",
        "vcode": "NIV",
        "vnum": 6
    },
    {
        "bcode": 66,
        "cnum": 10,
        "content": "But in the days when the seventh angel is about to sound his trumpet, the mystery of God will be accomplished, just as he announced to his servants the prophets.\"",
        "vcode": "NIV",
        "vnum": 7
    },
    {
        "bcode": 66,
        "cnum": 10,
        "content": "Then the voice that I had heard from heaven spoke to me once more: \"Go, take the scroll that lies open in the hand of the angel who is standing on the sea and on the land.\"",
        "vcode": "NIV",
        "vnum": 8
    },
    {
        "bcode": 66,
        "cnum": 10,
        "content": "So I went to the angel and asked him to give me the little scroll. He said to me, \"Take it and eat it. It will turn your stomach sour, but in your mouth it will be as sweet as honey.\"",
        "vcode": "NIV",
        "vnum": 9
    },
    {
        "bcode": 66,
        "cnum": 10,
        "content": "I took the little scroll from the angel's hand and ate it. It tasted as sweet as honey in my mouth, but when I had eaten it, my stomach turned sour.",
        "vcode": "NIV",
        "vnum": 10
    },
    {
        "bcode": 66,
        "cnum": 10,
        "content": "Then I was told, \"You must prophesy again about many peoples, nations, languages and kings.\"",
        "vcode": "NIV",
        "vnum": 11
    }
]