[
    {
        "bcode": 66,
        "cnum": 16,
        "content": "Then I heard a loud voice from the temple saying to the seven angels, \"Go, pour out the seven bowls of God's wrath on the earth.\"",
        "vcode": "NIV",
        "vnum": 1
    },
    {
        "bcode": 66,
        "cnum": 16,
        "content": "The first angel went and poured out his bowl on the land, and ugly and painful sores broke out on the people who had the mark of the beast and worshiped his image.",
        "vcode": "NIV",
        "vnum": 2
    },
    {
        "bcode": 66,
        "cnum": 16,
        "content": "The second angel poured out his bowl on the sea, and it turned into blood like that of a dead man, and every living thing in the sea died.",
        "vcode": "NIV",
        "vnum": 3
    },
    {
        "bcode": 66,
        "cnum": 16,
        "content": "The third angel poured out his bowl on the rivers and springs of water, and they became blood.",
        "vcode": "NIV",
        "vnum": 4
    },
    {
        "bcode": 66,
        "cnum": 16,
        "content": "Then I heard the angel in charge of the waters say: \"You are just in these judgments, you who are and who were, the Holy One, because you have so judged;",
        "vcode": "NIV",
        "vnum": 5
    },
    {
        "bcode": 66,
        "cnum": 16,
        "content": "for they have shed the blood of your saints and prophets, and you have given them blood to drink as they deserve.\"",
        "vcode": "NIV",
        "vnum": 6
    },
    {
        "bcode": 66,
        "cnum": 16,
        "content": "And I heard the altar respond: \"Yes, Lord God Almighty, true and just are your judgments.\"",
        "vcode": "NIV",
        "vnum": 7
    },
    {
        "bcode": 66,
        "cnum": 16,
        "content": "The fourth angel poured out his bowl on the sun, and the sun was given power to scorch people with fire.",
        "vcode": "NIV",
        "vnum": 8
    },
    {
        "bcode": 66,
        "cnum": 16,
        "content": "They were seared by the intense heat and they cursed the name of God, who had control over these plagues, but they refused to repent and glorify him.",
        "vcode": "NIV",
        "vnum": 9
    },
    {
        "bcode": 66,
        "cnum": 16,
        "content": "The fifth angel poured out his bowl on the throne of the beast, and his kingdom was plunged into darkness. Men gnawed their tongues in agony",
        "vcode": "NIV",
        "vnum": 10
    },
    {
        "bcode": 66,
        "cnum": 16,
        "content": "and cursed the God of heaven because of their pains and their sores, but they refused to repent of what they had done.",
        "vcode": "NIV",
        "vnum": 11
    },
    {
        "bcode": 66,
        "cnum": 16,
        "content": "The sixth angel poured out his bowl on the great river Euphrates, and its water was dried up to prepare the way for the kings from the East.",
        "vcode": "NIV",
        "vnum": 12
    },
    {
        "bcode": 66,
        "cnum": 16,
        "content": "Then I saw three evil spirits that looked like frogs; they came out of the mouth of the dragon, out of the mouth of the beast and out of the mouth of the false prophet.",
        "vcode": "NIV",
        "vnum": 13
    },
    {
        "bcode": 66,
        "cnum": 16,
        "content": "They are spirits of demons performing miraculous signs, and they go out to the kings of the whole world, to gather them for the battle on the great day of God Almighty.",
        "vcode": "NIV",
        "vnum": 14
    },
    {
        "bcode": 66,
        "cnum": 16,
        "content": "\"Behold, I come like a thief! Blessed is he who stays awake and keeps his clothes with him, so that he may not go naked and be shamefully exposed.\"",
        "vcode": "NIV",
        "vnum": 15
    },
    {
        "bcode": 66,
        "cnum": 16,
        "content": "Then they gathered the kings together to the place that in Hebrew is called Armageddon.",
        "vcode": "NIV",
        "vnum": 16
    },
    {
        "bcode": 66,
        "cnum": 16,
        "content": "The seventh angel poured out his bowl into the air, and out of the temple came a loud voice from the throne, saying, \"It is done!\"",
        "vcode": "NIV",
        "vnum": 17
    },
    {
        "bcode": 66,
        "cnum": 16,
        "content": "Then there came flashes of lightning, rumblings, peals of thunder and a severe earthquake. No earthquake like it has ever occurred since man has been on earth, so tremendous was the quake.",
        "vcode": "NIV",
        "vnum": 18
    },
    {
        "bcode": 66,
        "cnum": 16,
        "content": "The great city split into three parts, and the cities of the nations collapsed. God remembered Babylon the Great and gave her the cup filled with the wine of the fury of his wrath.",
        "vcode": "NIV",
        "vnum": 19
    },
    {
        "bcode": 66,
        "cnum": 16,
        "content": "Every island fled away and the mountains could not be found.",
        "vcode": "NIV",
        "vnum": 20
    },
    {
        "bcode": 66,
        "cnum": 16,
        "content": "From the sky huge hailstones of about a hundred pounds each fell upon men. And they cursed God on account of the plague of hail, because the plague was so terrible.",
        "vcode": "NIV",
        "vnum": 21
    }
]