[
    {
        "bcode": 66,
        "cnum": 21,
        "content": "Then I saw a new heaven and a new earth, for the first heaven and the first earth had passed away, and there was no longer any sea.",
        "vcode": "NIV",
        "vnum": 1
    },
    {
        "bcode": 66,
        "cnum": 21,
        "content": "I saw the Holy City, the new Jerusalem, coming down out of heaven from God, prepared as a bride beautifully dressed for her husband.",
        "vcode": "NIV",
        "vnum": 2
    },
    {
        "bcode": 66,
        "cnum": 21,
        "content": "And I heard a loud voice from the throne saying, \"Now the dwelling of God is with men, and he will live with them. They will be his people, and God himself will be with them and be their God.",
        "vcode": "NIV",
        "vnum": 3
    },
    {
        "bcode": 66,
        "cnum": 21,
        "content": "He will wipe every tear from their eyes. There will be no more death or mourning or crying or pain, for the old order of things has passed away.\"",
        "vcode": "NIV",
        "vnum": 4
    },
    {
        "bcode": 66,
        "cnum": 21,
        "content": "He who was seated on the throne said, \"I am making everything new!\" Then he said, \"Write this down, for these words are trustworthy and true.\"",
        "vcode": "NIV",
        "vnum": 5
    },
    {
        "bcode": 66,
        "cnum": 21,
        "content": "He said to me: \"It is done. I am the Alpha and the Omega, the Beginning and the End. To him who is thirsty I will give to drink without cost from the spring of the water of life.",
        "vcode": "NIV",
        "vnum": 6
    },
    {
        "bcode": 66,
        "cnum": 21,
        "content": "He who overcomes will inherit all this, and I will be his God and he will be my son.",
        "vcode": "NIV",
        "vnum": 7
    },
    {
        "bcode": 66,
        "cnum": 21,
        "content": "But the cowardly, the unbelieving, the vile, the murderers, the sexually immoral, those who practice magic arts, the idolaters and all liars--their place will be in the fiery lake of burning sulfur. This is the second death.\"",
        "vcode": "NIV",
        "vnum": 8
    },
    {
        "bcode": 66,
        "cnum": 21,
        "content": "One of the seven angels who had the seven bowls full of the seven last plagues came and said to me, \"Come, I will show you the bride, the wife of the Lamb.\"",
        "vcode": "NIV",
        "vnum": 9
    },
    {
        "bcode": 66,
        "cnum": 21,
        "content": "And he carried me away in the Spirit to a mountain great and high, and showed me the Holy City, Jerusalem, coming down out of heaven from God.",
        "vcode": "NIV",
        "vnum": 10
    },
    {
        "bcode": 66,
        "cnum": 21,
        "content": "It shone with the glory of God, and its brilliance was like that of a very precious jewel, like a jasper, clear as crystal.",
        "vcode": "NIV",
        "vnum": 11
    },
    {
        "bcode": 66,
        "cnum": 21,
        "content": "It had a great, high wall with twelve gates, and with twelve angels at the gates. On the gates were written the names of the twelve tribes of Israel.",
        "vcode": "NIV",
        "vnum": 12
    },
    {
        "bcode": 66,
        "cnum": 21,
        "content": "There were three gates on the east, three on the north, three on the south and three on the west.",
        "vcode": "NIV",
        "vnum": 13
    },
    {
        "bcode": 66,
        "cnum": 21,
        "content": "The wall of the city had twelve foundations, and on them were the names of the twelve apostles of the Lamb.",
        "vcode": "NIV",
        "vnum": 14
    },
    {
        "bcode": 66,
        "cnum": 21,
        "content": "The angel who talked with me had a measuring rod of gold to measure the city, its gates and its walls.",
        "vcode": "NIV",
        "vnum": 15
    },
    {
        "bcode": 66,
        "cnum": 21,
        "content": "The city was laid out like a square, as long as it was wide. He measured the city with the rod and found it to be 12,000 stadiain length, and as wide and high as it is long.",
        "vcode": "NIV",
        "vnum": 16
    },
    {
        "bcode": 66,
        "cnum": 21,
        "content": "He measured its wall and it was 144 cubits thick, by man's measurement, which the angel was using.",
        "vcode": "NIV",
        "vnum": 17
    },
    {
        "bcode": 66,
        "cnum": 21,
        "content": "The wall was made of jasper, and the city of pure gold, as pure as glass.",
        "vcode": "NIV",
        "vnum": 18
    },
    {
        "bcode": 66,
        "cnum": 21,
        "content": "The foundations of the city walls were decorated with every kind of precious stone. The first foundation was jasper, the second sapphire, the third chalcedony, the fourth emerald,",
        "vcode": "NIV",
        "vnum": 19
    },
    {
        "bcode": 66,
        "cnum": 21,
        "content": "the fifth sardonyx, the sixth carnelian, the seventh chrysolite, the eighth beryl, the ninth topaz, the tenth chrysoprase, the eleventh jacinth, and the twelfth amethyst.",
        "vcode": "NIV",
        "vnum": 20
    },
    {
        "bcode": 66,
        "cnum": 21,
        "content": "The twelve gates were twelve pearls, each gate made of a single pearl. The great street of the city was of pure gold, like transparent glass.",
        "vcode": "NIV",
        "vnum": 21
    },
    {
        "bcode": 66,
        "cnum": 21,
        "content": "I did not see a temple in the city, because the Lord God Almighty and the Lamb are its temple.",
        "vcode": "NIV",
        "vnum": 22
    },
    {
        "bcode": 66,
        "cnum": 21,
        "content": "The city does not need the sun or the moon to shine on it, for the glory of God gives it light, and the Lamb is its lamp.",
        "vcode": "NIV",
        "vnum": 23
    },
    {
        "bcode": 66,
        "cnum": 21,
        "content": "The nations will walk by its light, and the kings of the earth will bring their splendor into it.",
        "vcode": "NIV",
        "vnum": 24
    },
    {
        "bcode": 66,
        "cnum": 21,
        "content": "On no day will its gates ever be shut, for there will be no night there.",
        "vcode": "NIV",
        "vnum": 25
    },
    {
        "bcode": 66,
        "cnum": 21,
        "content": "The glory and honor of the nations will be brought into it.",
        "vcode": "NIV",
        "vnum": 26
    },
    {
        "bcode": 66,
        "cnum": 21,
        "content": "Nothing impure will ever enter it, nor will anyone who does what is shameful or deceitful, but only those whose names are written in the Lamb's book of life.",
        "vcode": "NIV",
        "vnum": 27
    }
]