{"pageProps":{"version":{"name":"NIV","vcode":"NIV"},"bible":{"bcode":18,"chapterCount":42,"name":"Job","type":"old","vcode":"NIV"},"chapter":"31","verses":[{"bcode":18,"cnum":31,"content":"\"I made a covenant with my eyes not to look lustfully at a girl.","vcode":"NIV","vnum":1},{"bcode":18,"cnum":31,"content":"For what is man's lot from God above, his heritage from the Almighty on high?","vcode":"NIV","vnum":2},{"bcode":18,"cnum":31,"content":"Is it not ruin for the wicked, disaster for those who do wrong?","vcode":"NIV","vnum":3},{"bcode":18,"cnum":31,"content":"Does he not see my ways and count my every step?","vcode":"NIV","vnum":4},{"bcode":18,"cnum":31,"content":"\"If I have walked in falsehood or my foot has hurried after deceit-","vcode":"NIV","vnum":5},{"bcode":18,"cnum":31,"content":"let God weigh me in honest scales and he will know that I am blameless-","vcode":"NIV","vnum":6},{"bcode":18,"cnum":31,"content":"if my steps have turned from the path, if my heart has been led by my eyes, or if my hands have been defiled,","vcode":"NIV","vnum":7},{"bcode":18,"cnum":31,"content":"then may others eat what I have sown, and may my crops be uprooted.","vcode":"NIV","vnum":8},{"bcode":18,"cnum":31,"content":"\"If my heart has been enticed by a woman, or if I have lurked at my neighbor's door,","vcode":"NIV","vnum":9},{"bcode":18,"cnum":31,"content":"then may my wife grind another man's grain, and may other men sleep with her.","vcode":"NIV","vnum":10},{"bcode":18,"cnum":31,"content":"For that would have been shameful, a sin to be judged.","vcode":"NIV","vnum":11},{"bcode":18,"cnum":31,"content":"It is a fire that burns to Destruction ; it would have uprooted my harvest.","vcode":"NIV","vnum":12},{"bcode":18,"cnum":31,"content":"\"If I have denied justice to my menservants and maidservants when they had a grievance against me,","vcode":"NIV","vnum":13},{"bcode":18,"cnum":31,"content":"what will I do when God confronts me? What will I answer when called to account?","vcode":"NIV","vnum":14},{"bcode":18,"cnum":31,"content":"Did not he who made me in the womb make them? Did not the same one form us both within our mothers?","vcode":"NIV","vnum":15},{"bcode":18,"cnum":31,"content":"\"If I have denied the desires of the poor or let the eyes of the widow grow weary,","vcode":"NIV","vnum":16},{"bcode":18,"cnum":31,"content":"if I have kept my bread to myself, not sharing it with the fatherless-","vcode":"NIV","vnum":17},{"bcode":18,"cnum":31,"content":"but from my youth I reared him as would a father, and from my birth I guided the widow-","vcode":"NIV","vnum":18},{"bcode":18,"cnum":31,"content":"if I have seen anyone perishing for lack of clothing, or a needy man without a garment,","vcode":"NIV","vnum":19},{"bcode":18,"cnum":31,"content":"and his heart did not bless me for warming him with the fleece from my sheep,","vcode":"NIV","vnum":20},{"bcode":18,"cnum":31,"content":"if I have raised my hand against the fatherless, knowing that I had influence in court,","vcode":"NIV","vnum":21},{"bcode":18,"cnum":31,"content":"then let my arm fall from the shoulder, let it be broken off at the joint.","vcode":"NIV","vnum":22},{"bcode":18,"cnum":31,"content":"For I dreaded destruction from God, and for fear of his splendor I could not do such things.","vcode":"NIV","vnum":23},{"bcode":18,"cnum":31,"content":"\"If I have put my trust in gold or said to pure gold, 'You are my security,'","vcode":"NIV","vnum":24},{"bcode":18,"cnum":31,"content":"if I have rejoiced over my great wealth, the fortune my hands had gained,","vcode":"NIV","vnum":25},{"bcode":18,"cnum":31,"content":"if I have regarded the sun in its radiance or the moon moving in splendor,","vcode":"NIV","vnum":26},{"bcode":18,"cnum":31,"content":"so that my heart was secretly enticed and my hand offered them a kiss of homage,","vcode":"NIV","vnum":27},{"bcode":18,"cnum":31,"content":"then these also would be sins to be judged, for I would have been unfaithful to God on high.","vcode":"NIV","vnum":28},{"bcode":18,"cnum":31,"content":"\"If I have rejoiced at my enemy's misfortune or gloated over the trouble that came to him-","vcode":"NIV","vnum":29},{"bcode":18,"cnum":31,"content":"I have not allowed my mouth to sin by invoking a curse against his life-","vcode":"NIV","vnum":30},{"bcode":18,"cnum":31,"content":"if the men of my household have never said, 'Who has not had his fill of Job's meat?'-","vcode":"NIV","vnum":31},{"bcode":18,"cnum":31,"content":"but no stranger had to spend the night in the street, for my door was always open to the traveler-","vcode":"NIV","vnum":32},{"bcode":18,"cnum":31,"content":"if I have concealed my sin as men do, by hiding my guilt in my heart","vcode":"NIV","vnum":33},{"bcode":18,"cnum":31,"content":"because I so feared the crowd and so dreaded the contempt of the clans that I kept silent and would not go outside","vcode":"NIV","vnum":34},{"bcode":18,"cnum":31,"content":"(\"Oh, that I had someone to hear me! I sign now my defense--let the Almighty answer me; let my accuser put his indictment in writing.","vcode":"NIV","vnum":35},{"bcode":18,"cnum":31,"content":"Surely I would wear it on my shoulder, I would put it on like a crown.","vcode":"NIV","vnum":36},{"bcode":18,"cnum":31,"content":"I would give him an account of my every step; like a prince I would approach him.)-","vcode":"NIV","vnum":37},{"bcode":18,"cnum":31,"content":"\"if my land cries out against me and all its furrows are wet with tears,","vcode":"NIV","vnum":38},{"bcode":18,"cnum":31,"content":"if I have devoured its yield without payment or broken the spirit of its tenants,","vcode":"NIV","vnum":39},{"bcode":18,"cnum":31,"content":"then let briers come up instead of wheat and weeds instead of barley.\" The words of Job are ended.","vcode":"NIV","vnum":40}]},"__N_SSG":true}