{"pageProps":{"version":{"name":"NIV","vcode":"NIV"},"bible":{"bcode":18,"chapterCount":42,"name":"Job","type":"old","vcode":"NIV"},"chapter":"39","verses":[{"bcode":18,"cnum":39,"content":"\"Do you know when the mountain goats give birth? Do you watch when the doe bears her fawn?","vcode":"NIV","vnum":1},{"bcode":18,"cnum":39,"content":"Do you count the months till they bear? Do you know the time they give birth?","vcode":"NIV","vnum":2},{"bcode":18,"cnum":39,"content":"They crouch down and bring forth their young; their labor pains are ended.","vcode":"NIV","vnum":3},{"bcode":18,"cnum":39,"content":"Their young thrive and grow strong in the wilds; they leave and do not return.","vcode":"NIV","vnum":4},{"bcode":18,"cnum":39,"content":"\"Who let the wild donkey go free? Who untied his ropes?","vcode":"NIV","vnum":5},{"bcode":18,"cnum":39,"content":"I gave him the wasteland as his home, the salt flats as his habitat.","vcode":"NIV","vnum":6},{"bcode":18,"cnum":39,"content":"He laughs at the commotion in the town; he does not hear a driver's shout.","vcode":"NIV","vnum":7},{"bcode":18,"cnum":39,"content":"He ranges the hills for his pasture and searches for any green thing.","vcode":"NIV","vnum":8},{"bcode":18,"cnum":39,"content":"\"Will the wild ox consent to serve you? Will he stay by your manger at night?","vcode":"NIV","vnum":9},{"bcode":18,"cnum":39,"content":"Can you hold him to the furrow with a harness? Will he till the valleys behind you?","vcode":"NIV","vnum":10},{"bcode":18,"cnum":39,"content":"Will you rely on him for his great strength? Will you leave your heavy work to him?","vcode":"NIV","vnum":11},{"bcode":18,"cnum":39,"content":"Can you trust him to bring in your grain and gather it to your threshing floor?","vcode":"NIV","vnum":12},{"bcode":18,"cnum":39,"content":"\"The wings of the ostrich flap joyfully, but they cannot compare with the pinions and feathers of the stork.","vcode":"NIV","vnum":13},{"bcode":18,"cnum":39,"content":"She lays her eggs on the ground and lets them warm in the sand,","vcode":"NIV","vnum":14},{"bcode":18,"cnum":39,"content":"unmindful that a foot may crush them, that some wild animal may trample them.","vcode":"NIV","vnum":15},{"bcode":18,"cnum":39,"content":"She treats her young harshly, as if they were not hers; she cares not that her labor was in vain,","vcode":"NIV","vnum":16},{"bcode":18,"cnum":39,"content":"for God did not endow her with wisdom or give her a share of good sense.","vcode":"NIV","vnum":17},{"bcode":18,"cnum":39,"content":"Yet when she spreads her feathers to run, she laughs at horse and rider.","vcode":"NIV","vnum":18},{"bcode":18,"cnum":39,"content":"\"Do you give the horse his strength or clothe his neck with a flowing mane?","vcode":"NIV","vnum":19},{"bcode":18,"cnum":39,"content":"Do you make him leap like a locust, striking terror with his proud snorting?","vcode":"NIV","vnum":20},{"bcode":18,"cnum":39,"content":"He paws fiercely, rejoicing in his strength, and charges into the fray.","vcode":"NIV","vnum":21},{"bcode":18,"cnum":39,"content":"He laughs at fear, afraid of nothing; he does not shy away from the sword.","vcode":"NIV","vnum":22},{"bcode":18,"cnum":39,"content":"The quiver rattles against his side, along with the flashing spear and lance.","vcode":"NIV","vnum":23},{"bcode":18,"cnum":39,"content":"In frenzied excitement he eats up the ground; he cannot stand still when the trumpet sounds.","vcode":"NIV","vnum":24},{"bcode":18,"cnum":39,"content":"At the blast of the trumpet he snorts, 'Aha!' He catches the scent of battle from afar, the shout of commanders and the battle cry.","vcode":"NIV","vnum":25},{"bcode":18,"cnum":39,"content":"\"Does the hawk take flight by your wisdom and spread his wings toward the south?","vcode":"NIV","vnum":26},{"bcode":18,"cnum":39,"content":"Does the eagle soar at your command and build his nest on high?","vcode":"NIV","vnum":27},{"bcode":18,"cnum":39,"content":"He dwells on a cliff and stays there at night; a rocky crag is his stronghold.","vcode":"NIV","vnum":28},{"bcode":18,"cnum":39,"content":"From there he seeks out his food; his eyes detect it from afar.","vcode":"NIV","vnum":29},{"bcode":18,"cnum":39,"content":"His young ones feast on blood, and where the slain are, there is he.\"","vcode":"NIV","vnum":30}]},"__N_SSG":true}