{"pageProps":{"version":{"name":"NIV","vcode":"NIV"},"bible":{"bcode":21,"chapterCount":12,"name":"Ecclesiastes","type":"old","vcode":"NIV"},"chapter":"10","verses":[{"bcode":21,"cnum":10,"content":"As dead flies give perfume a bad smell, so a little folly outweighs wisdom and honor.","vcode":"NIV","vnum":1},{"bcode":21,"cnum":10,"content":"The heart of the wise inclines to the right, but the heart of the fool to the left.","vcode":"NIV","vnum":2},{"bcode":21,"cnum":10,"content":"Even as he walks along the road, the fool lacks sense and shows everyone how stupid he is.","vcode":"NIV","vnum":3},{"bcode":21,"cnum":10,"content":"If a ruler's anger rises against you, do not leave your post; calmness can lay great errors to rest.","vcode":"NIV","vnum":4},{"bcode":21,"cnum":10,"content":"There is an evil I have seen under the sun, the sort of error that arises from a ruler:","vcode":"NIV","vnum":5},{"bcode":21,"cnum":10,"content":"Fools are put in many high positions, while the rich occupy the low ones.","vcode":"NIV","vnum":6},{"bcode":21,"cnum":10,"content":"I have seen slaves on horseback, while princes go on foot like slaves.","vcode":"NIV","vnum":7},{"bcode":21,"cnum":10,"content":"Whoever digs a pit may fall into it; whoever breaks through a wall may be bitten by a snake.","vcode":"NIV","vnum":8},{"bcode":21,"cnum":10,"content":"Whoever quarries stones may be injured by them; whoever splits logs may be endangered by them.","vcode":"NIV","vnum":9},{"bcode":21,"cnum":10,"content":"If the ax is dull and its edge unsharpened, more strength is needed but skill will bring success.","vcode":"NIV","vnum":10},{"bcode":21,"cnum":10,"content":"If a snake bites before it is charmed, there is no profit for the charmer.","vcode":"NIV","vnum":11},{"bcode":21,"cnum":10,"content":"Words from a wise man's mouth are gracious, but a fool is consumed by his own lips.","vcode":"NIV","vnum":12},{"bcode":21,"cnum":10,"content":"At the beginning his words are folly; at the end they are wicked madness-","vcode":"NIV","vnum":13},{"bcode":21,"cnum":10,"content":"and the fool multiplies words. No one knows what is coming-- who can tell him what will happen after him?","vcode":"NIV","vnum":14},{"bcode":21,"cnum":10,"content":"A fool's work wearies him; he does not know the way to town.","vcode":"NIV","vnum":15},{"bcode":21,"cnum":10,"content":"Woe to you, O land whose king was a servant and whose princes feast in the morning.","vcode":"NIV","vnum":16},{"bcode":21,"cnum":10,"content":"Blessed are you, O land whose king is of noble birth and whose princes eat at a proper time-- for strength and not for drunkenness.","vcode":"NIV","vnum":17},{"bcode":21,"cnum":10,"content":"If a man is lazy, the rafters sag; if his hands are idle, the house leaks.","vcode":"NIV","vnum":18},{"bcode":21,"cnum":10,"content":"A feast is made for laughter, and wine makes life merry, but money is the answer for everything.","vcode":"NIV","vnum":19},{"bcode":21,"cnum":10,"content":"Do not revile the king even in your thoughts, or curse the rich in your bedroom, because a bird of the air may carry your words, and a bird on the wing may report what you say.","vcode":"NIV","vnum":20}]},"__N_SSG":true}