{"pageProps":{"version":{"name":"NIV","vcode":"NIV"},"bible":{"bcode":21,"chapterCount":12,"name":"Ecclesiastes","type":"old","vcode":"NIV"},"chapter":"11","verses":[{"bcode":21,"cnum":11,"content":"Cast your bread upon the waters, for after many days you will find it again.","vcode":"NIV","vnum":1},{"bcode":21,"cnum":11,"content":"Give portions to seven, yes to eight, for you do not know what disaster may come upon the land.","vcode":"NIV","vnum":2},{"bcode":21,"cnum":11,"content":"If clouds are full of water, they pour rain upon the earth. Whether a tree falls to the south or to the north, in the place where it falls, there will it lie.","vcode":"NIV","vnum":3},{"bcode":21,"cnum":11,"content":"Whoever watches the wind will not plant; whoever looks at the clouds will not reap.","vcode":"NIV","vnum":4},{"bcode":21,"cnum":11,"content":"As you do not know the path of the wind, or how the body is formed in a mother's womb, so you cannot understand the work of God, the Maker of all things.","vcode":"NIV","vnum":5},{"bcode":21,"cnum":11,"content":"Sow your seed in the morning, and at evening let not your hands be idle, for you do not know which will succeed, whether this or that, or whether both will do equally well.","vcode":"NIV","vnum":6},{"bcode":21,"cnum":11,"content":"Light is sweet, and it pleases the eyes to see the sun.","vcode":"NIV","vnum":7},{"bcode":21,"cnum":11,"content":"However many years a man may live, let him enjoy them all. But let him remember the days of darkness, for they will be many. Everything to come is meaningless.","vcode":"NIV","vnum":8},{"bcode":21,"cnum":11,"content":"Be happy, young man, while you are young, and let your heart give you joy in the days of your youth. Follow the ways of your heart and whatever your eyes see, but know that for all these things God will bring you to judgment.","vcode":"NIV","vnum":9},{"bcode":21,"cnum":11,"content":"So then, banish anxiety from your heart and cast off the troubles of your body, for youth and vigor are meaningless.","vcode":"NIV","vnum":10}]},"__N_SSG":true}