[
    {
        "bcode": 2,
        "cnum": 15,
        "content": "Then Moses and the Israelites sang this song to the LORD : \"I will sing to the LORD, for he is highly exalted. The horse and its rider he has hurled into the sea.",
        "vcode": "NIV",
        "vnum": 1
    },
    {
        "bcode": 2,
        "cnum": 15,
        "content": "The LORD is my strength and my song; he has become my salvation. He is my God, and I will praise him, my father's God, and I will exalt him.",
        "vcode": "NIV",
        "vnum": 2
    },
    {
        "bcode": 2,
        "cnum": 15,
        "content": "The LORD is a warrior; the LORD is his name.",
        "vcode": "NIV",
        "vnum": 3
    },
    {
        "bcode": 2,
        "cnum": 15,
        "content": "Pharaoh's chariots and his army he has hurled into the sea. The best of Pharaoh's officers are drowned in the Red Sea.",
        "vcode": "NIV",
        "vnum": 4
    },
    {
        "bcode": 2,
        "cnum": 15,
        "content": "The deep waters have covered them; they sank to the depths like a stone.",
        "vcode": "NIV",
        "vnum": 5
    },
    {
        "bcode": 2,
        "cnum": 15,
        "content": "\"Your right hand, O LORD, was majestic in power. Your right hand, O LORD, shattered the enemy.",
        "vcode": "NIV",
        "vnum": 6
    },
    {
        "bcode": 2,
        "cnum": 15,
        "content": "In the greatness of your majesty you threw down those who opposed you. You unleashed your burning anger; it consumed them like stubble.",
        "vcode": "NIV",
        "vnum": 7
    },
    {
        "bcode": 2,
        "cnum": 15,
        "content": "By the blast of your nostrils the waters piled up. The surging waters stood firm like a wall; the deep waters congealed in the heart of the sea.",
        "vcode": "NIV",
        "vnum": 8
    },
    {
        "bcode": 2,
        "cnum": 15,
        "content": "\"The enemy boasted, 'I will pursue, I will overtake them. I will divide the spoils; I will gorge myself on them. I will draw my sword and my hand will destroy them.'",
        "vcode": "NIV",
        "vnum": 9
    },
    {
        "bcode": 2,
        "cnum": 15,
        "content": "But you blew with your breath, and the sea covered them. They sank like lead in the mighty waters.",
        "vcode": "NIV",
        "vnum": 10
    },
    {
        "bcode": 2,
        "cnum": 15,
        "content": "\"Who among the gods is like you, O LORD ? Who is like you-- majestic in holiness, awesome in glory, working wonders?",
        "vcode": "NIV",
        "vnum": 11
    },
    {
        "bcode": 2,
        "cnum": 15,
        "content": "You stretched out your right hand and the earth swallowed them.",
        "vcode": "NIV",
        "vnum": 12
    },
    {
        "bcode": 2,
        "cnum": 15,
        "content": "\"In your unfailing love you will lead the people you have redeemed. In your strength you will guide them to your holy dwelling.",
        "vcode": "NIV",
        "vnum": 13
    },
    {
        "bcode": 2,
        "cnum": 15,
        "content": "The nations will hear and tremble; anguish will grip the people of Philistia.",
        "vcode": "NIV",
        "vnum": 14
    },
    {
        "bcode": 2,
        "cnum": 15,
        "content": "The chiefs of Edom will be terrified, the leaders of Moab will be seized with trembling, the people of Canaan will melt away;",
        "vcode": "NIV",
        "vnum": 15
    },
    {
        "bcode": 2,
        "cnum": 15,
        "content": "terror and dread will fall upon them. By the power of your arm they will be as still as a stone-- until your people pass by, O LORD, until the people you bought pass by.",
        "vcode": "NIV",
        "vnum": 16
    },
    {
        "bcode": 2,
        "cnum": 15,
        "content": "You will bring them in and plant them on the mountain of your inheritance-- the place, O LORD, you made for your dwelling, the sanctuary, O Lord, your hands established.",
        "vcode": "NIV",
        "vnum": 17
    },
    {
        "bcode": 2,
        "cnum": 15,
        "content": "The LORD will reign for ever and ever.\"",
        "vcode": "NIV",
        "vnum": 18
    },
    {
        "bcode": 2,
        "cnum": 15,
        "content": "When Pharaoh's horses, chariots and horsemen went into the sea, the LORD brought the waters of the sea back over them, but the Israelites walked through the sea on dry ground.",
        "vcode": "NIV",
        "vnum": 19
    },
    {
        "bcode": 2,
        "cnum": 15,
        "content": "Then Miriam the prophetess, Aaron's sister, took a tambourine in her hand, and all the women followed her, with tambourines and dancing.",
        "vcode": "NIV",
        "vnum": 20
    },
    {
        "bcode": 2,
        "cnum": 15,
        "content": "Miriam sang to them: \"Sing to the LORD, for he is highly exalted. The horse and its rider he has hurled into the sea.\"",
        "vcode": "NIV",
        "vnum": 21
    },
    {
        "bcode": 2,
        "cnum": 15,
        "content": "Then Moses led Israel from the Red Sea and they went into the Desert of Shur. For three days they traveled in the desert without finding water.",
        "vcode": "NIV",
        "vnum": 22
    },
    {
        "bcode": 2,
        "cnum": 15,
        "content": "When they came to Marah, they could not drink its water because it was bitter. (That is why the place is called Marah. )",
        "vcode": "NIV",
        "vnum": 23
    },
    {
        "bcode": 2,
        "cnum": 15,
        "content": "So the people grumbled against Moses, saying, \"What are we to drink?\"",
        "vcode": "NIV",
        "vnum": 24
    },
    {
        "bcode": 2,
        "cnum": 15,
        "content": "Then Moses cried out to the LORD, and the LORD showed him a piece of wood. He threw it into the water, and the water became sweet. There the LORD made a decree and a law for them, and there he tested them.",
        "vcode": "NIV",
        "vnum": 25
    },
    {
        "bcode": 2,
        "cnum": 15,
        "content": "He said, \"If you listen carefully to the voice of the LORD your God and do what is right in his eyes, if you pay attention to his commands and keep all his decrees, I will not bring on you any of the diseases I brought on the Egyptians, for I am the LORD, who heals you.\"",
        "vcode": "NIV",
        "vnum": 26
    },
    {
        "bcode": 2,
        "cnum": 15,
        "content": "Then they came to Elim, where there were twelve springs and seventy palm trees, and they camped there near the water.",
        "vcode": "NIV",
        "vnum": 27
    }
]