{"pageProps":{"version":{"name":"NIV","vcode":"NIV"},"bible":{"bcode":2,"chapterCount":40,"name":"Exodus","type":"old","vcode":"NIV"},"chapter":"21","verses":[{"bcode":2,"cnum":21,"content":"\"These are the laws you are to set before them:","vcode":"NIV","vnum":1},{"bcode":2,"cnum":21,"content":"\"If you buy a Hebrew servant, he is to serve you for six years. But in the seventh year, he shall go free, without paying anything.","vcode":"NIV","vnum":2},{"bcode":2,"cnum":21,"content":"If he comes alone, he is to go free alone; but if he has a wife when he comes, she is to go with him.","vcode":"NIV","vnum":3},{"bcode":2,"cnum":21,"content":"If his master gives him a wife and she bears him sons or daughters, the woman and her children shall belong to her master, and only the man shall go free.","vcode":"NIV","vnum":4},{"bcode":2,"cnum":21,"content":"\"But if the servant declares, 'I love my master and my wife and children and do not want to go free,'","vcode":"NIV","vnum":5},{"bcode":2,"cnum":21,"content":"then his master must take him before the judges. He shall take him to the door or the doorpost and pierce his ear with an awl. Then he will be his servant for life.","vcode":"NIV","vnum":6},{"bcode":2,"cnum":21,"content":"\"If a man sells his daughter as a servant, she is not to go free as menservants do.","vcode":"NIV","vnum":7},{"bcode":2,"cnum":21,"content":"If she does not please the master who has selected her for himself, he must let her be redeemed. He has no right to sell her to foreigners, because he has broken faith with her.","vcode":"NIV","vnum":8},{"bcode":2,"cnum":21,"content":"If he selects her for his son, he must grant her the rights of a daughter.","vcode":"NIV","vnum":9},{"bcode":2,"cnum":21,"content":"If he marries another woman, he must not deprive the first one of her food, clothing and marital rights.","vcode":"NIV","vnum":10},{"bcode":2,"cnum":21,"content":"If he does not provide her with these three things, she is to go free, without any payment of money.","vcode":"NIV","vnum":11},{"bcode":2,"cnum":21,"content":"\"Anyone who strikes a man and kills him shall surely be put to death.","vcode":"NIV","vnum":12},{"bcode":2,"cnum":21,"content":"However, if he does not do it intentionally, but God lets it happen, he is to flee to a place I will designate.","vcode":"NIV","vnum":13},{"bcode":2,"cnum":21,"content":"But if a man schemes and kills another man deliberately, take him away from my altar and put him to death.","vcode":"NIV","vnum":14},{"bcode":2,"cnum":21,"content":"\"Anyone who attacks his father or his mother must be put to death.","vcode":"NIV","vnum":15},{"bcode":2,"cnum":21,"content":"\"Anyone who kidnaps another and either sells him or still has him when he is caught must be put to death.","vcode":"NIV","vnum":16},{"bcode":2,"cnum":21,"content":"\"Anyone who curses his father or mother must be put to death.","vcode":"NIV","vnum":17},{"bcode":2,"cnum":21,"content":"\"If men quarrel and one hits the other with a stone or with his fist and he does not die but is confined to bed,","vcode":"NIV","vnum":18},{"bcode":2,"cnum":21,"content":"the one who struck the blow will not be held responsible if the other gets up and walks around outside with his staff; however, he must pay the injured man for the loss of his time and see that he is completely healed.","vcode":"NIV","vnum":19},{"bcode":2,"cnum":21,"content":"\"If a man beats his male or female slave with a rod and the slave dies as a direct result, he must be punished,","vcode":"NIV","vnum":20},{"bcode":2,"cnum":21,"content":"but he is not to be punished if the slave gets up after a day or two, since the slave is his property.","vcode":"NIV","vnum":21},{"bcode":2,"cnum":21,"content":"\"If men who are fighting hit a pregnant woman and she gives birth prematurely but there is no serious injury, the offender must be fined whatever the woman's husband demands and the court allows.","vcode":"NIV","vnum":22},{"bcode":2,"cnum":21,"content":"But if there is serious injury, you are to take life for life,","vcode":"NIV","vnum":23},{"bcode":2,"cnum":21,"content":"eye for eye, tooth for tooth, hand for hand, foot for foot,","vcode":"NIV","vnum":24},{"bcode":2,"cnum":21,"content":"burn for burn, wound for wound, bruise for bruise.","vcode":"NIV","vnum":25},{"bcode":2,"cnum":21,"content":"\"If a man hits a manservant or maidservant in the eye and destroys it, he must let the servant go free to compensate for the eye.","vcode":"NIV","vnum":26},{"bcode":2,"cnum":21,"content":"And if he knocks out the tooth of a manservant or maidservant, he must let the servant go free to compensate for the tooth.","vcode":"NIV","vnum":27},{"bcode":2,"cnum":21,"content":"\"If a bull gores a man or a woman to death, the bull must be stoned to death, and its meat must not be eaten. But the owner of the bull will not be held responsible.","vcode":"NIV","vnum":28},{"bcode":2,"cnum":21,"content":"If, however, the bull has had the habit of goring and the owner has been warned but has not kept it penned up and it kills a man or woman, the bull must be stoned and the owner also must be put to death.","vcode":"NIV","vnum":29},{"bcode":2,"cnum":21,"content":"However, if payment is demanded of him, he may redeem his life by paying whatever is demanded.","vcode":"NIV","vnum":30},{"bcode":2,"cnum":21,"content":"This law also applies if the bull gores a son or daughter.","vcode":"NIV","vnum":31},{"bcode":2,"cnum":21,"content":"If the bull gores a male or female slave, the owner must pay thirty shekels of silver to the master of the slave, and the bull must be stoned.","vcode":"NIV","vnum":32},{"bcode":2,"cnum":21,"content":"\"If a man uncovers a pit or digs one and fails to cover it and an ox or a donkey falls into it,","vcode":"NIV","vnum":33},{"bcode":2,"cnum":21,"content":"the owner of the pit must pay for the loss; he must pay its owner, and the dead animal will be his.","vcode":"NIV","vnum":34},{"bcode":2,"cnum":21,"content":"\"If a man's bull injures the bull of another and it dies, they are to sell the live one and divide both the money and the dead animal equally.","vcode":"NIV","vnum":35},{"bcode":2,"cnum":21,"content":"However, if it was known that the bull had the habit of goring, yet the owner did not keep it penned up, the owner must pay, animal for animal, and the dead animal will be his.","vcode":"NIV","vnum":36}]},"__N_SSG":true}