[
    {
        "bcode": 36,
        "cnum": 3,
        "content": "패역하고 더러운 곳, 포학한 그 성읍이 화 있을진저",
        "vcode": "GAE",
        "vnum": 1
    },
    {
        "bcode": 36,
        "cnum": 3,
        "content": "그가 명령을 듣지 아니하며 교훈을 받지 아니하며 여호와를 의뢰하지 아니하며 자기 하나님에게 가까이 나아가지 아니하였도다",
        "vcode": "GAE",
        "vnum": 2
    },
    {
        "bcode": 36,
        "cnum": 3,
        "content": "그 가운데 방백들은 부르짖는 사자요 그의 재판장들은 이튿날까지 남겨 두는 것이 없는 저녁 이리요",
        "vcode": "GAE",
        "vnum": 3
    },
    {
        "bcode": 36,
        "cnum": 3,
        "content": "그의 선지자들은 경솔하고 간사한 사람들이요 그의 제사장들은 성소를 더럽히고 율법을 범하였도다",
        "vcode": "GAE",
        "vnum": 4
    },
    {
        "bcode": 36,
        "cnum": 3,
        "content": "그 가운데에 계시는 여호와는 의로우사 불의를 행하지 아니하시고 아침마다 빠짐없이 자기의 공의를 비추시거늘 불의한 자는 수치를 알지 못하는도다",
        "vcode": "GAE",
        "vnum": 5
    },
    {
        "bcode": 36,
        "cnum": 3,
        "content": "내가 여러 나라를 끊어 버렸으므로 그들의 망대가 파괴되었고 내가 그들의 거리를 비게 하여 지나는 자가 없게 하였으므로 그들의 모든 성읍이 황폐하며 사람이 없으며 거주할 자가 없게 되었느니라",
        "vcode": "GAE",
        "vnum": 6
    },
    {
        "bcode": 36,
        "cnum": 3,
        "content": "내가 이르기를 너는 오직 나를 경외하고 교훈을 받으라 그리하면 내가 형벌을 내리기로 정하기는 하였지만 너의 거처가 끊어지지 아니하리라 하였으나 그들이 부지런히 그들의 모든 행위를 더럽게 하였느니라",
        "vcode": "GAE",
        "vnum": 7
    },
    {
        "bcode": 36,
        "cnum": 3,
        "content": "나 여호와가 말하노라 그러므로 내가 일어나 벌할 날까지 너희는 나를 기다리라 내가 뜻을 정하고 나의 분노와 모든 진노를 쏟으려고 여러 나라를 소집하며 왕국들을 모으리라 온 땅이 나의 질투의 불에 소멸되리라",
        "vcode": "GAE",
        "vnum": 8
    },
    {
        "bcode": 36,
        "cnum": 3,
        "content": "그 때에 내가 여러 백성의 입술을 깨끗하게 하여 그들이 다 여호와의 이름을 부르며 한 가지로 나를 섬기게 하리니",
        "vcode": "GAE",
        "vnum": 9
    },
    {
        "bcode": 36,
        "cnum": 3,
        "content": "내게 구하는 백성들 곧 내가 흩은 자의 딸이 구스 강 건너편에서부터 예물을 가지고 와서 내게 바칠지라",
        "vcode": "GAE",
        "vnum": 10
    },
    {
        "bcode": 36,
        "cnum": 3,
        "content": "그 날에 네가 내게 범죄한 모든 행위로 말미암아 수치를 당하지 아니할 것은 그 때에 내가 네 가운데서 교만하여 자랑하는 자들을 제거하여 네가 나의 성산에서 다시는 교만하지 않게 할 것임이라",
        "vcode": "GAE",
        "vnum": 11
    },
    {
        "bcode": 36,
        "cnum": 3,
        "content": "내가 곤고하고 가난한 백성을 네 가운데에 남겨 두리니 그들이 여호와의 이름을 의탁하여 보호를 받을지라",
        "vcode": "GAE",
        "vnum": 12
    },
    {
        "bcode": 36,
        "cnum": 3,
        "content": "이스라엘의 남은 자는 악을 행하지 아니하며 거짓을 말하지 아니하며 입에 거짓된 혀가 없으며 먹고 누울지라도 그들을 두렵게 할 자가 없으리라",
        "vcode": "GAE",
        "vnum": 13
    },
    {
        "bcode": 36,
        "cnum": 3,
        "content": "시온의 딸아 노래할지어다 이스라엘아 기쁘게 부를지어다 예루살렘 딸아 전심으로 기뻐하며 즐거워할지어다",
        "vcode": "GAE",
        "vnum": 14
    },
    {
        "bcode": 36,
        "cnum": 3,
        "content": "여호와가 네 형벌을 제거하였고 네 원수를 쫓아냈으며 이스라엘 왕 여호와가 네 가운데 계시니 네가 다시는 화를 당할까 두려워하지 아니할 것이라",
        "vcode": "GAE",
        "vnum": 15
    },
    {
        "bcode": 36,
        "cnum": 3,
        "content": "그 날에 사람이 예루살렘에 이르기를 두려워하지 말라 시온아 네 손을 늘어뜨리지 말라",
        "vcode": "GAE",
        "vnum": 16
    },
    {
        "bcode": 36,
        "cnum": 3,
        "content": "너의 하나님 여호와가 너의 가운데에 계시니 그는 구원을 베푸실 전능자이시라 그가 너로 말미암아 기쁨을 이기지 못하시며 너를 잠잠히 사랑하시며 너로 말미암아 즐거이 부르며 기뻐하시리라 하리라",
        "vcode": "GAE",
        "vnum": 17
    },
    {
        "bcode": 36,
        "cnum": 3,
        "content": "내가 절기로 말미암아 근심하는 자들을 모으리니 그들은 네게 속한 자라 그들에게 지워진 짐이 치욕이 되었느니라",
        "vcode": "GAE",
        "vnum": 18
    },
    {
        "bcode": 36,
        "cnum": 3,
        "content": "그 때에 내가 너를 괴롭게 하는 자를 다 벌하고 저는 자를 구원하며 쫓겨난 자를 모으며 온 세상에서 수욕 받는 자에게 칭찬과 명성을 얻게 하리라",
        "vcode": "GAE",
        "vnum": 19
    },
    {
        "bcode": 36,
        "cnum": 3,
        "content": "내가 그 때에 너희를 이끌고 그 때에 너희를 모을지라 내가 너희 목전에서 너희의 사로잡힘을 돌이킬 때에 너희에게 천하 만민 가운데서 명성과 칭찬을 얻게 하리라 여호와의 말이니라",
        "vcode": "GAE",
        "vnum": 20
    }
]