[
    {
        "bcode": 7,
        "cnum": 11,
        "content": "Jephthah the Gileadite was a mighty warrior. His father was Gilead; his mother was a prostitute.",
        "vcode": "NIV",
        "vnum": 1
    },
    {
        "bcode": 7,
        "cnum": 11,
        "content": "Gilead's wife also bore him sons, and when they were grown up, they drove Jephthah away. \"You are not going to get any inheritance in our family,\" they said, \"because you are the son of another woman.\"",
        "vcode": "NIV",
        "vnum": 2
    },
    {
        "bcode": 7,
        "cnum": 11,
        "content": "So Jephthah fled from his brothers and settled in the land of Tob, where a group of adventurers gathered around him and followed him.",
        "vcode": "NIV",
        "vnum": 3
    },
    {
        "bcode": 7,
        "cnum": 11,
        "content": "Some time later, when the Ammonites made war on Israel,",
        "vcode": "NIV",
        "vnum": 4
    },
    {
        "bcode": 7,
        "cnum": 11,
        "content": "the elders of Gilead went to get Jephthah from the land of Tob.",
        "vcode": "NIV",
        "vnum": 5
    },
    {
        "bcode": 7,
        "cnum": 11,
        "content": "\"Come,\" they said, \"be our commander, so we can fight the Ammonites.\"",
        "vcode": "NIV",
        "vnum": 6
    },
    {
        "bcode": 7,
        "cnum": 11,
        "content": "Jephthah said to them, \"Didn't you hate me and drive me from my father's house? Why do you come to me now, when you're in trouble?\"",
        "vcode": "NIV",
        "vnum": 7
    },
    {
        "bcode": 7,
        "cnum": 11,
        "content": "The elders of Gilead said to him, \"Nevertheless, we are turning to you now; come with us to fight the Ammonites, and you will be our head over all who live in Gilead.\"",
        "vcode": "NIV",
        "vnum": 8
    },
    {
        "bcode": 7,
        "cnum": 11,
        "content": "Jephthah answered, \"Suppose you take me back to fight the Ammonites and the LORD gives them to me--will I really be your head?\"",
        "vcode": "NIV",
        "vnum": 9
    },
    {
        "bcode": 7,
        "cnum": 11,
        "content": "The elders of Gilead replied, \"The LORD is our witness; we will certainly do as you say.\"",
        "vcode": "NIV",
        "vnum": 10
    },
    {
        "bcode": 7,
        "cnum": 11,
        "content": "So Jephthah went with the elders of Gilead, and the people made him head and commander over them. And he repeated all his words before the LORD in Mizpah.",
        "vcode": "NIV",
        "vnum": 11
    },
    {
        "bcode": 7,
        "cnum": 11,
        "content": "Then Jephthah sent messengers to the Ammonite king with the question: \"What do you have against us that you have attacked our country?\"",
        "vcode": "NIV",
        "vnum": 12
    },
    {
        "bcode": 7,
        "cnum": 11,
        "content": "The king of the Ammonites answered Jephthah's messengers, \"When Israel came up out of Egypt, they took away my land from the Arnon to the Jabbok, all the way to the Jordan. Now give it back peaceably.\"",
        "vcode": "NIV",
        "vnum": 13
    },
    {
        "bcode": 7,
        "cnum": 11,
        "content": "Jephthah sent back messengers to the Ammonite king,",
        "vcode": "NIV",
        "vnum": 14
    },
    {
        "bcode": 7,
        "cnum": 11,
        "content": "saying: \"This is what Jephthah says: Israel did not take the land of Moab or the land of the Ammonites.",
        "vcode": "NIV",
        "vnum": 15
    },
    {
        "bcode": 7,
        "cnum": 11,
        "content": "But when they came up out of Egypt, Israel went through the desert to the Red Sea and on to Kadesh.",
        "vcode": "NIV",
        "vnum": 16
    },
    {
        "bcode": 7,
        "cnum": 11,
        "content": "Then Israel sent messengers to the king of Edom, saying, 'Give us permission to go through your country,' but the king of Edom would not listen. They sent also to the king of Moab, and he refused. So Israel stayed at Kadesh.",
        "vcode": "NIV",
        "vnum": 17
    },
    {
        "bcode": 7,
        "cnum": 11,
        "content": "\"Next they traveled through the desert, skirted the lands of Edom and Moab, passed along the eastern side of the country of Moab, and camped on the other side of the Arnon. They did not enter the territory of Moab, for the Arnon was its border.",
        "vcode": "NIV",
        "vnum": 18
    },
    {
        "bcode": 7,
        "cnum": 11,
        "content": "\"Then Israel sent messengers to Sihon king of the Amorites, who ruled in Heshbon, and said to him, 'Let us pass through your country to our own place.'",
        "vcode": "NIV",
        "vnum": 19
    },
    {
        "bcode": 7,
        "cnum": 11,
        "content": "Sihon, however, did not trust Israel to pass through his territory. He mustered all his men and encamped at Jahaz and fought with Israel.",
        "vcode": "NIV",
        "vnum": 20
    },
    {
        "bcode": 7,
        "cnum": 11,
        "content": "\"Then the LORD, the God of Israel, gave Sihon and all his men into Israel's hands, and they defeated them. Israel took over all the land of the Amorites who lived in that country,",
        "vcode": "NIV",
        "vnum": 21
    },
    {
        "bcode": 7,
        "cnum": 11,
        "content": "capturing all of it from the Arnon to the Jabbok and from the desert to the Jordan.",
        "vcode": "NIV",
        "vnum": 22
    },
    {
        "bcode": 7,
        "cnum": 11,
        "content": "\"Now since the LORD, the God of Israel, has driven the Amorites out before his people Israel, what right have you to take it over?",
        "vcode": "NIV",
        "vnum": 23
    },
    {
        "bcode": 7,
        "cnum": 11,
        "content": "Will you not take what your god Chemosh gives you? Likewise, whatever the LORD our God has given us, we will possess.",
        "vcode": "NIV",
        "vnum": 24
    },
    {
        "bcode": 7,
        "cnum": 11,
        "content": "Are you better than Balak son of Zippor, king of Moab? Did he ever quarrel with Israel or fight with them?",
        "vcode": "NIV",
        "vnum": 25
    },
    {
        "bcode": 7,
        "cnum": 11,
        "content": "For three hundred years Israel occupied Heshbon, Aroer, the surrounding settlements and all the towns along the Arnon. Why didn't you retake them during that time?",
        "vcode": "NIV",
        "vnum": 26
    },
    {
        "bcode": 7,
        "cnum": 11,
        "content": "I have not wronged you, but you are doing me wrong by waging war against me. Let the LORD, the Judge, decide the dispute this day between the Israelites and the Ammonites.\"",
        "vcode": "NIV",
        "vnum": 27
    },
    {
        "bcode": 7,
        "cnum": 11,
        "content": "The king of Ammon, however, paid no attention to the message Jephthah sent him.",
        "vcode": "NIV",
        "vnum": 28
    },
    {
        "bcode": 7,
        "cnum": 11,
        "content": "Then the Spirit of the LORD came upon Jephthah. He crossed Gilead and Manasseh, passed through Mizpah of Gilead, and from there he advanced against the Ammonites.",
        "vcode": "NIV",
        "vnum": 29
    },
    {
        "bcode": 7,
        "cnum": 11,
        "content": "And Jephthah made a vow to the LORD : \"If you give the Ammonites into my hands,",
        "vcode": "NIV",
        "vnum": 30
    },
    {
        "bcode": 7,
        "cnum": 11,
        "content": "whatever comes out of the door of my house to meet me when I return in triumph from the Ammonites will be the LORD's, and I will sacrifice it as a burnt offering.\"",
        "vcode": "NIV",
        "vnum": 31
    },
    {
        "bcode": 7,
        "cnum": 11,
        "content": "Then Jephthah went over to fight the Ammonites, and the LORD gave them into his hands.",
        "vcode": "NIV",
        "vnum": 32
    },
    {
        "bcode": 7,
        "cnum": 11,
        "content": "He devastated twenty towns from Aroer to the vicinity of Minnith, as far as Abel Keramim. Thus Israel subdued Ammon.",
        "vcode": "NIV",
        "vnum": 33
    },
    {
        "bcode": 7,
        "cnum": 11,
        "content": "When Jephthah returned to his home in Mizpah, who should come out to meet him but his daughter, dancing to the sound of tambourines! She was an only child. Except for her he had neither son nor daughter.",
        "vcode": "NIV",
        "vnum": 34
    },
    {
        "bcode": 7,
        "cnum": 11,
        "content": "When he saw her, he tore his clothes and cried, \"Oh! My daughter! You have made me miserable and wretched, because I have made a vow to the LORD that I cannot break.\"",
        "vcode": "NIV",
        "vnum": 35
    },
    {
        "bcode": 7,
        "cnum": 11,
        "content": "\"My father,\" she replied, \"you have given your word to the LORD. Do to me just as you promised, now that the LORD has avenged you of your enemies, the Ammonites.",
        "vcode": "NIV",
        "vnum": 36
    },
    {
        "bcode": 7,
        "cnum": 11,
        "content": "But grant me this one request,\" she said. \"Give me two months to roam the hills and weep with my friends, because I will never marry.\"",
        "vcode": "NIV",
        "vnum": 37
    },
    {
        "bcode": 7,
        "cnum": 11,
        "content": "\"You may go,\" he said. And he let her go for two months. She and the girls went into the hills and wept because she would never marry.",
        "vcode": "NIV",
        "vnum": 38
    },
    {
        "bcode": 7,
        "cnum": 11,
        "content": "After the two months, she returned to her father and he did to her as he had vowed. And she was a virgin. From this comes the Israelite custom",
        "vcode": "NIV",
        "vnum": 39
    },
    {
        "bcode": 7,
        "cnum": 11,
        "content": "that each year the young women of Israel go out for four days to commemorate the daughter of Jephthah the Gileadite.",
        "vcode": "NIV",
        "vnum": 40
    }
]