[
    {
        "bcode": 7,
        "cnum": 2,
        "content": "The angel of the LORD went up from Gilgal to Bokim and said, \"I brought you up out of Egypt and led you into the land that I swore to give to your forefathers. I said, 'I will never break my covenant with you,",
        "vcode": "NIV",
        "vnum": 1
    },
    {
        "bcode": 7,
        "cnum": 2,
        "content": "and you shall not make a covenant with the people of this land, but you shall break down their altars.' Yet you have disobeyed me. Why have you done this?",
        "vcode": "NIV",
        "vnum": 2
    },
    {
        "bcode": 7,
        "cnum": 2,
        "content": "Now therefore I tell you that I will not drive them out before you; they will be thorns in your sides and their gods will be a snare to you.\"",
        "vcode": "NIV",
        "vnum": 3
    },
    {
        "bcode": 7,
        "cnum": 2,
        "content": "When the angel of the LORD had spoken these things to all the Israelites, the people wept aloud,",
        "vcode": "NIV",
        "vnum": 4
    },
    {
        "bcode": 7,
        "cnum": 2,
        "content": "and they called that place Bokim. There they offered sacrifices to the LORD.",
        "vcode": "NIV",
        "vnum": 5
    },
    {
        "bcode": 7,
        "cnum": 2,
        "content": "After Joshua had dismissed the Israelites, they went to take possession of the land, each to his own inheritance.",
        "vcode": "NIV",
        "vnum": 6
    },
    {
        "bcode": 7,
        "cnum": 2,
        "content": "The people served the LORD throughout the lifetime of Joshua and of the elders who outlived him and who had seen all the great things the LORD had done for Israel.",
        "vcode": "NIV",
        "vnum": 7
    },
    {
        "bcode": 7,
        "cnum": 2,
        "content": "Joshua son of Nun, the servant of the LORD, died at the age of a hundred and ten.",
        "vcode": "NIV",
        "vnum": 8
    },
    {
        "bcode": 7,
        "cnum": 2,
        "content": "And they buried him in the land of his inheritance, at Timnath Heres in the hill country of Ephraim, north of Mount Gaash.",
        "vcode": "NIV",
        "vnum": 9
    },
    {
        "bcode": 7,
        "cnum": 2,
        "content": "After that whole generation had been gathered to their fathers, another generation grew up, who knew neither the LORD nor what he had done for Israel.",
        "vcode": "NIV",
        "vnum": 10
    },
    {
        "bcode": 7,
        "cnum": 2,
        "content": "Then the Israelites did evil in the eyes of the LORD and served the Baals.",
        "vcode": "NIV",
        "vnum": 11
    },
    {
        "bcode": 7,
        "cnum": 2,
        "content": "They forsook the LORD, the God of their fathers, who had brought them out of Egypt. They followed and worshiped various gods of the peoples around them. They provoked the LORD to anger",
        "vcode": "NIV",
        "vnum": 12
    },
    {
        "bcode": 7,
        "cnum": 2,
        "content": "because they forsook him and served Baal and the Ashtoreths.",
        "vcode": "NIV",
        "vnum": 13
    },
    {
        "bcode": 7,
        "cnum": 2,
        "content": "In his anger against Israel the LORD handed them over to raiders who plundered them. He sold them to their enemies all around, whom they were no longer able to resist.",
        "vcode": "NIV",
        "vnum": 14
    },
    {
        "bcode": 7,
        "cnum": 2,
        "content": "Whenever Israel went out to fight, the hand of the LORD was against them to defeat them, just as he had sworn to them. They were in great distress.",
        "vcode": "NIV",
        "vnum": 15
    },
    {
        "bcode": 7,
        "cnum": 2,
        "content": "Then the LORD raised up judges, who saved them out of the hands of these raiders.",
        "vcode": "NIV",
        "vnum": 16
    },
    {
        "bcode": 7,
        "cnum": 2,
        "content": "Yet they would not listen to their judges but prostituted themselves to other gods and worshiped them. Unlike their fathers, they quickly turned from the way in which their fathers had walked, the way of obedience to the LORD's commands.",
        "vcode": "NIV",
        "vnum": 17
    },
    {
        "bcode": 7,
        "cnum": 2,
        "content": "Whenever the LORD raised up a judge for them, he was with the judge and saved them out of the hands of their enemies as long as the judge lived; for the LORD had compassion on them as they groaned under those who oppressed and afflicted them.",
        "vcode": "NIV",
        "vnum": 18
    },
    {
        "bcode": 7,
        "cnum": 2,
        "content": "But when the judge died, the people returned to ways even more corrupt than those of their fathers, following other gods and serving and worshiping them. They refused to give up their evil practices and stubborn ways.",
        "vcode": "NIV",
        "vnum": 19
    },
    {
        "bcode": 7,
        "cnum": 2,
        "content": "Therefore the LORD was very angry with Israel and said, \"Because this nation has violated the covenant that I laid down for their forefathers and has not listened to me,",
        "vcode": "NIV",
        "vnum": 20
    },
    {
        "bcode": 7,
        "cnum": 2,
        "content": "I will no longer drive out before them any of the nations Joshua left when he died.",
        "vcode": "NIV",
        "vnum": 21
    },
    {
        "bcode": 7,
        "cnum": 2,
        "content": "I will use them to test Israel and see whether they will keep the way of the LORD and walk in it as their forefathers did.\"",
        "vcode": "NIV",
        "vnum": 22
    },
    {
        "bcode": 7,
        "cnum": 2,
        "content": "The LORD had allowed those nations to remain; he did not drive them out at once by giving them into the hands of Joshua.",
        "vcode": "NIV",
        "vnum": 23
    }
]