{"pageProps":{"version":{"name":"NIV","vcode":"NIV"},"bible":{"bcode":66,"chapterCount":22,"name":"Revelation","type":"new","vcode":"NIV"},"chapter":"4","verses":[{"bcode":66,"cnum":4,"content":"After this I looked, and there before me was a door standing open in heaven. And the voice I had first heard speaking to me like a trumpet said, \"Come up here, and I will show you what must take place after this.\"","vcode":"NIV","vnum":1},{"bcode":66,"cnum":4,"content":"At once I was in the Spirit, and there before me was a throne in heaven with someone sitting on it.","vcode":"NIV","vnum":2},{"bcode":66,"cnum":4,"content":"And the one who sat there had the appearance of jasper and carnelian. A rainbow, resembling an emerald, encircled the throne.","vcode":"NIV","vnum":3},{"bcode":66,"cnum":4,"content":"Surrounding the throne were twenty-four other thrones, and seated on them were twenty-four elders. They were dressed in white and had crowns of gold on their heads.","vcode":"NIV","vnum":4},{"bcode":66,"cnum":4,"content":"From the throne came flashes of lightning, rumblings and peals of thunder. Before the throne, seven lamps were blazing. These are the seven spirits of God.","vcode":"NIV","vnum":5},{"bcode":66,"cnum":4,"content":"Also before the throne there was what looked like a sea of glass, clear as crystal. In the center, around the throne, were four living creatures, and they were covered with eyes, in front and in back.","vcode":"NIV","vnum":6},{"bcode":66,"cnum":4,"content":"The first living creature was like a lion, the second was like an ox, the third had a face like a man, the fourth was like a flying eagle.","vcode":"NIV","vnum":7},{"bcode":66,"cnum":4,"content":"Each of the four living creatures had six wings and was covered with eyes all around, even under his wings. Day and night they never stop saying: \"Holy, holy, holy is the Lord God Almighty, who was, and is, and is to come.\"","vcode":"NIV","vnum":8},{"bcode":66,"cnum":4,"content":"Whenever the living creatures give glory, honor and thanks to him who sits on the throne and who lives for ever and ever,","vcode":"NIV","vnum":9},{"bcode":66,"cnum":4,"content":"the twenty-four elders fall down before him who sits on the throne, and worship him who lives for ever and ever. They lay their crowns before the throne and say:","vcode":"NIV","vnum":10},{"bcode":66,"cnum":4,"content":"\"You are worthy, our Lord and God, to receive glory and honor and power, for you created all things, and by your will they were created and have their being.\"","vcode":"NIV","vnum":11}]},"__N_SSG":true}