[
    {
        "bcode": 50,
        "cnum": 1,
        "content": "Paul and Timothy, servants of Christ Jesus, To all the saints in Christ Jesus at Philippi, together with the overseers and deacons:",
        "vcode": "NIV",
        "vnum": 1
    },
    {
        "bcode": 50,
        "cnum": 1,
        "content": "Grace and peace to you from God our Father and the Lord Jesus Christ.",
        "vcode": "NIV",
        "vnum": 2
    },
    {
        "bcode": 50,
        "cnum": 1,
        "content": "I thank my God every time I remember you.",
        "vcode": "NIV",
        "vnum": 3
    },
    {
        "bcode": 50,
        "cnum": 1,
        "content": "In all my prayers for all of you, I always pray with joy",
        "vcode": "NIV",
        "vnum": 4
    },
    {
        "bcode": 50,
        "cnum": 1,
        "content": "because of your partnership in the gospel from the first day until now,",
        "vcode": "NIV",
        "vnum": 5
    },
    {
        "bcode": 50,
        "cnum": 1,
        "content": "being confident of this, that he who began a good work in you will carry it on to completion until the day of Christ Jesus.",
        "vcode": "NIV",
        "vnum": 6
    },
    {
        "bcode": 50,
        "cnum": 1,
        "content": "It is right for me to feel this way about all of you, since I have you in my heart; for whether I am in chains or defending and confirming the gospel, all of you share in God's grace with me.",
        "vcode": "NIV",
        "vnum": 7
    },
    {
        "bcode": 50,
        "cnum": 1,
        "content": "God can testify how I long for all of you with the affection of Christ Jesus.",
        "vcode": "NIV",
        "vnum": 8
    },
    {
        "bcode": 50,
        "cnum": 1,
        "content": "And this is my prayer: that your love may abound more and more in knowledge and depth of insight,",
        "vcode": "NIV",
        "vnum": 9
    },
    {
        "bcode": 50,
        "cnum": 1,
        "content": "so that you may be able to discern what is best and may be pure and blameless until the day of Christ,",
        "vcode": "NIV",
        "vnum": 10
    },
    {
        "bcode": 50,
        "cnum": 1,
        "content": "filled with the fruit of righteousness that comes through Jesus Christ--to the glory and praise of God.",
        "vcode": "NIV",
        "vnum": 11
    },
    {
        "bcode": 50,
        "cnum": 1,
        "content": "Now I want you to know, brothers, that what has happened to me has really served to advance the gospel.",
        "vcode": "NIV",
        "vnum": 12
    },
    {
        "bcode": 50,
        "cnum": 1,
        "content": "As a result, it has become clear throughout the whole palace guard and to everyone else that I am in chains for Christ.",
        "vcode": "NIV",
        "vnum": 13
    },
    {
        "bcode": 50,
        "cnum": 1,
        "content": "Because of my chains, most of the brothers in the Lord have been encouraged to speak the word of God more courageously and fearlessly.",
        "vcode": "NIV",
        "vnum": 14
    },
    {
        "bcode": 50,
        "cnum": 1,
        "content": "It is true that some preach Christ out of envy and rivalry, but others out of goodwill.",
        "vcode": "NIV",
        "vnum": 15
    },
    {
        "bcode": 50,
        "cnum": 1,
        "content": "The latter do so in love, knowing that I am put here for the defense of the gospel.",
        "vcode": "NIV",
        "vnum": 16
    },
    {
        "bcode": 50,
        "cnum": 1,
        "content": "The former preach Christ out of selfish ambition, not sincerely, supposing that they can stir up trouble for me while I am in chains.",
        "vcode": "NIV",
        "vnum": 17
    },
    {
        "bcode": 50,
        "cnum": 1,
        "content": "But what does it matter? The important thing is that in every way, whether from false motives or true, Christ is preached. And because of this I rejoice. Yes, and I will continue to rejoice,",
        "vcode": "NIV",
        "vnum": 18
    },
    {
        "bcode": 50,
        "cnum": 1,
        "content": "for I know that through your prayers and the help given by the Spirit of Jesus Christ, what has happened to me will turn out for my deliverance.",
        "vcode": "NIV",
        "vnum": 19
    },
    {
        "bcode": 50,
        "cnum": 1,
        "content": "I eagerly expect and hope that I will in no way be ashamed, but will have sufficient courage so that now as always Christ will be exalted in my body, whether by life or by death.",
        "vcode": "NIV",
        "vnum": 20
    },
    {
        "bcode": 50,
        "cnum": 1,
        "content": "For to me, to live is Christ and to die is gain.",
        "vcode": "NIV",
        "vnum": 21
    },
    {
        "bcode": 50,
        "cnum": 1,
        "content": "If I am to go on living in the body, this will mean fruitful labor for me. Yet what shall I choose? I do not know!",
        "vcode": "NIV",
        "vnum": 22
    },
    {
        "bcode": 50,
        "cnum": 1,
        "content": "I am torn between the two: I desire to depart and be with Christ, which is better by far;",
        "vcode": "NIV",
        "vnum": 23
    },
    {
        "bcode": 50,
        "cnum": 1,
        "content": "but it is more necessary for you that I remain in the body.",
        "vcode": "NIV",
        "vnum": 24
    },
    {
        "bcode": 50,
        "cnum": 1,
        "content": "Convinced of this, I know that I will remain, and I will continue with all of you for your progress and joy in the faith,",
        "vcode": "NIV",
        "vnum": 25
    },
    {
        "bcode": 50,
        "cnum": 1,
        "content": "so that through my being with you again your joy in Christ Jesus will overflow on account of me.",
        "vcode": "NIV",
        "vnum": 26
    },
    {
        "bcode": 50,
        "cnum": 1,
        "content": "Whatever happens, conduct yourselves in a manner worthy of the gospel of Christ. Then, whether I come and see you or only hear about you in my absence, I will know that you stand firm in one spirit, contending as one man for the faith of the gospel",
        "vcode": "NIV",
        "vnum": 27
    },
    {
        "bcode": 50,
        "cnum": 1,
        "content": "without being frightened in any way by those who oppose you. This is a sign to them that they will be destroyed, but that you will be saved--and that by God.",
        "vcode": "NIV",
        "vnum": 28
    },
    {
        "bcode": 50,
        "cnum": 1,
        "content": "For it has been granted to you on behalf of Christ not only to believe on him, but also to suffer for him,",
        "vcode": "NIV",
        "vnum": 29
    },
    {
        "bcode": 50,
        "cnum": 1,
        "content": "since you are going through the same struggle you saw I had, and now hear that I still have.",
        "vcode": "NIV",
        "vnum": 30
    }
]