{"pageProps":{"version":{"name":"NIV","vcode":"NIV"},"bible":{"bcode":18,"chapterCount":42,"name":"Job","type":"old","vcode":"NIV"},"chapter":"5","verses":[{"bcode":18,"cnum":5,"content":"\"Call if you will, but who will answer you? To which of the holy ones will you turn?","vcode":"NIV","vnum":1},{"bcode":18,"cnum":5,"content":"Resentment kills a fool, and envy slays the simple.","vcode":"NIV","vnum":2},{"bcode":18,"cnum":5,"content":"I myself have seen a fool taking root, but suddenly his house was cursed.","vcode":"NIV","vnum":3},{"bcode":18,"cnum":5,"content":"His children are far from safety, crushed in court without a defender.","vcode":"NIV","vnum":4},{"bcode":18,"cnum":5,"content":"The hungry consume his harvest, taking it even from among thorns, and the thirsty pant after his wealth.","vcode":"NIV","vnum":5},{"bcode":18,"cnum":5,"content":"For hardship does not spring from the soil, nor does trouble sprout from the ground.","vcode":"NIV","vnum":6},{"bcode":18,"cnum":5,"content":"Yet man is born to trouble as surely as sparks fly upward.","vcode":"NIV","vnum":7},{"bcode":18,"cnum":5,"content":"\"But if it were I, I would appeal to God; I would lay my cause before him.","vcode":"NIV","vnum":8},{"bcode":18,"cnum":5,"content":"He performs wonders that cannot be fathomed, miracles that cannot be counted.","vcode":"NIV","vnum":9},{"bcode":18,"cnum":5,"content":"He bestows rain on the earth; he sends water upon the countryside.","vcode":"NIV","vnum":10},{"bcode":18,"cnum":5,"content":"The lowly he sets on high, and those who mourn are lifted to safety.","vcode":"NIV","vnum":11},{"bcode":18,"cnum":5,"content":"He thwarts the plans of the crafty, so that their hands achieve no success.","vcode":"NIV","vnum":12},{"bcode":18,"cnum":5,"content":"He catches the wise in their craftiness, and the schemes of the wily are swept away.","vcode":"NIV","vnum":13},{"bcode":18,"cnum":5,"content":"Darkness comes upon them in the daytime; at noon they grope as in the night.","vcode":"NIV","vnum":14},{"bcode":18,"cnum":5,"content":"He saves the needy from the sword in their mouth; he saves them from the clutches of the powerful.","vcode":"NIV","vnum":15},{"bcode":18,"cnum":5,"content":"So the poor have hope, and injustice shuts its mouth.","vcode":"NIV","vnum":16},{"bcode":18,"cnum":5,"content":"\"Blessed is the man whom God corrects; so do not despise the discipline of the Almighty.","vcode":"NIV","vnum":17},{"bcode":18,"cnum":5,"content":"For he wounds, but he also binds up; he injures, but his hands also heal.","vcode":"NIV","vnum":18},{"bcode":18,"cnum":5,"content":"From six calamities he will rescue you; in seven no harm will befall you.","vcode":"NIV","vnum":19},{"bcode":18,"cnum":5,"content":"In famine he will ransom you from death, and in battle from the stroke of the sword.","vcode":"NIV","vnum":20},{"bcode":18,"cnum":5,"content":"You will be protected from the lash of the tongue, and need not fear when destruction comes.","vcode":"NIV","vnum":21},{"bcode":18,"cnum":5,"content":"You will laugh at destruction and famine, and need not fear the beasts of the earth.","vcode":"NIV","vnum":22},{"bcode":18,"cnum":5,"content":"For you will have a covenant with the stones of the field, and the wild animals will be at peace with you.","vcode":"NIV","vnum":23},{"bcode":18,"cnum":5,"content":"You will know that your tent is secure; you will take stock of your property and find nothing missing.","vcode":"NIV","vnum":24},{"bcode":18,"cnum":5,"content":"You will know that your children will be many, and your descendants like the grass of the earth.","vcode":"NIV","vnum":25},{"bcode":18,"cnum":5,"content":"You will come to the grave in full vigor, like sheaves gathered in season.","vcode":"NIV","vnum":26},{"bcode":18,"cnum":5,"content":"\"We have examined this, and it is true. So hear it and apply it to yourself.\"","vcode":"NIV","vnum":27}]},"__N_SSG":true}