[
    {
        "bcode": 17,
        "cnum": 1,
        "content": "This is what happened during the time of Xerxes, the Xerxes who ruled over 127 provinces stretching from India to Cush :",
        "vcode": "NIV",
        "vnum": 1
    },
    {
        "bcode": 17,
        "cnum": 1,
        "content": "At that time King Xerxes reigned from his royal throne in the citadel of Susa,",
        "vcode": "NIV",
        "vnum": 2
    },
    {
        "bcode": 17,
        "cnum": 1,
        "content": "and in the third year of his reign he gave a banquet for all his nobles and officials. The military leaders of Persia and Media, the princes, and the nobles of the provinces were present.",
        "vcode": "NIV",
        "vnum": 3
    },
    {
        "bcode": 17,
        "cnum": 1,
        "content": "For a full 180 days he displayed the vast wealth of his kingdom and the splendor and glory of his majesty.",
        "vcode": "NIV",
        "vnum": 4
    },
    {
        "bcode": 17,
        "cnum": 1,
        "content": "When these days were over, the king gave a banquet, lasting seven days, in the enclosed garden of the king's palace, for all the people from the least to the greatest, who were in the citadel of Susa.",
        "vcode": "NIV",
        "vnum": 5
    },
    {
        "bcode": 17,
        "cnum": 1,
        "content": "The garden had hangings of white and blue linen, fastened with cords of white linen and purple material to silver rings on marble pillars. There were couches of gold and silver on a mosaic pavement of porphyry, marble, mother-of-pearl and other costly stones.",
        "vcode": "NIV",
        "vnum": 6
    },
    {
        "bcode": 17,
        "cnum": 1,
        "content": "Wine was served in goblets of gold, each one different from the other, and the royal wine was abundant, in keeping with the king's liberality.",
        "vcode": "NIV",
        "vnum": 7
    },
    {
        "bcode": 17,
        "cnum": 1,
        "content": "By the king's command each guest was allowed to drink in his own way, for the king instructed all the wine stewards to serve each man what he wished.",
        "vcode": "NIV",
        "vnum": 8
    },
    {
        "bcode": 17,
        "cnum": 1,
        "content": "Queen Vashti also gave a banquet for the women in the royal palace of King Xerxes.",
        "vcode": "NIV",
        "vnum": 9
    },
    {
        "bcode": 17,
        "cnum": 1,
        "content": "On the seventh day, when King Xerxes was in high spirits from wine, he commanded the seven eunuchs who served him--Mehuman, Biztha, Harbona, Bigtha, Abagtha, Zethar and Carcas-",
        "vcode": "NIV",
        "vnum": 10
    },
    {
        "bcode": 17,
        "cnum": 1,
        "content": "to bring before him Queen Vashti, wearing her royal crown, in order to display her beauty to the people and nobles, for she was lovely to look at.",
        "vcode": "NIV",
        "vnum": 11
    },
    {
        "bcode": 17,
        "cnum": 1,
        "content": "But when the attendants delivered the king's command, Queen Vashti refused to come. Then the king became furious and burned with anger.",
        "vcode": "NIV",
        "vnum": 12
    },
    {
        "bcode": 17,
        "cnum": 1,
        "content": "Since it was customary for the king to consult experts in matters of law and justice, he spoke with the wise men who understood the times",
        "vcode": "NIV",
        "vnum": 13
    },
    {
        "bcode": 17,
        "cnum": 1,
        "content": "and were closest to the king--Carshena, Shethar, Admatha, Tarshish, Meres, Marsena and Memucan, the seven nobles of Persia and Media who had special access to the king and were highest in the kingdom.",
        "vcode": "NIV",
        "vnum": 14
    },
    {
        "bcode": 17,
        "cnum": 1,
        "content": "\"According to law, what must be done to Queen Vashti?\" he asked. \"She has not obeyed the command of King Xerxes that the eunuchs have taken to her.\"",
        "vcode": "NIV",
        "vnum": 15
    },
    {
        "bcode": 17,
        "cnum": 1,
        "content": "Then Memucan replied in the presence of the king and the nobles, \"Queen Vashti has done wrong, not only against the king but also against all the nobles and the peoples of all the provinces of King Xerxes.",
        "vcode": "NIV",
        "vnum": 16
    },
    {
        "bcode": 17,
        "cnum": 1,
        "content": "For the queen's conduct will become known to all the women, and so they will despise their husbands and say, 'King Xerxes commanded Queen Vashti to be brought before him, but she would not come.'",
        "vcode": "NIV",
        "vnum": 17
    },
    {
        "bcode": 17,
        "cnum": 1,
        "content": "This very day the Persian and Median women of the nobility who have heard about the queen's conduct will respond to all the king's nobles in the same way. There will be no end of disrespect and discord.",
        "vcode": "NIV",
        "vnum": 18
    },
    {
        "bcode": 17,
        "cnum": 1,
        "content": "\"Therefore, if it pleases the king, let him issue a royal decree and let it be written in the laws of Persia and Media, which cannot be repealed, that Vashti is never again to enter the presence of King Xerxes. Also let the king give her royal position to someone else who is better than she.",
        "vcode": "NIV",
        "vnum": 19
    },
    {
        "bcode": 17,
        "cnum": 1,
        "content": "Then when the king's edict is proclaimed throughout all his vast realm, all the women will respect their husbands, from the least to the greatest.\"",
        "vcode": "NIV",
        "vnum": 20
    },
    {
        "bcode": 17,
        "cnum": 1,
        "content": "The king and his nobles were pleased with this advice, so the king did as Memucan proposed.",
        "vcode": "NIV",
        "vnum": 21
    },
    {
        "bcode": 17,
        "cnum": 1,
        "content": "He sent dispatches to all parts of the kingdom, to each province in its own script and to each people in its own language, proclaiming in each people's tongue that every man should be ruler over his own household.",
        "vcode": "NIV",
        "vnum": 22
    }
]