[
    {
        "bcode": 17,
        "cnum": 4,
        "content": "When Mordecai learned of all that had been done, he tore his clothes, put on sackcloth and ashes, and went out into the city, wailing loudly and bitterly.",
        "vcode": "NIV",
        "vnum": 1
    },
    {
        "bcode": 17,
        "cnum": 4,
        "content": "But he went only as far as the king's gate, because no one clothed in sackcloth was allowed to enter it.",
        "vcode": "NIV",
        "vnum": 2
    },
    {
        "bcode": 17,
        "cnum": 4,
        "content": "In every province to which the edict and order of the king came, there was great mourning among the Jews, with fasting, weeping and wailing. Many lay in sackcloth and ashes.",
        "vcode": "NIV",
        "vnum": 3
    },
    {
        "bcode": 17,
        "cnum": 4,
        "content": "When Esther's maids and eunuchs came and told her about Mordecai, she was in great distress. She sent clothes for him to put on instead of his sackcloth, but he would not accept them.",
        "vcode": "NIV",
        "vnum": 4
    },
    {
        "bcode": 17,
        "cnum": 4,
        "content": "Then Esther summoned Hathach, one of the king's eunuchs assigned to attend her, and ordered him to find out what was troubling Mordecai and why.",
        "vcode": "NIV",
        "vnum": 5
    },
    {
        "bcode": 17,
        "cnum": 4,
        "content": "So Hathach went out to Mordecai in the open square of the city in front of the king's gate.",
        "vcode": "NIV",
        "vnum": 6
    },
    {
        "bcode": 17,
        "cnum": 4,
        "content": "Mordecai told him everything that had happened to him, including the exact amount of money Haman had promised to pay into the royal treasury for the destruction of the Jews.",
        "vcode": "NIV",
        "vnum": 7
    },
    {
        "bcode": 17,
        "cnum": 4,
        "content": "He also gave him a copy of the text of the edict for their annihilation, which had been published in Susa, to show to Esther and explain it to her, and he told him to urge her to go into the king's presence to beg for mercy and plead with him for her people.",
        "vcode": "NIV",
        "vnum": 8
    },
    {
        "bcode": 17,
        "cnum": 4,
        "content": "Hathach went back and reported to Esther what Mordecai had said.",
        "vcode": "NIV",
        "vnum": 9
    },
    {
        "bcode": 17,
        "cnum": 4,
        "content": "Then she instructed him to say to Mordecai,",
        "vcode": "NIV",
        "vnum": 10
    },
    {
        "bcode": 17,
        "cnum": 4,
        "content": "\"All the king's officials and the people of the royal provinces know that for any man or woman who approaches the king in the inner court without being summoned the king has but one law: that he be put to death. The only exception to this is for the king to extend the gold scepter to him and spare his life. But thirty days have passed since I was called to go to the king.\"",
        "vcode": "NIV",
        "vnum": 11
    },
    {
        "bcode": 17,
        "cnum": 4,
        "content": "When Esther's words were reported to Mordecai,",
        "vcode": "NIV",
        "vnum": 12
    },
    {
        "bcode": 17,
        "cnum": 4,
        "content": "he sent back this answer: \"Do not think that because you are in the king's house you alone of all the Jews will escape.",
        "vcode": "NIV",
        "vnum": 13
    },
    {
        "bcode": 17,
        "cnum": 4,
        "content": "For if you remain silent at this time, relief and deliverance for the Jews will arise from another place, but you and your father's family will perish. And who knows but that you have come to royal position for such a time as this?\"",
        "vcode": "NIV",
        "vnum": 14
    },
    {
        "bcode": 17,
        "cnum": 4,
        "content": "Then Esther sent this reply to Mordecai:",
        "vcode": "NIV",
        "vnum": 15
    },
    {
        "bcode": 17,
        "cnum": 4,
        "content": "\"Go, gather together all the Jews who are in Susa, and fast for me. Do not eat or drink for three days, night or day. I and my maids will fast as you do. When this is done, I will go to the king, even though it is against the law. And if I perish, I perish.\"",
        "vcode": "NIV",
        "vnum": 16
    },
    {
        "bcode": 17,
        "cnum": 4,
        "content": "So Mordecai went away and carried out all of Esther's instructions.",
        "vcode": "NIV",
        "vnum": 17
    }
]