[
    {
        "bcode": 23,
        "cnum": 44,
        "content": "나의 종 야곱, 내가 택한 이스라엘아 이제 들으라",
        "vcode": "GAE",
        "vnum": 1
    },
    {
        "bcode": 23,
        "cnum": 44,
        "content": "너를 만들고 너를 모태에서부터 지어 낸 너를 도와 줄 여호와가 이같이 말하노라 나의 종 야곱, 내가 택한 여수룬아 두려워하지 말라",
        "vcode": "GAE",
        "vnum": 2
    },
    {
        "bcode": 23,
        "cnum": 44,
        "content": "나는 목마른 자에게 물을 주며 마른 땅에 시내가 흐르게 하며 나의 영을 네 자손에게, 나의 복을 네 후손에게 부어 주리니",
        "vcode": "GAE",
        "vnum": 3
    },
    {
        "bcode": 23,
        "cnum": 44,
        "content": "그들이 풀 가운데에서 솟아나기를 시냇가의 버들 같이 할 것이라",
        "vcode": "GAE",
        "vnum": 4
    },
    {
        "bcode": 23,
        "cnum": 44,
        "content": "한 사람은 이르기를 나는 여호와께 속하였다 할 것이며 또 한 사람은 야곱의 이름으로 자기를 부를 것이며 또 다른 사람은 자기가 여호와께 속하였음을 그의 손으로 기록하고 이스라엘의 이름으로 존귀히 여김을 받으리라",
        "vcode": "GAE",
        "vnum": 5
    },
    {
        "bcode": 23,
        "cnum": 44,
        "content": "이스라엘의 왕인 여호와, 이스라엘의 구원자인 만군의 여호와가 이같이 말하노라 나는 처음이요 나는 마지막이라 나 외에 다른 신이 없느니라",
        "vcode": "GAE",
        "vnum": 6
    },
    {
        "bcode": 23,
        "cnum": 44,
        "content": "내가 영원한 백성을 세운 이후로 나처럼 외치며 알리며 나에게 설명할 자가 누구냐 있거든 될 일과 장차 올 일을 그들에게 알릴지어다",
        "vcode": "GAE",
        "vnum": 7
    },
    {
        "bcode": 23,
        "cnum": 44,
        "content": "너희는 두려워하지 말며 겁내지 말라 내가 예로부터 너희에게 듣게 하지 아니하였느냐 알리지 아니하였느냐 너희는 나의 증인이라 나 외에 신이 있겠느냐 과연 반석은 없나니 다른 신이 있음을 내가 알지 못하노라",
        "vcode": "GAE",
        "vnum": 8
    },
    {
        "bcode": 23,
        "cnum": 44,
        "content": "우상을 만드는 자는 다 허망하도다 그들이 원하는 것들은 무익한 것이거늘 그것들의 증인들은 보지도 못하며 알지도 못하니 그러므로 수치를 당하리라",
        "vcode": "GAE",
        "vnum": 9
    },
    {
        "bcode": 23,
        "cnum": 44,
        "content": "신상을 만들며 무익한 우상을 부어 만든 자가 누구냐",
        "vcode": "GAE",
        "vnum": 10
    },
    {
        "bcode": 23,
        "cnum": 44,
        "content": "보라 그와 같은 무리들이 다 수치를 당할 것이라 그 대장장이들은 사람일 뿐이라 그들이 다 모여 서서 두려워하며 함께 수치를 당할 것이니라",
        "vcode": "GAE",
        "vnum": 11
    },
    {
        "bcode": 23,
        "cnum": 44,
        "content": "철공은 철로 연장을 만들고 숯불로 일하며 망치를 가지고 그것을 만들며 그의 힘센 팔로 그 일을 하나 배가 고프면 기운이 없고 물을 마시지 아니하면 피로하니라",
        "vcode": "GAE",
        "vnum": 12
    },
    {
        "bcode": 23,
        "cnum": 44,
        "content": "목공은 줄을 늘여 재고 붓으로 긋고 대패로 밀고 곡선자로 그어 사람의 아름다움을 따라 사람의 모양을 만들어 집에 두게 하며",
        "vcode": "GAE",
        "vnum": 13
    },
    {
        "bcode": 23,
        "cnum": 44,
        "content": "그는 자기를 위하여 백향목을 베며 디르사 나무와 상수리나무를 취하며 숲의 나무들 가운데에서 자기를 위하여 한 나무를 정하며 나무를 심고 비를 맞고 자라게도 하느니라",
        "vcode": "GAE",
        "vnum": 14
    },
    {
        "bcode": 23,
        "cnum": 44,
        "content": "이 나무는 사람이 땔감을 삼는 것이거늘 그가 그것을 가지고 자기 몸을 덥게도 하고 불을 피워 떡을 굽기도 하고 신상을 만들어 경배하며 우상을 만들고 그 앞에 엎드리기도 하는구나",
        "vcode": "GAE",
        "vnum": 15
    },
    {
        "bcode": 23,
        "cnum": 44,
        "content": "그 중의 절반은 불에 사르고 그 절반으로는 고기를 구워 먹고 배불리며 또 몸을 덥게 하여 이르기를 아하 따뜻하다 내가 불을 보았구나 하면서",
        "vcode": "GAE",
        "vnum": 16
    },
    {
        "bcode": 23,
        "cnum": 44,
        "content": "그 나머지로 신상 곧 자기의 우상을 만들고 그 앞에 엎드려 경배하며 그것에게 기도하여 이르기를 너는 나의 신이니 나를 구원하라 하는도다",
        "vcode": "GAE",
        "vnum": 17
    },
    {
        "bcode": 23,
        "cnum": 44,
        "content": "그들이 알지도 못하고 깨닫지도 못함은 그들의 눈이 가려서 보지 못하며 그들의 마음이 어두워져서 깨닫지 못함이니라",
        "vcode": "GAE",
        "vnum": 18
    },
    {
        "bcode": 23,
        "cnum": 44,
        "content": "마음에 생각도 없고 지식도 없고 총명도 없으므로 내가 그것의 절반을 불 사르고 또한 그 숯불 위에서 떡도 굽고 고기도 구워 먹었거늘 내가 어찌 그 나머지로 가증한 물건을 만들겠으며 내가 어찌 그 나무 토막 앞에 굴복하리요 말하지 아니하니",
        "vcode": "GAE",
        "vnum": 19
    },
    {
        "bcode": 23,
        "cnum": 44,
        "content": "그는 재를 먹고 허탄한 마음에 미혹되어 자기의 영혼을 구원하지 못하며 나의 오른손에 거짓 것이 있지 아니하냐 하지도 못하느니라",
        "vcode": "GAE",
        "vnum": 20
    },
    {
        "bcode": 23,
        "cnum": 44,
        "content": "야곱아 이스라엘아 이 일을 기억하라 너는 내 종이니라 내가 너를 지었으니 너는 내 종이니라 이스라엘아 너는 나에게 잊혀지지 아니하리라",
        "vcode": "GAE",
        "vnum": 21
    },
    {
        "bcode": 23,
        "cnum": 44,
        "content": "내가 네 허물을 빽빽한 구름 같이, 네 죄를 안개 같이 없이하였으니 너는 내게로 돌아오라 내가 너를 구속하였음이니라",
        "vcode": "GAE",
        "vnum": 22
    },
    {
        "bcode": 23,
        "cnum": 44,
        "content": "여호와께서 이 일을 행하셨으니 하늘아 노래할지어다 땅의 깊은 곳들아 높이 부를지어다 산들아 숲과 그 가운데의 모든 나무들아 소리내어 노래할지어다 여호와께서 야곱을 구속하셨으니 이스라엘 중에 자기의 영광을 나타내실 것임이로다",
        "vcode": "GAE",
        "vnum": 23
    },
    {
        "bcode": 23,
        "cnum": 44,
        "content": "네 구속자요 모태에서 너를 지은 나 여호와가 이같이 말하노라 나는 만물을 지은 여호와라 홀로 하늘을 폈으며 나와 함께 한 자 없이 땅을 펼쳤고",
        "vcode": "GAE",
        "vnum": 24
    },
    {
        "bcode": 23,
        "cnum": 44,
        "content": "헛된 말을 하는 자들의 징표를 폐하며 점 치는 자들을 미치게 하며 지혜로운 자들을 물리쳐 그들의 지식을 어리석게 하며",
        "vcode": "GAE",
        "vnum": 25
    },
    {
        "bcode": 23,
        "cnum": 44,
        "content": "그의 종의 말을 세워 주며 그의 사자들의 계획을 성취하게 하며 예루살렘에 대하여는 이르기를 거기에 사람이 살리라 하며 유다 성읍들에 대하여는 중건될 것이라 내가 그 황폐한 곳들을 복구시키리라 하며",
        "vcode": "GAE",
        "vnum": 26
    },
    {
        "bcode": 23,
        "cnum": 44,
        "content": "깊음에 대하여는 이르기를 마르라 내가 네 강물들을 마르게 하리라 하며",
        "vcode": "GAE",
        "vnum": 27
    },
    {
        "bcode": 23,
        "cnum": 44,
        "content": "고레스에 대하여는 이르기를 내 목자라 그가 나의 모든 기쁨을 성취하리라 하며 예루살렘에 대하여는 이르기를 중건되리라 하며 성전에 대하여는 네 기초가 놓여지리라 하는 자니라",
        "vcode": "GAE",
        "vnum": 28
    }
]