[
    {
        "bcode": 23,
        "cnum": 52,
        "content": "시온이여 깰지어다 깰지어다 네 힘을 낼지어다 거룩한 성 예루살렘이여 네 아름다운 옷을 입을지어다 이제부터 할례 받지 아니한 자와 부정한 자가 다시는 네게로 들어옴이 없을 것임이라",
        "vcode": "GAE",
        "vnum": 1
    },
    {
        "bcode": 23,
        "cnum": 52,
        "content": "너는 티끌을 털어 버릴지어다 예루살렘이여 일어나 앉을지어다 사로잡힌 딸 시온이여 네 목의 줄을 스스로 풀지어다",
        "vcode": "GAE",
        "vnum": 2
    },
    {
        "bcode": 23,
        "cnum": 52,
        "content": "여호와께서 이와 같이 말씀하시되 너희가 값 없이 팔렸으니 돈 없이 속량되리라",
        "vcode": "GAE",
        "vnum": 3
    },
    {
        "bcode": 23,
        "cnum": 52,
        "content": "주 여호와께서 이와 같이 말씀하시되 내 백성이 전에 애굽에 내려가서 거기에 거류하였고 앗수르인은 공연히 그들을 압박하였도다",
        "vcode": "GAE",
        "vnum": 4
    },
    {
        "bcode": 23,
        "cnum": 52,
        "content": "그러므로 이제 여호와께서 말씀하시되 내 백성이 까닭 없이 잡혀갔으니 내가 여기서 어떻게 하랴 여호와께서 말씀하시되 그들을 관할하는 자들이 떠들며 내 이름을 항상 종일토록 더럽히도다",
        "vcode": "GAE",
        "vnum": 5
    },
    {
        "bcode": 23,
        "cnum": 52,
        "content": "그러므로 내 백성은 내 이름을 알리라 그러므로 그 날에는 그들이 이 말을 하는 자가 나인 줄을 알리라 내가 여기 있느니라",
        "vcode": "GAE",
        "vnum": 6
    },
    {
        "bcode": 23,
        "cnum": 52,
        "content": "좋은 소식을 전하며 평화를 공포하며 복된 좋은 소식을 가져오며 구원을 공포하며 시온을 향하여 이르기를 네 하나님이 통치하신다 하는 자의 산을 넘는 발이 어찌 그리 아름다운가",
        "vcode": "GAE",
        "vnum": 7
    },
    {
        "bcode": 23,
        "cnum": 52,
        "content": "네 파수꾼들의 소리로다 그들이 소리를 높여 일제히 노래하니 이는 여호와께서 시온으로 돌아오실 때에 그들의 눈이 마주 보리로다",
        "vcode": "GAE",
        "vnum": 8
    },
    {
        "bcode": 23,
        "cnum": 52,
        "content": "너 예루살렘의 황폐한 곳들아 기쁜 소리를 내어 함께 노래할지어다 이는 여호와께서 그의 백성을 위로하셨고 예루살렘을 구속하셨음이라",
        "vcode": "GAE",
        "vnum": 9
    },
    {
        "bcode": 23,
        "cnum": 52,
        "content": "여호와께서 열방의 목전에서 그의 거룩한 팔을 나타내셨으므로 땅 끝까지도 모두 우리 하나님의 구원을 보았도다",
        "vcode": "GAE",
        "vnum": 10
    },
    {
        "bcode": 23,
        "cnum": 52,
        "content": "너희는 떠날지어다 떠날지어다 거기서 나오고 부정한 것을 만지지 말지어다 그 가운데에서 나올지어다 여호와의 기구를 메는 자들이여 스스로 정결하게 할지어다",
        "vcode": "GAE",
        "vnum": 11
    },
    {
        "bcode": 23,
        "cnum": 52,
        "content": "여호와께서 너희 앞에서 행하시며 이스라엘의 하나님이 너희 뒤에서 호위하시리니 너희가 황급히 나오지 아니하며 도망하듯 다니지 아니하리라",
        "vcode": "GAE",
        "vnum": 12
    },
    {
        "bcode": 23,
        "cnum": 52,
        "content": "보라 내 종이 형통하리니 받들어 높이 들려서 지극히 존귀하게 되리라",
        "vcode": "GAE",
        "vnum": 13
    },
    {
        "bcode": 23,
        "cnum": 52,
        "content": "전에는 그의 모양이 타인보다 상하였고 그의 모습이 사람들보다 상하였으므로 많은 사람이 그에 대하여 놀랐거니와",
        "vcode": "GAE",
        "vnum": 14
    },
    {
        "bcode": 23,
        "cnum": 52,
        "content": "그가 나라들을 놀라게 할 것이며 왕들은 그로 말미암아 그들의 입을 봉하리니 이는 그들이 아직 그들에게 전파되지 아니한 것을 볼 것이요 아직 듣지 못한 것을 깨달을 것임이라",
        "vcode": "GAE",
        "vnum": 15
    }
]