{"pageProps":{"version":{"name":"NIV","vcode":"NIV"},"bible":{"bcode":66,"chapterCount":22,"name":"Revelation","type":"new","vcode":"NIV"},"chapter":"11","verses":[{"bcode":66,"cnum":11,"content":"I was given a reed like a measuring rod and was told, \"Go and measure the temple of God and the altar, and count the worshipers there.","vcode":"NIV","vnum":1},{"bcode":66,"cnum":11,"content":"But exclude the outer court; do not measure it, because it has been given to the Gentiles. They will trample on the holy city for 42 months.","vcode":"NIV","vnum":2},{"bcode":66,"cnum":11,"content":"And I will give power to my two witnesses, and they will prophesy for 1,260 days, clothed in sackcloth.\"","vcode":"NIV","vnum":3},{"bcode":66,"cnum":11,"content":"These are the two olive trees and the two lampstands that stand before the Lord of the earth.","vcode":"NIV","vnum":4},{"bcode":66,"cnum":11,"content":"If anyone tries to harm them, fire comes from their mouths and devours their enemies. This is how anyone who wants to harm them must die.","vcode":"NIV","vnum":5},{"bcode":66,"cnum":11,"content":"These men have power to shut up the sky so that it will not rain during the time they are prophesying; and they have power to turn the waters into blood and to strike the earth with every kind of plague as often as they want.","vcode":"NIV","vnum":6},{"bcode":66,"cnum":11,"content":"Now when they have finished their testimony, the beast that comes up from the Abyss will attack them, and overpower and kill them.","vcode":"NIV","vnum":7},{"bcode":66,"cnum":11,"content":"Their bodies will lie in the street of the great city, which is figuratively called Sodom and Egypt, where also their Lord was crucified.","vcode":"NIV","vnum":8},{"bcode":66,"cnum":11,"content":"For three and a half days men from every people, tribe, language and nation will gaze on their bodies and refuse them burial.","vcode":"NIV","vnum":9},{"bcode":66,"cnum":11,"content":"The inhabitants of the earth will gloat over them and will celebrate by sending each other gifts, because these two prophets had tormented those who live on the earth.","vcode":"NIV","vnum":10},{"bcode":66,"cnum":11,"content":"But after the three and a half days a breath of life from God entered them, and they stood on their feet, and terror struck those who saw them.","vcode":"NIV","vnum":11},{"bcode":66,"cnum":11,"content":"Then they heard a loud voice from heaven saying to them, \"Come up here.\" And they went up to heaven in a cloud, while their enemies looked on.","vcode":"NIV","vnum":12},{"bcode":66,"cnum":11,"content":"At that very hour there was a severe earthquake and a tenth of the city collapsed. Seven thousand people were killed in the earthquake, and the survivors were terrified and gave glory to the God of heaven.","vcode":"NIV","vnum":13},{"bcode":66,"cnum":11,"content":"The second woe has passed; the third woe is coming soon.","vcode":"NIV","vnum":14},{"bcode":66,"cnum":11,"content":"The seventh angel sounded his trumpet, and there were loud voices in heaven, which said: \"The kingdom of the world has become the kingdom of our Lord and of his Christ, and he will reign for ever and ever.\"","vcode":"NIV","vnum":15},{"bcode":66,"cnum":11,"content":"And the twenty-four elders, who were seated on their thrones before God, fell on their faces and worshiped God,","vcode":"NIV","vnum":16},{"bcode":66,"cnum":11,"content":"saying: \"We give thanks to you, Lord God Almighty, the One who is and who was, because you have taken your great power and have begun to reign.","vcode":"NIV","vnum":17},{"bcode":66,"cnum":11,"content":"The nations were angry; and your wrath has come. The time has come for judging the dead, and for rewarding your servants the prophets and your saints and those who reverence your name, both small and great-- and for destroying those who destroy the earth.\"","vcode":"NIV","vnum":18},{"bcode":66,"cnum":11,"content":"Then God's temple in heaven was opened, and within his temple was seen the ark of his covenant. And there came flashes of lightning, rumblings, peals of thunder, an earthquake and a great hailstorm.","vcode":"NIV","vnum":19}]},"__N_SSG":true}