{"pageProps":{"version":{"name":"NIV","vcode":"NIV"},"bible":{"bcode":23,"chapterCount":66,"name":"Isaiah","type":"old","vcode":"NIV"},"chapter":"57","verses":[{"bcode":23,"cnum":57,"content":"The righteous perish, and no one ponders it in his heart; devout men are taken away, and no one understands that the righteous are taken away to be spared from evil.","vcode":"NIV","vnum":1},{"bcode":23,"cnum":57,"content":"Those who walk uprightly enter into peace; they find rest as they lie in death.","vcode":"NIV","vnum":2},{"bcode":23,"cnum":57,"content":"\"But you--come here, you sons of a sorceress, you offspring of adulterers and prostitutes!","vcode":"NIV","vnum":3},{"bcode":23,"cnum":57,"content":"Whom are you mocking? At whom do you sneer and stick out your tongue? Are you not a brood of rebels, the offspring of liars?","vcode":"NIV","vnum":4},{"bcode":23,"cnum":57,"content":"You burn with lust among the oaks and under every spreading tree; you sacrifice your children in the ravines and under the overhanging crags.","vcode":"NIV","vnum":5},{"bcode":23,"cnum":57,"content":"The idols among the smooth stones of the ravines are your portion; they, they are your lot. Yes, to them you have poured out drink offerings and offered grain offerings. In the light of these things, should I relent?","vcode":"NIV","vnum":6},{"bcode":23,"cnum":57,"content":"You have made your bed on a high and lofty hill; there you went up to offer your sacrifices.","vcode":"NIV","vnum":7},{"bcode":23,"cnum":57,"content":"Behind your doors and your doorposts you have put your pagan symbols. Forsaking me, you uncovered your bed, you climbed into it and opened it wide; you made a pact with those whose beds you love, and you looked on their nakedness.","vcode":"NIV","vnum":8},{"bcode":23,"cnum":57,"content":"You went to Molech with olive oil and increased your perfumes. You sent your ambassadors far away; you descended to the grave itself!","vcode":"NIV","vnum":9},{"bcode":23,"cnum":57,"content":"You were wearied by all your ways, but you would not say, 'It is hopeless.' You found renewal of your strength, and so you did not faint.","vcode":"NIV","vnum":10},{"bcode":23,"cnum":57,"content":"\"Whom have you so dreaded and feared that you have been false to me, and have neither remembered me nor pondered this in your hearts? Is it not because I have long been silent that you do not fear me?","vcode":"NIV","vnum":11},{"bcode":23,"cnum":57,"content":"I will expose your righteousness and your works, and they will not benefit you.","vcode":"NIV","vnum":12},{"bcode":23,"cnum":57,"content":"When you cry out for help, let your collection of idols save you! The wind will carry all of them off, a mere breath will blow them away. But the man who makes me his refuge will inherit the land and possess my holy mountain.\"","vcode":"NIV","vnum":13},{"bcode":23,"cnum":57,"content":"And it will be said: \"Build up, build up, prepare the road! Remove the obstacles out of the way of my people.\"","vcode":"NIV","vnum":14},{"bcode":23,"cnum":57,"content":"For this is what the high and lofty One says-- he who lives forever, whose name is holy: \"I live in a high and holy place, but also with him who is contrite and lowly in spirit, to revive the spirit of the lowly and to revive the heart of the contrite.","vcode":"NIV","vnum":15},{"bcode":23,"cnum":57,"content":"I will not accuse forever, nor will I always be angry, for then the spirit of man would grow faint before me-- the breath of man that I have created.","vcode":"NIV","vnum":16},{"bcode":23,"cnum":57,"content":"I was enraged by his sinful greed; I punished him, and hid my face in anger, yet he kept on in his willful ways.","vcode":"NIV","vnum":17},{"bcode":23,"cnum":57,"content":"I have seen his ways, but I will heal him; I will guide him and restore comfort to him,","vcode":"NIV","vnum":18},{"bcode":23,"cnum":57,"content":"creating praise on the lips of the mourners in Israel. Peace, peace, to those far and near,\" says the LORD. \"And I will heal them.\"","vcode":"NIV","vnum":19},{"bcode":23,"cnum":57,"content":"But the wicked are like the tossing sea, which cannot rest, whose waves cast up mire and mud.","vcode":"NIV","vnum":20},{"bcode":23,"cnum":57,"content":"\"There is no peace,\" says my God, \"for the wicked.\"","vcode":"NIV","vnum":21}]},"__N_SSG":true}