{"pageProps":{"version":{"name":"NIV","vcode":"NIV"},"bible":{"bcode":19,"chapterCount":150,"name":"Psalms","type":"old","vcode":"NIV"},"chapter":"38","verses":[{"bcode":19,"cnum":38,"content":"O LORD, do not rebuke me in your anger or discipline me in your wrath.","vcode":"NIV","vnum":1},{"bcode":19,"cnum":38,"content":"For your arrows have pierced me, and your hand has come down upon me.","vcode":"NIV","vnum":2},{"bcode":19,"cnum":38,"content":"Because of your wrath there is no health in my body; my bones have no soundness because of my sin.","vcode":"NIV","vnum":3},{"bcode":19,"cnum":38,"content":"My guilt has overwhelmed me like a burden too heavy to bear.","vcode":"NIV","vnum":4},{"bcode":19,"cnum":38,"content":"My wounds fester and are loathsome because of my sinful folly.","vcode":"NIV","vnum":5},{"bcode":19,"cnum":38,"content":"I am bowed down and brought very low; all day long I go about mourning.","vcode":"NIV","vnum":6},{"bcode":19,"cnum":38,"content":"My back is filled with searing pain; there is no health in my body.","vcode":"NIV","vnum":7},{"bcode":19,"cnum":38,"content":"I am feeble and utterly crushed; I groan in anguish of heart.","vcode":"NIV","vnum":8},{"bcode":19,"cnum":38,"content":"All my longings lie open before you, O Lord; my sighing is not hidden from you.","vcode":"NIV","vnum":9},{"bcode":19,"cnum":38,"content":"My heart pounds, my strength fails me; even the light has gone from my eyes.","vcode":"NIV","vnum":10},{"bcode":19,"cnum":38,"content":"My friends and companions avoid me because of my wounds; my neighbors stay far away.","vcode":"NIV","vnum":11},{"bcode":19,"cnum":38,"content":"Those who seek my life set their traps, those who would harm me talk of my ruin; all day long they plot deception.","vcode":"NIV","vnum":12},{"bcode":19,"cnum":38,"content":"I am like a deaf man, who cannot hear, like a mute, who cannot open his mouth;","vcode":"NIV","vnum":13},{"bcode":19,"cnum":38,"content":"I have become like a man who does not hear, whose mouth can offer no reply.","vcode":"NIV","vnum":14},{"bcode":19,"cnum":38,"content":"I wait for you, O LORD; you will answer, O Lord my God.","vcode":"NIV","vnum":15},{"bcode":19,"cnum":38,"content":"For I said, \"Do not let them gloat or exalt themselves over me when my foot slips.\"","vcode":"NIV","vnum":16},{"bcode":19,"cnum":38,"content":"For I am about to fall, and my pain is ever with me.","vcode":"NIV","vnum":17},{"bcode":19,"cnum":38,"content":"I confess my iniquity; I am troubled by my sin.","vcode":"NIV","vnum":18},{"bcode":19,"cnum":38,"content":"Many are those who are my vigorous enemies; those who hate me without reason are numerous.","vcode":"NIV","vnum":19},{"bcode":19,"cnum":38,"content":"Those who repay my good with evil slander me when I pursue what is good.","vcode":"NIV","vnum":20},{"bcode":19,"cnum":38,"content":"O LORD, do not forsake me; be not far from me, O my God.","vcode":"NIV","vnum":21},{"bcode":19,"cnum":38,"content":"Come quickly to help me, O Lord my Savior.","vcode":"NIV","vnum":22}]},"__N_SSG":true}