[
    {
        "bcode": 4,
        "cnum": 17,
        "content": "The LORD said to Moses,",
        "vcode": "NIV",
        "vnum": 1
    },
    {
        "bcode": 4,
        "cnum": 17,
        "content": "\"Speak to the Israelites and get twelve staffs from them, one from the leader of each of their ancestral tribes. Write the name of each man on his staff.",
        "vcode": "NIV",
        "vnum": 2
    },
    {
        "bcode": 4,
        "cnum": 17,
        "content": "On the staff of Levi write Aaron's name, for there must be one staff for the head of each ancestral tribe.",
        "vcode": "NIV",
        "vnum": 3
    },
    {
        "bcode": 4,
        "cnum": 17,
        "content": "Place them in the Tent of Meeting in front of the Testimony, where I meet with you.",
        "vcode": "NIV",
        "vnum": 4
    },
    {
        "bcode": 4,
        "cnum": 17,
        "content": "The staff belonging to the man I choose will sprout, and I will rid myself of this constant grumbling against you by the Israelites.\"",
        "vcode": "NIV",
        "vnum": 5
    },
    {
        "bcode": 4,
        "cnum": 17,
        "content": "So Moses spoke to the Israelites, and their leaders gave him twelve staffs, one for the leader of each of their ancestral tribes, and Aaron's staff was among them.",
        "vcode": "NIV",
        "vnum": 6
    },
    {
        "bcode": 4,
        "cnum": 17,
        "content": "Moses placed the staffs before the LORD in the Tent of the Testimony.",
        "vcode": "NIV",
        "vnum": 7
    },
    {
        "bcode": 4,
        "cnum": 17,
        "content": "The next day Moses entered the Tent of the Testimony and saw that Aaron's staff, which represented the house of Levi, had not only sprouted but had budded, blossomed and produced almonds.",
        "vcode": "NIV",
        "vnum": 8
    },
    {
        "bcode": 4,
        "cnum": 17,
        "content": "Then Moses brought out all the staffs from the LORD's presence to all the Israelites. They looked at them, and each man took his own staff.",
        "vcode": "NIV",
        "vnum": 9
    },
    {
        "bcode": 4,
        "cnum": 17,
        "content": "The LORD said to Moses, \"Put back Aaron's staff in front of the Testimony, to be kept as a sign to the rebellious. This will put an end to their grumbling against me, so that they will not die.\"",
        "vcode": "NIV",
        "vnum": 10
    },
    {
        "bcode": 4,
        "cnum": 17,
        "content": "Moses did just as the LORD commanded him.",
        "vcode": "NIV",
        "vnum": 11
    },
    {
        "bcode": 4,
        "cnum": 17,
        "content": "The Israelites said to Moses, \"We will die! We are lost, we are all lost!",
        "vcode": "NIV",
        "vnum": 12
    },
    {
        "bcode": 4,
        "cnum": 17,
        "content": "Anyone who even comes near the tabernacle of the LORD will die. Are we all going to die?\"",
        "vcode": "NIV",
        "vnum": 13
    }
]