[
    {
        "bcode": 19,
        "cnum": 103,
        "content": "Praise the LORD, O my soul; all my inmost being, praise his holy name.",
        "vcode": "NIV",
        "vnum": 1
    },
    {
        "bcode": 19,
        "cnum": 103,
        "content": "Praise the LORD, O my soul, and forget not all his benefits-",
        "vcode": "NIV",
        "vnum": 2
    },
    {
        "bcode": 19,
        "cnum": 103,
        "content": "who forgives all your sins and heals all your diseases,",
        "vcode": "NIV",
        "vnum": 3
    },
    {
        "bcode": 19,
        "cnum": 103,
        "content": "who redeems your life from the pit and crowns you with love and compassion,",
        "vcode": "NIV",
        "vnum": 4
    },
    {
        "bcode": 19,
        "cnum": 103,
        "content": "who satisfies your desires with good things so that your youth is renewed like the eagle's.",
        "vcode": "NIV",
        "vnum": 5
    },
    {
        "bcode": 19,
        "cnum": 103,
        "content": "The LORD works righteousness and justice for all the oppressed.",
        "vcode": "NIV",
        "vnum": 6
    },
    {
        "bcode": 19,
        "cnum": 103,
        "content": "He made known his ways to Moses, his deeds to the people of Israel:",
        "vcode": "NIV",
        "vnum": 7
    },
    {
        "bcode": 19,
        "cnum": 103,
        "content": "The LORD is compassionate and gracious, slow to anger, abounding in love.",
        "vcode": "NIV",
        "vnum": 8
    },
    {
        "bcode": 19,
        "cnum": 103,
        "content": "He will not always accuse, nor will he harbor his anger forever;",
        "vcode": "NIV",
        "vnum": 9
    },
    {
        "bcode": 19,
        "cnum": 103,
        "content": "he does not treat us as our sins deserve or repay us according to our iniquities.",
        "vcode": "NIV",
        "vnum": 10
    },
    {
        "bcode": 19,
        "cnum": 103,
        "content": "For as high as the heavens are above the earth, so great is his love for those who fear him;",
        "vcode": "NIV",
        "vnum": 11
    },
    {
        "bcode": 19,
        "cnum": 103,
        "content": "as far as the east is from the west, so far has he removed our transgressions from us.",
        "vcode": "NIV",
        "vnum": 12
    },
    {
        "bcode": 19,
        "cnum": 103,
        "content": "As a father has compassion on his children, so the LORD has compassion on those who fear him;",
        "vcode": "NIV",
        "vnum": 13
    },
    {
        "bcode": 19,
        "cnum": 103,
        "content": "for he knows how we are formed, he remembers that we are dust.",
        "vcode": "NIV",
        "vnum": 14
    },
    {
        "bcode": 19,
        "cnum": 103,
        "content": "As for man, his days are like grass, he flourishes like a flower of the field;",
        "vcode": "NIV",
        "vnum": 15
    },
    {
        "bcode": 19,
        "cnum": 103,
        "content": "the wind blows over it and it is gone, and its place remembers it no more.",
        "vcode": "NIV",
        "vnum": 16
    },
    {
        "bcode": 19,
        "cnum": 103,
        "content": "But from everlasting to everlasting the LORD's love is with those who fear him, and his righteousness with their children's children-",
        "vcode": "NIV",
        "vnum": 17
    },
    {
        "bcode": 19,
        "cnum": 103,
        "content": "with those who keep his covenant and remember to obey his precepts.",
        "vcode": "NIV",
        "vnum": 18
    },
    {
        "bcode": 19,
        "cnum": 103,
        "content": "The LORD has established his throne in heaven, and his kingdom rules over all.",
        "vcode": "NIV",
        "vnum": 19
    },
    {
        "bcode": 19,
        "cnum": 103,
        "content": "Praise the LORD, you his angels, you mighty ones who do his bidding, who obey his word.",
        "vcode": "NIV",
        "vnum": 20
    },
    {
        "bcode": 19,
        "cnum": 103,
        "content": "Praise the LORD, all his heavenly hosts, you his servants who do his will.",
        "vcode": "NIV",
        "vnum": 21
    },
    {
        "bcode": 19,
        "cnum": 103,
        "content": "Praise the LORD, all his works everywhere in his dominion. Praise the LORD, O my soul.",
        "vcode": "NIV",
        "vnum": 22
    }
]