[
    {
        "bcode": 19,
        "cnum": 25,
        "content": "To you, O LORD, I lift up my soul;",
        "vcode": "NIV",
        "vnum": 1
    },
    {
        "bcode": 19,
        "cnum": 25,
        "content": "in you I trust, O my God. Do not let me be put to shame, nor let my enemies triumph over me.",
        "vcode": "NIV",
        "vnum": 2
    },
    {
        "bcode": 19,
        "cnum": 25,
        "content": "No one whose hope is in you will ever be put to shame, but they will be put to shame who are treacherous without excuse.",
        "vcode": "NIV",
        "vnum": 3
    },
    {
        "bcode": 19,
        "cnum": 25,
        "content": "Show me your ways, O LORD, teach me your paths;",
        "vcode": "NIV",
        "vnum": 4
    },
    {
        "bcode": 19,
        "cnum": 25,
        "content": "guide me in your truth and teach me, for you are God my Savior, and my hope is in you all day long.",
        "vcode": "NIV",
        "vnum": 5
    },
    {
        "bcode": 19,
        "cnum": 25,
        "content": "Remember, O LORD, your great mercy and love, for they are from of old.",
        "vcode": "NIV",
        "vnum": 6
    },
    {
        "bcode": 19,
        "cnum": 25,
        "content": "Remember not the sins of my youth and my rebellious ways; according to your love remember me, for you are good, O LORD.",
        "vcode": "NIV",
        "vnum": 7
    },
    {
        "bcode": 19,
        "cnum": 25,
        "content": "Good and upright is the LORD; therefore he instructs sinners in his ways.",
        "vcode": "NIV",
        "vnum": 8
    },
    {
        "bcode": 19,
        "cnum": 25,
        "content": "He guides the humble in what is right and teaches them his way.",
        "vcode": "NIV",
        "vnum": 9
    },
    {
        "bcode": 19,
        "cnum": 25,
        "content": "All the ways of the LORD are loving and faithful for those who keep the demands of his covenant.",
        "vcode": "NIV",
        "vnum": 10
    },
    {
        "bcode": 19,
        "cnum": 25,
        "content": "For the sake of your name, O LORD, forgive my iniquity, though it is great.",
        "vcode": "NIV",
        "vnum": 11
    },
    {
        "bcode": 19,
        "cnum": 25,
        "content": "Who, then, is the man that fears the LORD ? He will instruct him in the way chosen for him.",
        "vcode": "NIV",
        "vnum": 12
    },
    {
        "bcode": 19,
        "cnum": 25,
        "content": "He will spend his days in prosperity, and his descendants will inherit the land.",
        "vcode": "NIV",
        "vnum": 13
    },
    {
        "bcode": 19,
        "cnum": 25,
        "content": "The LORD confides in those who fear him; he makes his covenant known to them.",
        "vcode": "NIV",
        "vnum": 14
    },
    {
        "bcode": 19,
        "cnum": 25,
        "content": "My eyes are ever on the LORD, for only he will release my feet from the snare.",
        "vcode": "NIV",
        "vnum": 15
    },
    {
        "bcode": 19,
        "cnum": 25,
        "content": "Turn to me and be gracious to me, for I am lonely and afflicted.",
        "vcode": "NIV",
        "vnum": 16
    },
    {
        "bcode": 19,
        "cnum": 25,
        "content": "The troubles of my heart have multiplied; free me from my anguish.",
        "vcode": "NIV",
        "vnum": 17
    },
    {
        "bcode": 19,
        "cnum": 25,
        "content": "Look upon my affliction and my distress and take away all my sins.",
        "vcode": "NIV",
        "vnum": 18
    },
    {
        "bcode": 19,
        "cnum": 25,
        "content": "See how my enemies have increased and how fiercely they hate me!",
        "vcode": "NIV",
        "vnum": 19
    },
    {
        "bcode": 19,
        "cnum": 25,
        "content": "Guard my life and rescue me; let me not be put to shame, for I take refuge in you.",
        "vcode": "NIV",
        "vnum": 20
    },
    {
        "bcode": 19,
        "cnum": 25,
        "content": "May integrity and uprightness protect me, because my hope is in you.",
        "vcode": "NIV",
        "vnum": 21
    },
    {
        "bcode": 19,
        "cnum": 25,
        "content": "Redeem Israel, O God, from all their troubles!",
        "vcode": "NIV",
        "vnum": 22
    }
]