[
    {
        "bcode": 19,
        "cnum": 32,
        "content": "Blessed is he whose transgressions are forgiven, whose sins are covered.",
        "vcode": "NIV",
        "vnum": 1
    },
    {
        "bcode": 19,
        "cnum": 32,
        "content": "Blessed is the man whose sin the LORD does not count against him and in whose spirit is no deceit.",
        "vcode": "NIV",
        "vnum": 2
    },
    {
        "bcode": 19,
        "cnum": 32,
        "content": "When I kept silent, my bones wasted away through my groaning all day long.",
        "vcode": "NIV",
        "vnum": 3
    },
    {
        "bcode": 19,
        "cnum": 32,
        "content": "For day and night your hand was heavy upon me; my strength was sapped as in the heat of summer. Selah",
        "vcode": "NIV",
        "vnum": 4
    },
    {
        "bcode": 19,
        "cnum": 32,
        "content": "Then I acknowledged my sin to you and did not cover up my iniquity. I said, \"I will confess my transgressions to the LORD \"-- and you forgave the guilt of my sin. Selah",
        "vcode": "NIV",
        "vnum": 5
    },
    {
        "bcode": 19,
        "cnum": 32,
        "content": "Therefore let everyone who is godly pray to you while you may be found; surely when the mighty waters rise, they will not reach him.",
        "vcode": "NIV",
        "vnum": 6
    },
    {
        "bcode": 19,
        "cnum": 32,
        "content": "You are my hiding place; you will protect me from trouble and surround me with songs of deliverance. Selah",
        "vcode": "NIV",
        "vnum": 7
    },
    {
        "bcode": 19,
        "cnum": 32,
        "content": "I will instruct you and teach you in the way you should go; I will counsel you and watch over you.",
        "vcode": "NIV",
        "vnum": 8
    },
    {
        "bcode": 19,
        "cnum": 32,
        "content": "Do not be like the horse or the mule, which have no understanding but must be controlled by bit and bridle or they will not come to you.",
        "vcode": "NIV",
        "vnum": 9
    },
    {
        "bcode": 19,
        "cnum": 32,
        "content": "Many are the woes of the wicked, but the LORD's unfailing love surrounds the man who trusts in him.",
        "vcode": "NIV",
        "vnum": 10
    },
    {
        "bcode": 19,
        "cnum": 32,
        "content": "Rejoice in the LORD and be glad, you righteous; sing, all you who are upright in heart!",
        "vcode": "NIV",
        "vnum": 11
    }
]