[
    {
        "bcode": 19,
        "cnum": 37,
        "content": "Do not fret because of evil men or be envious of those who do wrong;",
        "vcode": "NIV",
        "vnum": 1
    },
    {
        "bcode": 19,
        "cnum": 37,
        "content": "for like the grass they will soon wither, like green plants they will soon die away.",
        "vcode": "NIV",
        "vnum": 2
    },
    {
        "bcode": 19,
        "cnum": 37,
        "content": "Trust in the LORD and do good; dwell in the land and enjoy safe pasture.",
        "vcode": "NIV",
        "vnum": 3
    },
    {
        "bcode": 19,
        "cnum": 37,
        "content": "Delight yourself in the LORD and he will give you the desires of your heart.",
        "vcode": "NIV",
        "vnum": 4
    },
    {
        "bcode": 19,
        "cnum": 37,
        "content": "Commit your way to the LORD; trust in him and he will do this:",
        "vcode": "NIV",
        "vnum": 5
    },
    {
        "bcode": 19,
        "cnum": 37,
        "content": "He will make your righteousness shine like the dawn, the justice of your cause like the noonday sun.",
        "vcode": "NIV",
        "vnum": 6
    },
    {
        "bcode": 19,
        "cnum": 37,
        "content": "Be still before the LORD and wait patiently for him; do not fret when men succeed in their ways, when they carry out their wicked schemes.",
        "vcode": "NIV",
        "vnum": 7
    },
    {
        "bcode": 19,
        "cnum": 37,
        "content": "Refrain from anger and turn from wrath; do not fret--it leads only to evil.",
        "vcode": "NIV",
        "vnum": 8
    },
    {
        "bcode": 19,
        "cnum": 37,
        "content": "For evil men will be cut off, but those who hope in the LORD will inherit the land.",
        "vcode": "NIV",
        "vnum": 9
    },
    {
        "bcode": 19,
        "cnum": 37,
        "content": "A little while, and the wicked will be no more; though you look for them, they will not be found.",
        "vcode": "NIV",
        "vnum": 10
    },
    {
        "bcode": 19,
        "cnum": 37,
        "content": "But the meek will inherit the land and enjoy great peace.",
        "vcode": "NIV",
        "vnum": 11
    },
    {
        "bcode": 19,
        "cnum": 37,
        "content": "The wicked plot against the righteous and gnash their teeth at them;",
        "vcode": "NIV",
        "vnum": 12
    },
    {
        "bcode": 19,
        "cnum": 37,
        "content": "but the Lord laughs at the wicked, for he knows their day is coming.",
        "vcode": "NIV",
        "vnum": 13
    },
    {
        "bcode": 19,
        "cnum": 37,
        "content": "The wicked draw the sword and bend the bow to bring down the poor and needy, to slay those whose ways are upright.",
        "vcode": "NIV",
        "vnum": 14
    },
    {
        "bcode": 19,
        "cnum": 37,
        "content": "But their swords will pierce their own hearts, and their bows will be broken.",
        "vcode": "NIV",
        "vnum": 15
    },
    {
        "bcode": 19,
        "cnum": 37,
        "content": "Better the little that the righteous have than the wealth of many wicked;",
        "vcode": "NIV",
        "vnum": 16
    },
    {
        "bcode": 19,
        "cnum": 37,
        "content": "for the power of the wicked will be broken, but the LORD upholds the righteous.",
        "vcode": "NIV",
        "vnum": 17
    },
    {
        "bcode": 19,
        "cnum": 37,
        "content": "The days of the blameless are known to the LORD, and their inheritance will endure forever.",
        "vcode": "NIV",
        "vnum": 18
    },
    {
        "bcode": 19,
        "cnum": 37,
        "content": "In times of disaster they will not wither; in days of famine they will enjoy plenty.",
        "vcode": "NIV",
        "vnum": 19
    },
    {
        "bcode": 19,
        "cnum": 37,
        "content": "But the wicked will perish: The LORD's enemies will be like the beauty of the fields, they will vanish--vanish like smoke.",
        "vcode": "NIV",
        "vnum": 20
    },
    {
        "bcode": 19,
        "cnum": 37,
        "content": "The wicked borrow and do not repay, but the righteous give generously;",
        "vcode": "NIV",
        "vnum": 21
    },
    {
        "bcode": 19,
        "cnum": 37,
        "content": "those the LORD blesses will inherit the land, but those he curses will be cut off.",
        "vcode": "NIV",
        "vnum": 22
    },
    {
        "bcode": 19,
        "cnum": 37,
        "content": "If the LORD delights in a man's way, he makes his steps firm;",
        "vcode": "NIV",
        "vnum": 23
    },
    {
        "bcode": 19,
        "cnum": 37,
        "content": "though he stumble, he will not fall, for the LORD upholds him with his hand.",
        "vcode": "NIV",
        "vnum": 24
    },
    {
        "bcode": 19,
        "cnum": 37,
        "content": "I was young and now I am old, yet I have never seen the righteous forsaken or their children begging bread.",
        "vcode": "NIV",
        "vnum": 25
    },
    {
        "bcode": 19,
        "cnum": 37,
        "content": "They are always generous and lend freely; their children will be blessed.",
        "vcode": "NIV",
        "vnum": 26
    },
    {
        "bcode": 19,
        "cnum": 37,
        "content": "Turn from evil and do good; then you will dwell in the land forever.",
        "vcode": "NIV",
        "vnum": 27
    },
    {
        "bcode": 19,
        "cnum": 37,
        "content": "For the LORD loves the just and will not forsake his faithful ones. They will be protected forever, but the offspring of the wicked will be cut off;",
        "vcode": "NIV",
        "vnum": 28
    },
    {
        "bcode": 19,
        "cnum": 37,
        "content": "the righteous will inherit the land and dwell in it forever.",
        "vcode": "NIV",
        "vnum": 29
    },
    {
        "bcode": 19,
        "cnum": 37,
        "content": "The mouth of the righteous man utters wisdom, and his tongue speaks what is just.",
        "vcode": "NIV",
        "vnum": 30
    },
    {
        "bcode": 19,
        "cnum": 37,
        "content": "The law of his God is in his heart; his feet do not slip.",
        "vcode": "NIV",
        "vnum": 31
    },
    {
        "bcode": 19,
        "cnum": 37,
        "content": "The wicked lie in wait for the righteous, seeking their very lives;",
        "vcode": "NIV",
        "vnum": 32
    },
    {
        "bcode": 19,
        "cnum": 37,
        "content": "but the LORD will not leave them in their power or let them be condemned when brought to trial.",
        "vcode": "NIV",
        "vnum": 33
    },
    {
        "bcode": 19,
        "cnum": 37,
        "content": "Wait for the LORD and keep his way. He will exalt you to inherit the land; when the wicked are cut off, you will see it.",
        "vcode": "NIV",
        "vnum": 34
    },
    {
        "bcode": 19,
        "cnum": 37,
        "content": "I have seen a wicked and ruthless man flourishing like a green tree in its native soil,",
        "vcode": "NIV",
        "vnum": 35
    },
    {
        "bcode": 19,
        "cnum": 37,
        "content": "but he soon passed away and was no more; though I looked for him, he could not be found.",
        "vcode": "NIV",
        "vnum": 36
    },
    {
        "bcode": 19,
        "cnum": 37,
        "content": "Consider the blameless, observe the upright; there is a future for the man of peace.",
        "vcode": "NIV",
        "vnum": 37
    },
    {
        "bcode": 19,
        "cnum": 37,
        "content": "But all sinners will be destroyed; the future of the wicked will be cut off.",
        "vcode": "NIV",
        "vnum": 38
    },
    {
        "bcode": 19,
        "cnum": 37,
        "content": "The salvation of the righteous comes from the LORD; he is their stronghold in time of trouble.",
        "vcode": "NIV",
        "vnum": 39
    },
    {
        "bcode": 19,
        "cnum": 37,
        "content": "The LORD helps them and delivers them; he delivers them from the wicked and saves them, because they take refuge in him.",
        "vcode": "NIV",
        "vnum": 40
    }
]