[
    {
        "bcode": 19,
        "cnum": 5,
        "content": "Give ear to my words, O LORD, consider my sighing.",
        "vcode": "NIV",
        "vnum": 1
    },
    {
        "bcode": 19,
        "cnum": 5,
        "content": "Listen to my cry for help, my King and my God, for to you I pray.",
        "vcode": "NIV",
        "vnum": 2
    },
    {
        "bcode": 19,
        "cnum": 5,
        "content": "In the morning, O LORD, you hear my voice; in the morning I lay my requests before you and wait in expectation.",
        "vcode": "NIV",
        "vnum": 3
    },
    {
        "bcode": 19,
        "cnum": 5,
        "content": "You are not a God who takes pleasure in evil; with you the wicked cannot dwell.",
        "vcode": "NIV",
        "vnum": 4
    },
    {
        "bcode": 19,
        "cnum": 5,
        "content": "The arrogant cannot stand in your presence; you hate all who do wrong.",
        "vcode": "NIV",
        "vnum": 5
    },
    {
        "bcode": 19,
        "cnum": 5,
        "content": "You destroy those who tell lies; bloodthirsty and deceitful men the LORD abhors.",
        "vcode": "NIV",
        "vnum": 6
    },
    {
        "bcode": 19,
        "cnum": 5,
        "content": "But I, by your great mercy, will come into your house; in reverence will I bow down toward your holy temple.",
        "vcode": "NIV",
        "vnum": 7
    },
    {
        "bcode": 19,
        "cnum": 5,
        "content": "Lead me, O LORD, in your righteousness because of my enemies-- make straight your way before me.",
        "vcode": "NIV",
        "vnum": 8
    },
    {
        "bcode": 19,
        "cnum": 5,
        "content": "Not a word from their mouth can be trusted; their heart is filled with destruction. Their throat is an open grave; with their tongue they speak deceit.",
        "vcode": "NIV",
        "vnum": 9
    },
    {
        "bcode": 19,
        "cnum": 5,
        "content": "Declare them guilty, O God! Let their intrigues be their downfall. Banish them for their many sins, for they have rebelled against you.",
        "vcode": "NIV",
        "vnum": 10
    },
    {
        "bcode": 19,
        "cnum": 5,
        "content": "But let all who take refuge in you be glad; let them ever sing for joy. Spread your protection over them, that those who love your name may rejoice in you.",
        "vcode": "NIV",
        "vnum": 11
    },
    {
        "bcode": 19,
        "cnum": 5,
        "content": "For surely, O LORD, you bless the righteous; you surround them with your favor as with a shield.",
        "vcode": "NIV",
        "vnum": 12
    }
]