[
    {
        "bcode": 4,
        "cnum": 13,
        "content": "The LORD said to Moses,",
        "vcode": "NIV",
        "vnum": 1
    },
    {
        "bcode": 4,
        "cnum": 13,
        "content": "\"Send some men to explore the land of Canaan, which I am giving to the Israelites. From each ancestral tribe send one of its leaders.\"",
        "vcode": "NIV",
        "vnum": 2
    },
    {
        "bcode": 4,
        "cnum": 13,
        "content": "So at the LORD's command Moses sent them out from the Desert of Paran. All of them were leaders of the Israelites.",
        "vcode": "NIV",
        "vnum": 3
    },
    {
        "bcode": 4,
        "cnum": 13,
        "content": "These are their names: from the tribe of Reuben, Shammua son of Zaccur;",
        "vcode": "NIV",
        "vnum": 4
    },
    {
        "bcode": 4,
        "cnum": 13,
        "content": "from the tribe of Simeon, Shaphat son of Hori;",
        "vcode": "NIV",
        "vnum": 5
    },
    {
        "bcode": 4,
        "cnum": 13,
        "content": "from the tribe of Judah, Caleb son of Jephunneh;",
        "vcode": "NIV",
        "vnum": 6
    },
    {
        "bcode": 4,
        "cnum": 13,
        "content": "from the tribe of Issachar, Igal son of Joseph;",
        "vcode": "NIV",
        "vnum": 7
    },
    {
        "bcode": 4,
        "cnum": 13,
        "content": "from the tribe of Ephraim, Hoshea son of Nun;",
        "vcode": "NIV",
        "vnum": 8
    },
    {
        "bcode": 4,
        "cnum": 13,
        "content": "from the tribe of Benjamin, Palti son of Raphu;",
        "vcode": "NIV",
        "vnum": 9
    },
    {
        "bcode": 4,
        "cnum": 13,
        "content": "from the tribe of Zebulun, Gaddiel son of Sodi;",
        "vcode": "NIV",
        "vnum": 10
    },
    {
        "bcode": 4,
        "cnum": 13,
        "content": "from the tribe of Manasseh (a tribe of Joseph), Gaddi son of Susi;",
        "vcode": "NIV",
        "vnum": 11
    },
    {
        "bcode": 4,
        "cnum": 13,
        "content": "from the tribe of Dan, Ammiel son of Gemalli;",
        "vcode": "NIV",
        "vnum": 12
    },
    {
        "bcode": 4,
        "cnum": 13,
        "content": "from the tribe of Asher, Sethur son of Michael;",
        "vcode": "NIV",
        "vnum": 13
    },
    {
        "bcode": 4,
        "cnum": 13,
        "content": "from the tribe of Naphtali, Nahbi son of Vophsi;",
        "vcode": "NIV",
        "vnum": 14
    },
    {
        "bcode": 4,
        "cnum": 13,
        "content": "from the tribe of Gad, Geuel son of Maki.",
        "vcode": "NIV",
        "vnum": 15
    },
    {
        "bcode": 4,
        "cnum": 13,
        "content": "These are the names of the men Moses sent to explore the land. (Moses gave Hoshea son of Nun the name Joshua.)",
        "vcode": "NIV",
        "vnum": 16
    },
    {
        "bcode": 4,
        "cnum": 13,
        "content": "When Moses sent them to explore Canaan, he said, \"Go up through the Negev and on into the hill country.",
        "vcode": "NIV",
        "vnum": 17
    },
    {
        "bcode": 4,
        "cnum": 13,
        "content": "See what the land is like and whether the people who live there are strong or weak, few or many.",
        "vcode": "NIV",
        "vnum": 18
    },
    {
        "bcode": 4,
        "cnum": 13,
        "content": "What kind of land do they live in? Is it good or bad? What kind of towns do they live in? Are they unwalled or fortified?",
        "vcode": "NIV",
        "vnum": 19
    },
    {
        "bcode": 4,
        "cnum": 13,
        "content": "How is the soil? Is it fertile or poor? Are there trees on it or not? Do your best to bring back some of the fruit of the land.\" (It was the season for the first ripe grapes.)",
        "vcode": "NIV",
        "vnum": 20
    },
    {
        "bcode": 4,
        "cnum": 13,
        "content": "So they went up and explored the land from the Desert of Zin as far as Rehob, toward Lebo Hamath.",
        "vcode": "NIV",
        "vnum": 21
    },
    {
        "bcode": 4,
        "cnum": 13,
        "content": "They went up through the Negev and came to Hebron, where Ahiman, Sheshai and Talmai, the descendants of Anak, lived. (Hebron had been built seven years before Zoan in Egypt.)",
        "vcode": "NIV",
        "vnum": 22
    },
    {
        "bcode": 4,
        "cnum": 13,
        "content": "When they reached the Valley of Eshcol, they cut off a branch bearing a single cluster of grapes. Two of them carried it on a pole between them, along with some pomegranates and figs.",
        "vcode": "NIV",
        "vnum": 23
    },
    {
        "bcode": 4,
        "cnum": 13,
        "content": "That place was called the Valley of Eshcol because of the cluster of grapes the Israelites cut off there.",
        "vcode": "NIV",
        "vnum": 24
    },
    {
        "bcode": 4,
        "cnum": 13,
        "content": "At the end of forty days they returned from exploring the land.",
        "vcode": "NIV",
        "vnum": 25
    },
    {
        "bcode": 4,
        "cnum": 13,
        "content": "They came back to Moses and Aaron and the whole Israelite community at Kadesh in the Desert of Paran. There they reported to them and to the whole assembly and showed them the fruit of the land.",
        "vcode": "NIV",
        "vnum": 26
    },
    {
        "bcode": 4,
        "cnum": 13,
        "content": "They gave Moses this account: \"We went into the land to which you sent us, and it does flow with milk and honey! Here is its fruit.",
        "vcode": "NIV",
        "vnum": 27
    },
    {
        "bcode": 4,
        "cnum": 13,
        "content": "But the people who live there are powerful, and the cities are fortified and very large. We even saw descendants of Anak there.",
        "vcode": "NIV",
        "vnum": 28
    },
    {
        "bcode": 4,
        "cnum": 13,
        "content": "The Amalekites live in the Negev; the Hittites, Jebusites and Amorites live in the hill country; and the Canaanites live near the sea and along the Jordan.\"",
        "vcode": "NIV",
        "vnum": 29
    },
    {
        "bcode": 4,
        "cnum": 13,
        "content": "Then Caleb silenced the people before Moses and said, \"We should go up and take possession of the land, for we can certainly do it.\"",
        "vcode": "NIV",
        "vnum": 30
    },
    {
        "bcode": 4,
        "cnum": 13,
        "content": "But the men who had gone up with him said, \"We can't attack those people; they are stronger than we are.\"",
        "vcode": "NIV",
        "vnum": 31
    },
    {
        "bcode": 4,
        "cnum": 13,
        "content": "And they spread among the Israelites a bad report about the land they had explored. They said, \"The land we explored devours those living in it. All the people we saw there are of great size.",
        "vcode": "NIV",
        "vnum": 32
    },
    {
        "bcode": 4,
        "cnum": 13,
        "content": "We saw the Nephilim there (the descendants of Anak come from the Nephilim). We seemed like grasshoppers in our own eyes, and we looked the same to them.\"",
        "vcode": "NIV",
        "vnum": 33
    }
]