[
    {
        "bcode": 4,
        "cnum": 30,
        "content": "Moses said to the heads of the tribes of Israel: \"This is what the LORD commands:",
        "vcode": "NIV",
        "vnum": 1
    },
    {
        "bcode": 4,
        "cnum": 30,
        "content": "When a man makes a vow to the LORD or takes an oath to obligate himself by a pledge, he must not break his word but must do everything he said.",
        "vcode": "NIV",
        "vnum": 2
    },
    {
        "bcode": 4,
        "cnum": 30,
        "content": "\"When a young woman still living in her father's house makes a vow to the LORD or obligates herself by a pledge",
        "vcode": "NIV",
        "vnum": 3
    },
    {
        "bcode": 4,
        "cnum": 30,
        "content": "and her father hears about her vow or pledge but says nothing to her, then all her vows and every pledge by which she obligated herself will stand.",
        "vcode": "NIV",
        "vnum": 4
    },
    {
        "bcode": 4,
        "cnum": 30,
        "content": "But if her father forbids her when he hears about it, none of her vows or the pledges by which she obligated herself will stand; the LORD will release her because her father has forbidden her.",
        "vcode": "NIV",
        "vnum": 5
    },
    {
        "bcode": 4,
        "cnum": 30,
        "content": "\"If she marries after she makes a vow or after her lips utter a rash promise by which she obligates herself",
        "vcode": "NIV",
        "vnum": 6
    },
    {
        "bcode": 4,
        "cnum": 30,
        "content": "and her husband hears about it but says nothing to her, then her vows or the pledges by which she obligated herself will stand.",
        "vcode": "NIV",
        "vnum": 7
    },
    {
        "bcode": 4,
        "cnum": 30,
        "content": "But if her husband forbids her when he hears about it, he nullifies the vow that obligates her or the rash promise by which she obligates herself, and the LORD will release her.",
        "vcode": "NIV",
        "vnum": 8
    },
    {
        "bcode": 4,
        "cnum": 30,
        "content": "\"Any vow or obligation taken by a widow or divorced woman will be binding on her.",
        "vcode": "NIV",
        "vnum": 9
    },
    {
        "bcode": 4,
        "cnum": 30,
        "content": "\"If a woman living with her husband makes a vow or obligates herself by a pledge under oath",
        "vcode": "NIV",
        "vnum": 10
    },
    {
        "bcode": 4,
        "cnum": 30,
        "content": "and her husband hears about it but says nothing to her and does not forbid her, then all her vows or the pledges by which she obligated herself will stand.",
        "vcode": "NIV",
        "vnum": 11
    },
    {
        "bcode": 4,
        "cnum": 30,
        "content": "But if her husband nullifies them when he hears about them, then none of the vows or pledges that came from her lips will stand. Her husband has nullified them, and the LORD will release her.",
        "vcode": "NIV",
        "vnum": 12
    },
    {
        "bcode": 4,
        "cnum": 30,
        "content": "Her husband may confirm or nullify any vow she makes or any sworn pledge to deny herself.",
        "vcode": "NIV",
        "vnum": 13
    },
    {
        "bcode": 4,
        "cnum": 30,
        "content": "But if her husband says nothing to her about it from day to day, then he confirms all her vows or the pledges binding on her. He confirms them by saying nothing to her when he hears about them.",
        "vcode": "NIV",
        "vnum": 14
    },
    {
        "bcode": 4,
        "cnum": 30,
        "content": "If, however, he nullifies them some time after he hears about them, then he is responsible for her guilt.\"",
        "vcode": "NIV",
        "vnum": 15
    },
    {
        "bcode": 4,
        "cnum": 30,
        "content": "These are the regulations the LORD gave Moses concerning relationships between a man and his wife, and between a father and his young daughter still living in his house.",
        "vcode": "NIV",
        "vnum": 16
    }
]