[
    {
        "bcode": 28,
        "cnum": 7,
        "content": "whenever I would heal Israel, the sins of Ephraim are exposed and the crimes of Samaria revealed. They practice deceit, thieves break into houses, bandits rob in the streets;",
        "vcode": "NIV",
        "vnum": 1
    },
    {
        "bcode": 28,
        "cnum": 7,
        "content": "but they do not realize that I remember all their evil deeds. Their sins engulf them; they are always before me.",
        "vcode": "NIV",
        "vnum": 2
    },
    {
        "bcode": 28,
        "cnum": 7,
        "content": "\"They delight the king with their wickedness, the princes with their lies.",
        "vcode": "NIV",
        "vnum": 3
    },
    {
        "bcode": 28,
        "cnum": 7,
        "content": "They are all adulterers, burning like an oven whose fire the baker need not stir from the kneading of the dough till it rises.",
        "vcode": "NIV",
        "vnum": 4
    },
    {
        "bcode": 28,
        "cnum": 7,
        "content": "On the day of the festival of our king the princes become inflamed with wine, and he joins hands with the mockers.",
        "vcode": "NIV",
        "vnum": 5
    },
    {
        "bcode": 28,
        "cnum": 7,
        "content": "Their hearts are like an oven; they approach him with intrigue. Their passion smolders all night; in the morning it blazes like a flaming fire.",
        "vcode": "NIV",
        "vnum": 6
    },
    {
        "bcode": 28,
        "cnum": 7,
        "content": "All of them are hot as an oven; they devour their rulers. All their kings fall, and none of them calls on me.",
        "vcode": "NIV",
        "vnum": 7
    },
    {
        "bcode": 28,
        "cnum": 7,
        "content": "\"Ephraim mixes with the nations; Ephraim is a flat cake not turned over.",
        "vcode": "NIV",
        "vnum": 8
    },
    {
        "bcode": 28,
        "cnum": 7,
        "content": "Foreigners sap his strength, but he does not realize it. His hair is sprinkled with gray, but he does not notice.",
        "vcode": "NIV",
        "vnum": 9
    },
    {
        "bcode": 28,
        "cnum": 7,
        "content": "Israel's arrogance testifies against him, but despite all this he does not return to the LORD his God or search for him.",
        "vcode": "NIV",
        "vnum": 10
    },
    {
        "bcode": 28,
        "cnum": 7,
        "content": "\"Ephraim is like a dove, easily deceived and senseless-- now calling to Egypt, now turning to Assyria.",
        "vcode": "NIV",
        "vnum": 11
    },
    {
        "bcode": 28,
        "cnum": 7,
        "content": "When they go, I will throw my net over them; I will pull them down like birds of the air. When I hear them flocking together, I will catch them.",
        "vcode": "NIV",
        "vnum": 12
    },
    {
        "bcode": 28,
        "cnum": 7,
        "content": "Woe to them, because they have strayed from me! Destruction to them, because they have rebelled against me! I long to redeem them but they speak lies against me.",
        "vcode": "NIV",
        "vnum": 13
    },
    {
        "bcode": 28,
        "cnum": 7,
        "content": "They do not cry out to me from their hearts but wail upon their beds. They gather together for grain and new wine but turn away from me.",
        "vcode": "NIV",
        "vnum": 14
    },
    {
        "bcode": 28,
        "cnum": 7,
        "content": "I trained them and strengthened them, but they plot evil against me.",
        "vcode": "NIV",
        "vnum": 15
    },
    {
        "bcode": 28,
        "cnum": 7,
        "content": "They do not turn to the Most High; they are like a faulty bow. Their leaders will fall by the sword because of their insolent words. For this they will be ridiculed in the land of Egypt.",
        "vcode": "NIV",
        "vnum": 16
    }
]