[
    {
        "bcode": 1,
        "cnum": 20,
        "content": "Now Abraham moved on from there into the region of the Negev and lived between Kadesh and Shur. For a while he stayed in Gerar,",
        "vcode": "NIV",
        "vnum": 1
    },
    {
        "bcode": 1,
        "cnum": 20,
        "content": "and there Abraham said of his wife Sarah, \"She is my sister.\" Then Abimelech king of Gerar sent for Sarah and took her.",
        "vcode": "NIV",
        "vnum": 2
    },
    {
        "bcode": 1,
        "cnum": 20,
        "content": "But God came to Abimelech in a dream one night and said to him, \"You are as good as dead because of the woman you have taken; she is a married woman.\"",
        "vcode": "NIV",
        "vnum": 3
    },
    {
        "bcode": 1,
        "cnum": 20,
        "content": "Now Abimelech had not gone near her, so he said, \"Lord, will you destroy an innocent nation?",
        "vcode": "NIV",
        "vnum": 4
    },
    {
        "bcode": 1,
        "cnum": 20,
        "content": "Did he not say to me, 'She is my sister,' and didn't she also say, 'He is my brother'? I have done this with a clear conscience and clean hands.\"",
        "vcode": "NIV",
        "vnum": 5
    },
    {
        "bcode": 1,
        "cnum": 20,
        "content": "Then God said to him in the dream, \"Yes, I know you did this with a clear conscience, and so I have kept you from sinning against me. That is why I did not let you touch her.",
        "vcode": "NIV",
        "vnum": 6
    },
    {
        "bcode": 1,
        "cnum": 20,
        "content": "Now return the man's wife, for he is a prophet, and he will pray for you and you will live. But if you do not return her, you may be sure that you and all yours will die.\"",
        "vcode": "NIV",
        "vnum": 7
    },
    {
        "bcode": 1,
        "cnum": 20,
        "content": "Early the next morning Abimelech summoned all his officials, and when he told them all that had happened, they were very much afraid.",
        "vcode": "NIV",
        "vnum": 8
    },
    {
        "bcode": 1,
        "cnum": 20,
        "content": "Then Abimelech called Abraham in and said, \"What have you done to us? How have I wronged you that you have brought such great guilt upon me and my kingdom? You have done things to me that should not be done.\"",
        "vcode": "NIV",
        "vnum": 9
    },
    {
        "bcode": 1,
        "cnum": 20,
        "content": "And Abimelech asked Abraham, \"What was your reason for doing this?\"",
        "vcode": "NIV",
        "vnum": 10
    },
    {
        "bcode": 1,
        "cnum": 20,
        "content": "Abraham replied, \"I said to myself, 'There is surely no fear of God in this place, and they will kill me because of my wife.'",
        "vcode": "NIV",
        "vnum": 11
    },
    {
        "bcode": 1,
        "cnum": 20,
        "content": "Besides, she really is my sister, the daughter of my father though not of my mother; and she became my wife.",
        "vcode": "NIV",
        "vnum": 12
    },
    {
        "bcode": 1,
        "cnum": 20,
        "content": "And when God had me wander from my father's household, I said to her, 'This is how you can show your love to me: Everywhere we go, say of me, \"He is my brother.\" ' \"",
        "vcode": "NIV",
        "vnum": 13
    },
    {
        "bcode": 1,
        "cnum": 20,
        "content": "Then Abimelech brought sheep and cattle and male and female slaves and gave them to Abraham, and he returned Sarah his wife to him.",
        "vcode": "NIV",
        "vnum": 14
    },
    {
        "bcode": 1,
        "cnum": 20,
        "content": "And Abimelech said, \"My land is before you; live wherever you like.\"",
        "vcode": "NIV",
        "vnum": 15
    },
    {
        "bcode": 1,
        "cnum": 20,
        "content": "To Sarah he said, \"I am giving your brother a thousand shekels of silver. This is to cover the offense against you before all who are with you; you are completely vindicated.\"",
        "vcode": "NIV",
        "vnum": 16
    },
    {
        "bcode": 1,
        "cnum": 20,
        "content": "Then Abraham prayed to God, and God healed Abimelech, his wife and his slave girls so they could have children again,",
        "vcode": "NIV",
        "vnum": 17
    },
    {
        "bcode": 1,
        "cnum": 20,
        "content": "for the LORD had closed up every womb in Abimelech's household because of Abraham's wife Sarah.",
        "vcode": "NIV",
        "vnum": 18
    }
]