[
    {
        "bcode": 1,
        "cnum": 22,
        "content": "Some time later God tested Abraham. He said to him, \"Abraham!\" \"Here I am,\" he replied.",
        "vcode": "NIV",
        "vnum": 1
    },
    {
        "bcode": 1,
        "cnum": 22,
        "content": "Then God said, \"Take your son, your only son, Isaac, whom you love, and go to the region of Moriah. Sacrifice him there as a burnt offering on one of the mountains I will tell you about.\"",
        "vcode": "NIV",
        "vnum": 2
    },
    {
        "bcode": 1,
        "cnum": 22,
        "content": "Early the next morning Abraham got up and saddled his donkey. He took with him two of his servants and his son Isaac. When he had cut enough wood for the burnt offering, he set out for the place God had told him about.",
        "vcode": "NIV",
        "vnum": 3
    },
    {
        "bcode": 1,
        "cnum": 22,
        "content": "On the third day Abraham looked up and saw the place in the distance.",
        "vcode": "NIV",
        "vnum": 4
    },
    {
        "bcode": 1,
        "cnum": 22,
        "content": "He said to his servants, \"Stay here with the donkey while I and the boy go over there. We will worship and then we will come back to you.\"",
        "vcode": "NIV",
        "vnum": 5
    },
    {
        "bcode": 1,
        "cnum": 22,
        "content": "Abraham took the wood for the burnt offering and placed it on his son Isaac, and he himself carried the fire and the knife. As the two of them went on together,",
        "vcode": "NIV",
        "vnum": 6
    },
    {
        "bcode": 1,
        "cnum": 22,
        "content": "Isaac spoke up and said to his father Abraham, \"Father?\" \"Yes, my son?\" Abraham replied. \"The fire and wood are here,\" Isaac said, \"but where is the lamb for the burnt offering?\"",
        "vcode": "NIV",
        "vnum": 7
    },
    {
        "bcode": 1,
        "cnum": 22,
        "content": "Abraham answered, \"God himself will provide the lamb for the burnt offering, my son.\" And the two of them went on together.",
        "vcode": "NIV",
        "vnum": 8
    },
    {
        "bcode": 1,
        "cnum": 22,
        "content": "When they reached the place God had told him about, Abraham built an altar there and arranged the wood on it. He bound his son Isaac and laid him on the altar, on top of the wood.",
        "vcode": "NIV",
        "vnum": 9
    },
    {
        "bcode": 1,
        "cnum": 22,
        "content": "Then he reached out his hand and took the knife to slay his son.",
        "vcode": "NIV",
        "vnum": 10
    },
    {
        "bcode": 1,
        "cnum": 22,
        "content": "But the angel of the LORD called out to him from heaven, \"Abraham! Abraham!\" \"Here I am,\" he replied.",
        "vcode": "NIV",
        "vnum": 11
    },
    {
        "bcode": 1,
        "cnum": 22,
        "content": "\"Do not lay a hand on the boy,\" he said. \"Do not do anything to him. Now I know that you fear God, because you have not withheld from me your son, your only son.\"",
        "vcode": "NIV",
        "vnum": 12
    },
    {
        "bcode": 1,
        "cnum": 22,
        "content": "Abraham looked up and there in a thicket he saw a ram caught by its horns. He went over and took the ram and sacrificed it as a burnt offering instead of his son.",
        "vcode": "NIV",
        "vnum": 13
    },
    {
        "bcode": 1,
        "cnum": 22,
        "content": "So Abraham called that place The LORD Will Provide. And to this day it is said, \"On the mountain of the LORD it will be provided.\"",
        "vcode": "NIV",
        "vnum": 14
    },
    {
        "bcode": 1,
        "cnum": 22,
        "content": "The angel of the LORD called to Abraham from heaven a second time",
        "vcode": "NIV",
        "vnum": 15
    },
    {
        "bcode": 1,
        "cnum": 22,
        "content": "and said, \"I swear by myself, declares the LORD, that because you have done this and have not withheld your son, your only son,",
        "vcode": "NIV",
        "vnum": 16
    },
    {
        "bcode": 1,
        "cnum": 22,
        "content": "I will surely bless you and make your descendants as numerous as the stars in the sky and as the sand on the seashore. Your descendants will take possession of the cities of their enemies,",
        "vcode": "NIV",
        "vnum": 17
    },
    {
        "bcode": 1,
        "cnum": 22,
        "content": "and through your offspring all nations on earth will be blessed, because you have obeyed me.\"",
        "vcode": "NIV",
        "vnum": 18
    },
    {
        "bcode": 1,
        "cnum": 22,
        "content": "Then Abraham returned to his servants, and they set off together for Beersheba. And Abraham stayed in Beersheba.",
        "vcode": "NIV",
        "vnum": 19
    },
    {
        "bcode": 1,
        "cnum": 22,
        "content": "Some time later Abraham was told, \"Milcah is also a mother; she has borne sons to your brother Nahor:",
        "vcode": "NIV",
        "vnum": 20
    },
    {
        "bcode": 1,
        "cnum": 22,
        "content": "Uz the firstborn, Buz his brother, Kemuel (the father of Aram),",
        "vcode": "NIV",
        "vnum": 21
    },
    {
        "bcode": 1,
        "cnum": 22,
        "content": "Kesed, Hazo, Pildash, Jidlaph and Bethuel.\"",
        "vcode": "NIV",
        "vnum": 22
    },
    {
        "bcode": 1,
        "cnum": 22,
        "content": "Bethuel became the father of Rebekah. Milcah bore these eight sons to Abraham's brother Nahor.",
        "vcode": "NIV",
        "vnum": 23
    },
    {
        "bcode": 1,
        "cnum": 22,
        "content": "His concubine, whose name was Reumah, also had sons: Tebah, Gaham, Tahash and Maacah.",
        "vcode": "NIV",
        "vnum": 24
    }
]