[
    {
        "bcode": 1,
        "cnum": 23,
        "content": "Sarah lived to be a hundred and twenty-seven years old.",
        "vcode": "NIV",
        "vnum": 1
    },
    {
        "bcode": 1,
        "cnum": 23,
        "content": "She died at Kiriath Arba (that is, Hebron) in the land of Canaan, and Abraham went to mourn for Sarah and to weep over her.",
        "vcode": "NIV",
        "vnum": 2
    },
    {
        "bcode": 1,
        "cnum": 23,
        "content": "Then Abraham rose from beside his dead wife and spoke to the Hittites. He said,",
        "vcode": "NIV",
        "vnum": 3
    },
    {
        "bcode": 1,
        "cnum": 23,
        "content": "\"I am an alien and a stranger among you. Sell me some property for a burial site here so I can bury my dead.\"",
        "vcode": "NIV",
        "vnum": 4
    },
    {
        "bcode": 1,
        "cnum": 23,
        "content": "The Hittites replied to Abraham,",
        "vcode": "NIV",
        "vnum": 5
    },
    {
        "bcode": 1,
        "cnum": 23,
        "content": "\"Sir, listen to us. You are a mighty prince among us. Bury your dead in the choicest of our tombs. None of us will refuse you his tomb for burying your dead.\"",
        "vcode": "NIV",
        "vnum": 6
    },
    {
        "bcode": 1,
        "cnum": 23,
        "content": "Then Abraham rose and bowed down before the people of the land, the Hittites.",
        "vcode": "NIV",
        "vnum": 7
    },
    {
        "bcode": 1,
        "cnum": 23,
        "content": "He said to them, \"If you are willing to let me bury my dead, then listen to me and intercede with Ephron son of Zohar on my behalf",
        "vcode": "NIV",
        "vnum": 8
    },
    {
        "bcode": 1,
        "cnum": 23,
        "content": "so he will sell me the cave of Machpelah, which belongs to him and is at the end of his field. Ask him to sell it to me for the full price as a burial site among you.\"",
        "vcode": "NIV",
        "vnum": 9
    },
    {
        "bcode": 1,
        "cnum": 23,
        "content": "Ephron the Hittite was sitting among his people and he replied to Abraham in the hearing of all the Hittites who had come to the gate of his city.",
        "vcode": "NIV",
        "vnum": 10
    },
    {
        "bcode": 1,
        "cnum": 23,
        "content": "\"No, my lord,\" he said. \"Listen to me; I give you the field, and I give you the cave that is in it. I give it to you in the presence of my people. Bury your dead.\"",
        "vcode": "NIV",
        "vnum": 11
    },
    {
        "bcode": 1,
        "cnum": 23,
        "content": "Again Abraham bowed down before the people of the land",
        "vcode": "NIV",
        "vnum": 12
    },
    {
        "bcode": 1,
        "cnum": 23,
        "content": "and he said to Ephron in their hearing, \"Listen to me, if you will. I will pay the price of the field. Accept it from me so I can bury my dead there.\"",
        "vcode": "NIV",
        "vnum": 13
    },
    {
        "bcode": 1,
        "cnum": 23,
        "content": "Ephron answered Abraham,",
        "vcode": "NIV",
        "vnum": 14
    },
    {
        "bcode": 1,
        "cnum": 23,
        "content": "\"Listen to me, my lord; the land is worth four hundred shekels of silver, but what is that between me and you? Bury your dead.\"",
        "vcode": "NIV",
        "vnum": 15
    },
    {
        "bcode": 1,
        "cnum": 23,
        "content": "Abraham agreed to Ephron's terms and weighed out for him the price he had named in the hearing of the Hittites: four hundred shekels of silver, according to the weight current among the merchants.",
        "vcode": "NIV",
        "vnum": 16
    },
    {
        "bcode": 1,
        "cnum": 23,
        "content": "So Ephron's field in Machpelah near Mamre--both the field and the cave in it, and all the trees within the borders of the field--was deeded",
        "vcode": "NIV",
        "vnum": 17
    },
    {
        "bcode": 1,
        "cnum": 23,
        "content": "to Abraham as his property in the presence of all the Hittites who had come to the gate of the city.",
        "vcode": "NIV",
        "vnum": 18
    },
    {
        "bcode": 1,
        "cnum": 23,
        "content": "Afterward Abraham buried his wife Sarah in the cave in the field of Machpelah near Mamre (which is at Hebron) in the land of Canaan.",
        "vcode": "NIV",
        "vnum": 19
    },
    {
        "bcode": 1,
        "cnum": 23,
        "content": "So the field and the cave in it were deeded to Abraham by the Hittites as a burial site.",
        "vcode": "NIV",
        "vnum": 20
    }
]