[
    {
        "bcode": 1,
        "cnum": 42,
        "content": "When Jacob learned that there was grain in Egypt, he said to his sons, \"Why do you just keep looking at each other?\"",
        "vcode": "NIV",
        "vnum": 1
    },
    {
        "bcode": 1,
        "cnum": 42,
        "content": "He continued, \"I have heard that there is grain in Egypt. Go down there and buy some for us, so that we may live and not die.\"",
        "vcode": "NIV",
        "vnum": 2
    },
    {
        "bcode": 1,
        "cnum": 42,
        "content": "Then ten of Joseph's brothers went down to buy grain from Egypt.",
        "vcode": "NIV",
        "vnum": 3
    },
    {
        "bcode": 1,
        "cnum": 42,
        "content": "But Jacob did not send Benjamin, Joseph's brother, with the others, because he was afraid that harm might come to him.",
        "vcode": "NIV",
        "vnum": 4
    },
    {
        "bcode": 1,
        "cnum": 42,
        "content": "So Israel's sons were among those who went to buy grain, for the famine was in the land of Canaan also.",
        "vcode": "NIV",
        "vnum": 5
    },
    {
        "bcode": 1,
        "cnum": 42,
        "content": "Now Joseph was the governor of the land, the one who sold grain to all its people. So when Joseph's brothers arrived, they bowed down to him with their faces to the ground.",
        "vcode": "NIV",
        "vnum": 6
    },
    {
        "bcode": 1,
        "cnum": 42,
        "content": "As soon as Joseph saw his brothers, he recognized them, but he pretended to be a stranger and spoke harshly to them. \"Where do you come from?\" he asked. \"From the land of Canaan,\" they replied, \"to buy food.\"",
        "vcode": "NIV",
        "vnum": 7
    },
    {
        "bcode": 1,
        "cnum": 42,
        "content": "Although Joseph recognized his brothers, they did not recognize him.",
        "vcode": "NIV",
        "vnum": 8
    },
    {
        "bcode": 1,
        "cnum": 42,
        "content": "Then he remembered his dreams about them and said to them, \"You are spies! You have come to see where our land is unprotected.\"",
        "vcode": "NIV",
        "vnum": 9
    },
    {
        "bcode": 1,
        "cnum": 42,
        "content": "\"No, my lord,\" they answered. \"Your servants have come to buy food.",
        "vcode": "NIV",
        "vnum": 10
    },
    {
        "bcode": 1,
        "cnum": 42,
        "content": "We are all the sons of one man. Your servants are honest men, not spies.\"",
        "vcode": "NIV",
        "vnum": 11
    },
    {
        "bcode": 1,
        "cnum": 42,
        "content": "\"No!\" he said to them. \"You have come to see where our land is unprotected.\"",
        "vcode": "NIV",
        "vnum": 12
    },
    {
        "bcode": 1,
        "cnum": 42,
        "content": "But they replied, \"Your servants were twelve brothers, the sons of one man, who lives in the land of Canaan. The youngest is now with our father, and one is no more.\"",
        "vcode": "NIV",
        "vnum": 13
    },
    {
        "bcode": 1,
        "cnum": 42,
        "content": "Joseph said to them, \"It is just as I told you: You are spies!",
        "vcode": "NIV",
        "vnum": 14
    },
    {
        "bcode": 1,
        "cnum": 42,
        "content": "And this is how you will be tested: As surely as Pharaoh lives, you will not leave this place unless your youngest brother comes here.",
        "vcode": "NIV",
        "vnum": 15
    },
    {
        "bcode": 1,
        "cnum": 42,
        "content": "Send one of your number to get your brother; the rest of you will be kept in prison, so that your words may be tested to see if you are telling the truth. If you are not, then as surely as Pharaoh lives, you are spies!\"",
        "vcode": "NIV",
        "vnum": 16
    },
    {
        "bcode": 1,
        "cnum": 42,
        "content": "And he put them all in custody for three days.",
        "vcode": "NIV",
        "vnum": 17
    },
    {
        "bcode": 1,
        "cnum": 42,
        "content": "On the third day, Joseph said to them, \"Do this and you will live, for I fear God:",
        "vcode": "NIV",
        "vnum": 18
    },
    {
        "bcode": 1,
        "cnum": 42,
        "content": "If you are honest men, let one of your brothers stay here in prison, while the rest of you go and take grain back for your starving households.",
        "vcode": "NIV",
        "vnum": 19
    },
    {
        "bcode": 1,
        "cnum": 42,
        "content": "But you must bring your youngest brother to me, so that your words may be verified and that you may not die.\" This they proceeded to do.",
        "vcode": "NIV",
        "vnum": 20
    },
    {
        "bcode": 1,
        "cnum": 42,
        "content": "They said to one another, \"Surely we are being punished because of our brother. We saw how distressed he was when he pleaded with us for his life, but we would not listen; that's why this distress has come upon us.\"",
        "vcode": "NIV",
        "vnum": 21
    },
    {
        "bcode": 1,
        "cnum": 42,
        "content": "Reuben replied, \"Didn't I tell you not to sin against the boy? But you wouldn't listen! Now we must give an accounting for his blood.\"",
        "vcode": "NIV",
        "vnum": 22
    },
    {
        "bcode": 1,
        "cnum": 42,
        "content": "They did not realize that Joseph could understand them, since he was using an interpreter.",
        "vcode": "NIV",
        "vnum": 23
    },
    {
        "bcode": 1,
        "cnum": 42,
        "content": "He turned away from them and began to weep, but then turned back and spoke to them again. He had Simeon taken from them and bound before their eyes.",
        "vcode": "NIV",
        "vnum": 24
    },
    {
        "bcode": 1,
        "cnum": 42,
        "content": "Joseph gave orders to fill their bags with grain, to put each man's silver back in his sack, and to give them provisions for their journey. After this was done for them,",
        "vcode": "NIV",
        "vnum": 25
    },
    {
        "bcode": 1,
        "cnum": 42,
        "content": "they loaded their grain on their donkeys and left.",
        "vcode": "NIV",
        "vnum": 26
    },
    {
        "bcode": 1,
        "cnum": 42,
        "content": "At the place where they stopped for the night one of them opened his sack to get feed for his donkey, and he saw his silver in the mouth of his sack.",
        "vcode": "NIV",
        "vnum": 27
    },
    {
        "bcode": 1,
        "cnum": 42,
        "content": "\"My silver has been returned,\" he said to his brothers. \"Here it is in my sack.\" Their hearts sank and they turned to each other trembling and said, \"What is this that God has done to us?\"",
        "vcode": "NIV",
        "vnum": 28
    },
    {
        "bcode": 1,
        "cnum": 42,
        "content": "When they came to their father Jacob in the land of Canaan, they told him all that had happened to them. They said,",
        "vcode": "NIV",
        "vnum": 29
    },
    {
        "bcode": 1,
        "cnum": 42,
        "content": "\"The man who is lord over the land spoke harshly to us and treated us as though we were spying on the land.",
        "vcode": "NIV",
        "vnum": 30
    },
    {
        "bcode": 1,
        "cnum": 42,
        "content": "But we said to him, 'We are honest men; we are not spies.",
        "vcode": "NIV",
        "vnum": 31
    },
    {
        "bcode": 1,
        "cnum": 42,
        "content": "We were twelve brothers, sons of one father. One is no more, and the youngest is now with our father in Canaan.'",
        "vcode": "NIV",
        "vnum": 32
    },
    {
        "bcode": 1,
        "cnum": 42,
        "content": "\"Then the man who is lord over the land said to us, 'This is how I will know whether you are honest men: Leave one of your brothers here with me, and take food for your starving households and go.",
        "vcode": "NIV",
        "vnum": 33
    },
    {
        "bcode": 1,
        "cnum": 42,
        "content": "But bring your youngest brother to me so I will know that you are not spies but honest men. Then I will give your brother back to you, and you can trade in the land.' \"",
        "vcode": "NIV",
        "vnum": 34
    },
    {
        "bcode": 1,
        "cnum": 42,
        "content": "As they were emptying their sacks, there in each man's sack was his pouch of silver! When they and their father saw the money pouches, they were frightened.",
        "vcode": "NIV",
        "vnum": 35
    },
    {
        "bcode": 1,
        "cnum": 42,
        "content": "Their father Jacob said to them, \"You have deprived me of my children. Joseph is no more and Simeon is no more, and now you want to take Benjamin. Everything is against me!\"",
        "vcode": "NIV",
        "vnum": 36
    },
    {
        "bcode": 1,
        "cnum": 42,
        "content": "Then Reuben said to his father, \"You may put both of my sons to death if I do not bring him back to you. Entrust him to my care, and I will bring him back.\"",
        "vcode": "NIV",
        "vnum": 37
    },
    {
        "bcode": 1,
        "cnum": 42,
        "content": "But Jacob said, \"My son will not go down there with you; his brother is dead and he is the only one left. If harm comes to him on the journey you are taking, you will bring my gray head down to the grave in sorrow.\"",
        "vcode": "NIV",
        "vnum": 38
    }
]