[
    {
        "bcode": 41,
        "cnum": 11,
        "content": "As they approached Jerusalem and came to Bethphage and Bethany at the Mount of Olives, Jesus sent two of his disciples,",
        "vcode": "NIV",
        "vnum": 1
    },
    {
        "bcode": 41,
        "cnum": 11,
        "content": "saying to them, \"Go to the village ahead of you, and just as you enter it, you will find a colt tied there, which no one has ever ridden. Untie it and bring it here.",
        "vcode": "NIV",
        "vnum": 2
    },
    {
        "bcode": 41,
        "cnum": 11,
        "content": "If anyone asks you, 'Why are you doing this?' tell him, 'The Lord needs it and will send it back here shortly.' \"",
        "vcode": "NIV",
        "vnum": 3
    },
    {
        "bcode": 41,
        "cnum": 11,
        "content": "They went and found a colt outside in the street, tied at a doorway. As they untied it,",
        "vcode": "NIV",
        "vnum": 4
    },
    {
        "bcode": 41,
        "cnum": 11,
        "content": "some people standing there asked, \"What are you doing, untying that colt?\"",
        "vcode": "NIV",
        "vnum": 5
    },
    {
        "bcode": 41,
        "cnum": 11,
        "content": "They answered as Jesus had told them to, and the people let them go.",
        "vcode": "NIV",
        "vnum": 6
    },
    {
        "bcode": 41,
        "cnum": 11,
        "content": "When they brought the colt to Jesus and threw their cloaks over it, he sat on it.",
        "vcode": "NIV",
        "vnum": 7
    },
    {
        "bcode": 41,
        "cnum": 11,
        "content": "Many people spread their cloaks on the road, while others spread branches they had cut in the fields.",
        "vcode": "NIV",
        "vnum": 8
    },
    {
        "bcode": 41,
        "cnum": 11,
        "content": "Those who went ahead and those who followed shouted, \"Hosanna!\" \"Blessed is he who comes in the name of the Lord!\"",
        "vcode": "NIV",
        "vnum": 9
    },
    {
        "bcode": 41,
        "cnum": 11,
        "content": "\"Blessed is the coming kingdom of our father David!\" \"Hosanna in the highest!\"",
        "vcode": "NIV",
        "vnum": 10
    },
    {
        "bcode": 41,
        "cnum": 11,
        "content": "Jesus entered Jerusalem and went to the temple. He looked around at everything, but since it was already late, he went out to Bethany with the Twelve.",
        "vcode": "NIV",
        "vnum": 11
    },
    {
        "bcode": 41,
        "cnum": 11,
        "content": "The next day as they were leaving Bethany, Jesus was hungry.",
        "vcode": "NIV",
        "vnum": 12
    },
    {
        "bcode": 41,
        "cnum": 11,
        "content": "Seeing in the distance a fig tree in leaf, he went to find out if it had any fruit. When he reached it, he found nothing but leaves, because it was not the season for figs.",
        "vcode": "NIV",
        "vnum": 13
    },
    {
        "bcode": 41,
        "cnum": 11,
        "content": "Then he said to the tree, \"May no one ever eat fruit from you again.\" And his disciples heard him say it.",
        "vcode": "NIV",
        "vnum": 14
    },
    {
        "bcode": 41,
        "cnum": 11,
        "content": "On reaching Jerusalem, Jesus entered the temple area and began driving out those who were buying and selling there. He overturned the tables of the money changers and the benches of those selling doves,",
        "vcode": "NIV",
        "vnum": 15
    },
    {
        "bcode": 41,
        "cnum": 11,
        "content": "and would not allow anyone to carry merchandise through the temple courts.",
        "vcode": "NIV",
        "vnum": 16
    },
    {
        "bcode": 41,
        "cnum": 11,
        "content": "And as he taught them, he said, \"Is it not written: \" 'My house will be called a house of prayer for all nations'? But you have made it 'a den of robbers.'\"",
        "vcode": "NIV",
        "vnum": 17
    },
    {
        "bcode": 41,
        "cnum": 11,
        "content": "The chief priests and the teachers of the law heard this and began looking for a way to kill him, for they feared him, because the whole crowd was amazed at his teaching.",
        "vcode": "NIV",
        "vnum": 18
    },
    {
        "bcode": 41,
        "cnum": 11,
        "content": "When evening came, they went out of the city.",
        "vcode": "NIV",
        "vnum": 19
    },
    {
        "bcode": 41,
        "cnum": 11,
        "content": "In the morning, as they went along, they saw the fig tree withered from the roots.",
        "vcode": "NIV",
        "vnum": 20
    },
    {
        "bcode": 41,
        "cnum": 11,
        "content": "Peter remembered and said to Jesus, \"Rabbi, look! The fig tree you cursed has withered!\"",
        "vcode": "NIV",
        "vnum": 21
    },
    {
        "bcode": 41,
        "cnum": 11,
        "content": "\"Have faith in God,\" Jesus answered.",
        "vcode": "NIV",
        "vnum": 22
    },
    {
        "bcode": 41,
        "cnum": 11,
        "content": "\"I tell you the truth, if anyone says to this mountain, 'Go, throw yourself into the sea,' and does not doubt in his heart but believes that what he says will happen, it will be done for him.",
        "vcode": "NIV",
        "vnum": 23
    },
    {
        "bcode": 41,
        "cnum": 11,
        "content": "Therefore I tell you, whatever you ask for in prayer, believe that you have received it, and it will be yours.",
        "vcode": "NIV",
        "vnum": 24
    },
    {
        "bcode": 41,
        "cnum": 11,
        "content": "And when you stand praying, if you hold anything against anyone, forgive him, so that your Father in heaven may forgive you your sins.\"",
        "vcode": "NIV",
        "vnum": 25
    },
    {
        "bcode": 41,
        "cnum": 11,
        "content": "",
        "vcode": "NIV",
        "vnum": 26
    },
    {
        "bcode": 41,
        "cnum": 11,
        "content": "They arrived again in Jerusalem, and while Jesus was walking in the temple courts, the chief priests, the teachers of the law and the elders came to him.",
        "vcode": "NIV",
        "vnum": 27
    },
    {
        "bcode": 41,
        "cnum": 11,
        "content": "\"By what authority are you doing these things?\" they asked. \"And who gave you authority to do this?\"",
        "vcode": "NIV",
        "vnum": 28
    },
    {
        "bcode": 41,
        "cnum": 11,
        "content": "Jesus replied, \"I will ask you one question. Answer me, and I will tell you by what authority I am doing these things.",
        "vcode": "NIV",
        "vnum": 29
    },
    {
        "bcode": 41,
        "cnum": 11,
        "content": "John's baptism--was it from heaven, or from men? Tell me!\"",
        "vcode": "NIV",
        "vnum": 30
    },
    {
        "bcode": 41,
        "cnum": 11,
        "content": "They discussed it among themselves and said, \"If we say, 'From heaven,' he will ask, 'Then why didn't you believe him?'",
        "vcode": "NIV",
        "vnum": 31
    },
    {
        "bcode": 41,
        "cnum": 11,
        "content": "But if we say, 'From men'....\" (They feared the people, for everyone held that John really was a prophet.)",
        "vcode": "NIV",
        "vnum": 32
    },
    {
        "bcode": 41,
        "cnum": 11,
        "content": "So they answered Jesus, \"We don't know.\" Jesus said, \"Neither will I tell you by what authority I am doing these things.\"",
        "vcode": "NIV",
        "vnum": 33
    }
]