[
    {
        "bcode": 41,
        "cnum": 15,
        "content": "Very early in the morning, the chief priests, with the elders, the teachers of the law and the whole Sanhedrin, reached a decision. They bound Jesus, led him away and handed him over to Pilate.",
        "vcode": "NIV",
        "vnum": 1
    },
    {
        "bcode": 41,
        "cnum": 15,
        "content": "\"Are you the king of the Jews?\" asked Pilate. \"Yes, it is as you say,\" Jesus replied.",
        "vcode": "NIV",
        "vnum": 2
    },
    {
        "bcode": 41,
        "cnum": 15,
        "content": "The chief priests accused him of many things.",
        "vcode": "NIV",
        "vnum": 3
    },
    {
        "bcode": 41,
        "cnum": 15,
        "content": "So again Pilate asked him, \"Aren't you going to answer? See how many things they are accusing you of.\"",
        "vcode": "NIV",
        "vnum": 4
    },
    {
        "bcode": 41,
        "cnum": 15,
        "content": "But Jesus still made no reply, and Pilate was amazed.",
        "vcode": "NIV",
        "vnum": 5
    },
    {
        "bcode": 41,
        "cnum": 15,
        "content": "Now it was the custom at the Feast to release a prisoner whom the people requested.",
        "vcode": "NIV",
        "vnum": 6
    },
    {
        "bcode": 41,
        "cnum": 15,
        "content": "A man called Barabbas was in prison with the insurrectionists who had committed murder in the uprising.",
        "vcode": "NIV",
        "vnum": 7
    },
    {
        "bcode": 41,
        "cnum": 15,
        "content": "The crowd came up and asked Pilate to do for them what he usually did.",
        "vcode": "NIV",
        "vnum": 8
    },
    {
        "bcode": 41,
        "cnum": 15,
        "content": "\"Do you want me to release to you the king of the Jews?\" asked Pilate,",
        "vcode": "NIV",
        "vnum": 9
    },
    {
        "bcode": 41,
        "cnum": 15,
        "content": "knowing it was out of envy that the chief priests had handed Jesus over to him.",
        "vcode": "NIV",
        "vnum": 10
    },
    {
        "bcode": 41,
        "cnum": 15,
        "content": "But the chief priests stirred up the crowd to have Pilate release Barabbas instead.",
        "vcode": "NIV",
        "vnum": 11
    },
    {
        "bcode": 41,
        "cnum": 15,
        "content": "\"What shall I do, then, with the one you call the king of the Jews?\" Pilate asked them.",
        "vcode": "NIV",
        "vnum": 12
    },
    {
        "bcode": 41,
        "cnum": 15,
        "content": "\"Crucify him!\" they shouted.",
        "vcode": "NIV",
        "vnum": 13
    },
    {
        "bcode": 41,
        "cnum": 15,
        "content": "\"Why? What crime has he committed?\" asked Pilate. But they shouted all the louder, \"Crucify him!\"",
        "vcode": "NIV",
        "vnum": 14
    },
    {
        "bcode": 41,
        "cnum": 15,
        "content": "Wanting to satisfy the crowd, Pilate released Barabbas to them. He had Jesus flogged, and handed him over to be crucified.",
        "vcode": "NIV",
        "vnum": 15
    },
    {
        "bcode": 41,
        "cnum": 15,
        "content": "The soldiers led Jesus away into the palace (that is, the Praetorium) and called together the whole company of soldiers.",
        "vcode": "NIV",
        "vnum": 16
    },
    {
        "bcode": 41,
        "cnum": 15,
        "content": "They put a purple robe on him, then twisted together a crown of thorns and set it on him.",
        "vcode": "NIV",
        "vnum": 17
    },
    {
        "bcode": 41,
        "cnum": 15,
        "content": "And they began to call out to him, \"Hail, king of the Jews!\"",
        "vcode": "NIV",
        "vnum": 18
    },
    {
        "bcode": 41,
        "cnum": 15,
        "content": "Again and again they struck him on the head with a staff and spit on him. Falling on their knees, they paid homage to him.",
        "vcode": "NIV",
        "vnum": 19
    },
    {
        "bcode": 41,
        "cnum": 15,
        "content": "And when they had mocked him, they took off the purple robe and put his own clothes on him. Then they led him out to crucify him.",
        "vcode": "NIV",
        "vnum": 20
    },
    {
        "bcode": 41,
        "cnum": 15,
        "content": "A certain man from Cyrene, Simon, the father of Alexander and Rufus, was passing by on his way in from the country, and they forced him to carry the cross.",
        "vcode": "NIV",
        "vnum": 21
    },
    {
        "bcode": 41,
        "cnum": 15,
        "content": "They brought Jesus to the place called Golgotha (which means The Place of the Skull).",
        "vcode": "NIV",
        "vnum": 22
    },
    {
        "bcode": 41,
        "cnum": 15,
        "content": "Then they offered him wine mixed with myrrh, but he did not take it.",
        "vcode": "NIV",
        "vnum": 23
    },
    {
        "bcode": 41,
        "cnum": 15,
        "content": "And they crucified him. Dividing up his clothes, they cast lots to see what each would get.",
        "vcode": "NIV",
        "vnum": 24
    },
    {
        "bcode": 41,
        "cnum": 15,
        "content": "It was the third hour when they crucified him.",
        "vcode": "NIV",
        "vnum": 25
    },
    {
        "bcode": 41,
        "cnum": 15,
        "content": "The written notice of the charge against him read: THE KING OF THE JEWS.",
        "vcode": "NIV",
        "vnum": 26
    },
    {
        "bcode": 41,
        "cnum": 15,
        "content": "They crucified two robbers with him, one on his right and one on his left.",
        "vcode": "NIV",
        "vnum": 27
    },
    {
        "bcode": 41,
        "cnum": 15,
        "content": "",
        "vcode": "NIV",
        "vnum": 28
    },
    {
        "bcode": 41,
        "cnum": 15,
        "content": "Those who passed by hurled insults at him, shaking their heads and saying, \"So! You who are going to destroy the temple and build it in three days,",
        "vcode": "NIV",
        "vnum": 29
    },
    {
        "bcode": 41,
        "cnum": 15,
        "content": "come down from the cross and save yourself!\"",
        "vcode": "NIV",
        "vnum": 30
    },
    {
        "bcode": 41,
        "cnum": 15,
        "content": "In the same way the chief priests and the teachers of the law mocked him among themselves. \"He saved others,\" they said, \"but he can't save himself!",
        "vcode": "NIV",
        "vnum": 31
    },
    {
        "bcode": 41,
        "cnum": 15,
        "content": "Let this Christ, this King of Israel, come down now from the cross, that we may see and believe.\" Those crucified with him also heaped insults on him.",
        "vcode": "NIV",
        "vnum": 32
    },
    {
        "bcode": 41,
        "cnum": 15,
        "content": "At the sixth hour darkness came over the whole land until the ninth hour.",
        "vcode": "NIV",
        "vnum": 33
    },
    {
        "bcode": 41,
        "cnum": 15,
        "content": "And at the ninth hour Jesus cried out in a loud voice, \"Eloi, Eloi, lama sabachthani?\"--which means, \"My God, my God, why have you forsaken me?\"",
        "vcode": "NIV",
        "vnum": 34
    },
    {
        "bcode": 41,
        "cnum": 15,
        "content": "When some of those standing near heard this, they said, \"Listen, he's calling Elijah.\"",
        "vcode": "NIV",
        "vnum": 35
    },
    {
        "bcode": 41,
        "cnum": 15,
        "content": "One man ran, filled a sponge with wine vinegar, put it on a stick, and offered it to Jesus to drink. \"Now leave him alone. Let's see if Elijah comes to take him down,\" he said.",
        "vcode": "NIV",
        "vnum": 36
    },
    {
        "bcode": 41,
        "cnum": 15,
        "content": "With a loud cry, Jesus breathed his last.",
        "vcode": "NIV",
        "vnum": 37
    },
    {
        "bcode": 41,
        "cnum": 15,
        "content": "The curtain of the temple was torn in two from top to bottom.",
        "vcode": "NIV",
        "vnum": 38
    },
    {
        "bcode": 41,
        "cnum": 15,
        "content": "And when the centurion, who stood there in front of Jesus, heard his cry and saw how he died, he said, \"Surely this man was the Son of God!\"",
        "vcode": "NIV",
        "vnum": 39
    },
    {
        "bcode": 41,
        "cnum": 15,
        "content": "Some women were watching from a distance. Among them were Mary Magdalene, Mary the mother of James the younger and of Joses, and Salome.",
        "vcode": "NIV",
        "vnum": 40
    },
    {
        "bcode": 41,
        "cnum": 15,
        "content": "In Galilee these women had followed him and cared for his needs. Many other women who had come up with him to Jerusalem were also there.",
        "vcode": "NIV",
        "vnum": 41
    },
    {
        "bcode": 41,
        "cnum": 15,
        "content": "It was Preparation Day (that is, the day before the Sabbath). So as evening approached,",
        "vcode": "NIV",
        "vnum": 42
    },
    {
        "bcode": 41,
        "cnum": 15,
        "content": "Joseph of Arimathea, a prominent member of the Council, who was himself waiting for the kingdom of God, went boldly to Pilate and asked for Jesus' body.",
        "vcode": "NIV",
        "vnum": 43
    },
    {
        "bcode": 41,
        "cnum": 15,
        "content": "Pilate was surprised to hear that he was already dead. Summoning the centurion, he asked him if Jesus had already died.",
        "vcode": "NIV",
        "vnum": 44
    },
    {
        "bcode": 41,
        "cnum": 15,
        "content": "When he learned from the centurion that it was so, he gave the body to Joseph.",
        "vcode": "NIV",
        "vnum": 45
    },
    {
        "bcode": 41,
        "cnum": 15,
        "content": "So Joseph bought some linen cloth, took down the body, wrapped it in the linen, and placed it in a tomb cut out of rock. Then he rolled a stone against the entrance of the tomb.",
        "vcode": "NIV",
        "vnum": 46
    },
    {
        "bcode": 41,
        "cnum": 15,
        "content": "Mary Magdalene and Mary the mother of Joses saw where he was laid.",
        "vcode": "NIV",
        "vnum": 47
    }
]