[
    {
        "bcode": 47,
        "cnum": 13,
        "content": "This will be my third visit to you. \"Every matter must be established by the testimony of two or three witnesses.\"",
        "vcode": "NIV",
        "vnum": 1
    },
    {
        "bcode": 47,
        "cnum": 13,
        "content": "I already gave you a warning when I was with you the second time. I now repeat it while absent: On my return I will not spare those who sinned earlier or any of the others,",
        "vcode": "NIV",
        "vnum": 2
    },
    {
        "bcode": 47,
        "cnum": 13,
        "content": "since you are demanding proof that Christ is speaking through me. He is not weak in dealing with you, but is powerful among you.",
        "vcode": "NIV",
        "vnum": 3
    },
    {
        "bcode": 47,
        "cnum": 13,
        "content": "For to be sure, he was crucified in weakness, yet he lives by God's power. Likewise, we are weak in him, yet by God's power we will live with him to serve you.",
        "vcode": "NIV",
        "vnum": 4
    },
    {
        "bcode": 47,
        "cnum": 13,
        "content": "Examine yourselves to see whether you are in the faith; test yourselves. Do you not realize that Christ Jesus is in you--unless, of course, you fail the test?",
        "vcode": "NIV",
        "vnum": 5
    },
    {
        "bcode": 47,
        "cnum": 13,
        "content": "And I trust that you will discover that we have not failed the test.",
        "vcode": "NIV",
        "vnum": 6
    },
    {
        "bcode": 47,
        "cnum": 13,
        "content": "Now we pray to God that you will not do anything wrong. Not that people will see that we have stood the test but that you will do what is right even though we may seem to have failed.",
        "vcode": "NIV",
        "vnum": 7
    },
    {
        "bcode": 47,
        "cnum": 13,
        "content": "For we cannot do anything against the truth, but only for the truth.",
        "vcode": "NIV",
        "vnum": 8
    },
    {
        "bcode": 47,
        "cnum": 13,
        "content": "We are glad whenever we are weak but you are strong; and our prayer is for your perfection.",
        "vcode": "NIV",
        "vnum": 9
    },
    {
        "bcode": 47,
        "cnum": 13,
        "content": "This is why I write these things when I am absent, that when I come I may not have to be harsh in my use of authority--the authority the Lord gave me for building you up, not for tearing you down.",
        "vcode": "NIV",
        "vnum": 10
    },
    {
        "bcode": 47,
        "cnum": 13,
        "content": "Finally, brothers, good-by. Aim for perfection, listen to my appeal, be of one mind, live in peace. And the God of love and peace will be with you.",
        "vcode": "NIV",
        "vnum": 11
    },
    {
        "bcode": 47,
        "cnum": 13,
        "content": "Greet one another with a holy kiss.",
        "vcode": "NIV",
        "vnum": 12
    },
    {
        "bcode": 47,
        "cnum": 13,
        "content": "All the saints send their greetings.",
        "vcode": "NIV",
        "vnum": 13
    },
    {
        "bcode": 47,
        "cnum": 13,
        "content": "May the grace of the Lord Jesus Christ, and the love of God, and the fellowship of the Holy Spirit be with you all.",
        "vcode": "NIV",
        "vnum": 14
    }
]