{"pageProps":{"version":{"name":"NIV","vcode":"NIV"},"bible":{"bcode":46,"chapterCount":16,"name":"1 Corinthians","type":"new","vcode":"NIV"},"chapter":"16","verses":[{"bcode":46,"cnum":16,"content":"Now about the collection for God's people: Do what I told the Galatian churches to do.","vcode":"NIV","vnum":1},{"bcode":46,"cnum":16,"content":"On the first day of every week, each one of you should set aside a sum of money in keeping with his income, saving it up, so that when I come no collections will have to be made.","vcode":"NIV","vnum":2},{"bcode":46,"cnum":16,"content":"Then, when I arrive, I will give letters of introduction to the men you approve and send them with your gift to Jerusalem.","vcode":"NIV","vnum":3},{"bcode":46,"cnum":16,"content":"If it seems advisable for me to go also, they will accompany me.","vcode":"NIV","vnum":4},{"bcode":46,"cnum":16,"content":"After I go through Macedonia, I will come to you--for I will be going through Macedonia.","vcode":"NIV","vnum":5},{"bcode":46,"cnum":16,"content":"Perhaps I will stay with you awhile, or even spend the winter, so that you can help me on my journey, wherever I go.","vcode":"NIV","vnum":6},{"bcode":46,"cnum":16,"content":"I do not want to see you now and make only a passing visit; I hope to spend some time with you, if the Lord permits.","vcode":"NIV","vnum":7},{"bcode":46,"cnum":16,"content":"But I will stay on at Ephesus until Pentecost,","vcode":"NIV","vnum":8},{"bcode":46,"cnum":16,"content":"because a great door for effective work has opened to me, and there are many who oppose me.","vcode":"NIV","vnum":9},{"bcode":46,"cnum":16,"content":"If Timothy comes, see to it that he has nothing to fear while he is with you, for he is carrying on the work of the Lord, just as I am.","vcode":"NIV","vnum":10},{"bcode":46,"cnum":16,"content":"No one, then, should refuse to accept him. Send him on his way in peace so that he may return to me. I am expecting him along with the brothers.","vcode":"NIV","vnum":11},{"bcode":46,"cnum":16,"content":"Now about our brother Apollos: I strongly urged him to go to you with the brothers. He was quite unwilling to go now, but he will go when he has the opportunity.","vcode":"NIV","vnum":12},{"bcode":46,"cnum":16,"content":"Be on your guard; stand firm in the faith; be men of courage; be strong.","vcode":"NIV","vnum":13},{"bcode":46,"cnum":16,"content":"Do everything in love.","vcode":"NIV","vnum":14},{"bcode":46,"cnum":16,"content":"You know that the household of Stephanas were the first converts in Achaia, and they have devoted themselves to the service of the saints. I urge you, brothers,","vcode":"NIV","vnum":15},{"bcode":46,"cnum":16,"content":"to submit to such as these and to everyone who joins in the work, and labors at it.","vcode":"NIV","vnum":16},{"bcode":46,"cnum":16,"content":"I was glad when Stephanas, Fortunatus and Achaicus arrived, because they have supplied what was lacking from you.","vcode":"NIV","vnum":17},{"bcode":46,"cnum":16,"content":"For they refreshed my spirit and yours also. Such men deserve recognition.","vcode":"NIV","vnum":18},{"bcode":46,"cnum":16,"content":"The churches in the province of Asia send you greetings. Aquila and Priscilla greet you warmly in the Lord, and so does the church that meets at their house.","vcode":"NIV","vnum":19},{"bcode":46,"cnum":16,"content":"All the brothers here send you greetings. Greet one another with a holy kiss.","vcode":"NIV","vnum":20},{"bcode":46,"cnum":16,"content":"I, Paul, write this greeting in my own hand.","vcode":"NIV","vnum":21},{"bcode":46,"cnum":16,"content":"If anyone does not love the Lord--a curse be on him. Come, O Lord!","vcode":"NIV","vnum":22},{"bcode":46,"cnum":16,"content":"The grace of the Lord Jesus be with you.","vcode":"NIV","vnum":23},{"bcode":46,"cnum":16,"content":"My love to all of you in Christ Jesus. Amen.","vcode":"NIV","vnum":24}]},"__N_SSG":true}