[
    {
        "bcode": 12,
        "cnum": 16,
        "content": "In the seventeenth year of Pekah son of Remaliah, Ahaz son of Jotham king of Judah began to reign.",
        "vcode": "NIV",
        "vnum": 1
    },
    {
        "bcode": 12,
        "cnum": 16,
        "content": "Ahaz was twenty years old when he became king, and he reigned in Jerusalem sixteen years. Unlike David his father, he did not do what was right in the eyes of the LORD his God.",
        "vcode": "NIV",
        "vnum": 2
    },
    {
        "bcode": 12,
        "cnum": 16,
        "content": "He walked in the ways of the kings of Israel and even sacrificed his son in the fire, following the detestable ways of the nations the LORD had driven out before the Israelites.",
        "vcode": "NIV",
        "vnum": 3
    },
    {
        "bcode": 12,
        "cnum": 16,
        "content": "He offered sacrifices and burned incense at the high places, on the hilltops and under every spreading tree.",
        "vcode": "NIV",
        "vnum": 4
    },
    {
        "bcode": 12,
        "cnum": 16,
        "content": "Then Rezin king of Aram and Pekah son of Remaliah king of Israel marched up to fight against Jerusalem and besieged Ahaz, but they could not overpower him.",
        "vcode": "NIV",
        "vnum": 5
    },
    {
        "bcode": 12,
        "cnum": 16,
        "content": "At that time, Rezin king of Aram recovered Elath for Aram by driving out the men of Judah. Edomites then moved into Elath and have lived there to this day.",
        "vcode": "NIV",
        "vnum": 6
    },
    {
        "bcode": 12,
        "cnum": 16,
        "content": "Ahaz sent messengers to say to Tiglath-Pileser king of Assyria, \"I am your servant and vassal. Come up and save me out of the hand of the king of Aram and of the king of Israel, who are attacking me.\"",
        "vcode": "NIV",
        "vnum": 7
    },
    {
        "bcode": 12,
        "cnum": 16,
        "content": "And Ahaz took the silver and gold found in the temple of the LORD and in the treasuries of the royal palace and sent it as a gift to the king of Assyria.",
        "vcode": "NIV",
        "vnum": 8
    },
    {
        "bcode": 12,
        "cnum": 16,
        "content": "The king of Assyria complied by attacking Damascus and capturing it. He deported its inhabitants to Kir and put Rezin to death.",
        "vcode": "NIV",
        "vnum": 9
    },
    {
        "bcode": 12,
        "cnum": 16,
        "content": "Then King Ahaz went to Damascus to meet Tiglath-Pileser king of Assyria. He saw an altar in Damascus and sent to Uriah the priest a sketch of the altar, with detailed plans for its construction.",
        "vcode": "NIV",
        "vnum": 10
    },
    {
        "bcode": 12,
        "cnum": 16,
        "content": "So Uriah the priest built an altar in accordance with all the plans that King Ahaz had sent from Damascus and finished it before King Ahaz returned.",
        "vcode": "NIV",
        "vnum": 11
    },
    {
        "bcode": 12,
        "cnum": 16,
        "content": "When the king came back from Damascus and saw the altar, he approached it and presented offerings on it.",
        "vcode": "NIV",
        "vnum": 12
    },
    {
        "bcode": 12,
        "cnum": 16,
        "content": "He offered up his burnt offering and grain offering, poured out his drink offering, and sprinkled the blood of his fellowship offerings on the altar.",
        "vcode": "NIV",
        "vnum": 13
    },
    {
        "bcode": 12,
        "cnum": 16,
        "content": "The bronze altar that stood before the LORD he brought from the front of the temple--from between the new altar and the temple of the LORD -and put it on the north side of the new altar.",
        "vcode": "NIV",
        "vnum": 14
    },
    {
        "bcode": 12,
        "cnum": 16,
        "content": "King Ahaz then gave these orders to Uriah the priest: \"On the large new altar, offer the morning burnt offering and the evening grain offering, the king's burnt offering and his grain offering, and the burnt offering of all the people of the land, and their grain offering and their drink offering. Sprinkle on the altar all the blood of the burnt offerings and sacrifices. But I will use the bronze altar for seeking guidance.\"",
        "vcode": "NIV",
        "vnum": 15
    },
    {
        "bcode": 12,
        "cnum": 16,
        "content": "And Uriah the priest did just as King Ahaz had ordered.",
        "vcode": "NIV",
        "vnum": 16
    },
    {
        "bcode": 12,
        "cnum": 16,
        "content": "King Ahaz took away the side panels and removed the basins from the movable stands. He removed the Sea from the bronze bulls that supported it and set it on a stone base.",
        "vcode": "NIV",
        "vnum": 17
    },
    {
        "bcode": 12,
        "cnum": 16,
        "content": "He took away the Sabbath canopy that had been built at the temple and removed the royal entryway outside the temple of the LORD, in deference to the king of Assyria.",
        "vcode": "NIV",
        "vnum": 18
    },
    {
        "bcode": 12,
        "cnum": 16,
        "content": "As for the other events of the reign of Ahaz, and what he did, are they not written in the book of the annals of the kings of Judah?",
        "vcode": "NIV",
        "vnum": 19
    },
    {
        "bcode": 12,
        "cnum": 16,
        "content": "Ahaz rested with his fathers and was buried with them in the City of David. And Hezekiah his son succeeded him as king.",
        "vcode": "NIV",
        "vnum": 20
    }
]