[
    {
        "bcode": 24,
        "cnum": 14,
        "content": "This is the word of the LORD to Jeremiah concerning the drought:",
        "vcode": "NIV",
        "vnum": 1
    },
    {
        "bcode": 24,
        "cnum": 14,
        "content": "\"Judah mourns, her cities languish; they wail for the land, and a cry goes up from Jerusalem.",
        "vcode": "NIV",
        "vnum": 2
    },
    {
        "bcode": 24,
        "cnum": 14,
        "content": "The nobles send their servants for water; they go to the cisterns but find no water. They return with their jars unfilled; dismayed and despairing, they cover their heads.",
        "vcode": "NIV",
        "vnum": 3
    },
    {
        "bcode": 24,
        "cnum": 14,
        "content": "The ground is cracked because there is no rain in the land; the farmers are dismayed and cover their heads.",
        "vcode": "NIV",
        "vnum": 4
    },
    {
        "bcode": 24,
        "cnum": 14,
        "content": "Even the doe in the field deserts her newborn fawn because there is no grass.",
        "vcode": "NIV",
        "vnum": 5
    },
    {
        "bcode": 24,
        "cnum": 14,
        "content": "Wild donkeys stand on the barren heights and pant like jackals; their eyesight fails for lack of pasture.\"",
        "vcode": "NIV",
        "vnum": 6
    },
    {
        "bcode": 24,
        "cnum": 14,
        "content": "Although our sins testify against us, O LORD, do something for the sake of your name. For our backsliding is great; we have sinned against you.",
        "vcode": "NIV",
        "vnum": 7
    },
    {
        "bcode": 24,
        "cnum": 14,
        "content": "O Hope of Israel, its Savior in times of distress, why are you like a stranger in the land, like a traveler who stays only a night?",
        "vcode": "NIV",
        "vnum": 8
    },
    {
        "bcode": 24,
        "cnum": 14,
        "content": "Why are you like a man taken by surprise, like a warrior powerless to save? You are among us, O LORD, and we bear your name; do not forsake us!",
        "vcode": "NIV",
        "vnum": 9
    },
    {
        "bcode": 24,
        "cnum": 14,
        "content": "This is what the LORD says about this people: \"They greatly love to wander; they do not restrain their feet. So the LORD does not accept them; he will now remember their wickedness and punish them for their sins.\"",
        "vcode": "NIV",
        "vnum": 10
    },
    {
        "bcode": 24,
        "cnum": 14,
        "content": "Then the LORD said to me, \"Do not pray for the well-being of this people.",
        "vcode": "NIV",
        "vnum": 11
    },
    {
        "bcode": 24,
        "cnum": 14,
        "content": "Although they fast, I will not listen to their cry; though they offer burnt offerings and grain offerings, I will not accept them. Instead, I will destroy them with the sword, famine and plague.\"",
        "vcode": "NIV",
        "vnum": 12
    },
    {
        "bcode": 24,
        "cnum": 14,
        "content": "But I said, \"Ah, Sovereign LORD, the prophets keep telling them, 'You will not see the sword or suffer famine. Indeed, I will give you lasting peace in this place.' \"",
        "vcode": "NIV",
        "vnum": 13
    },
    {
        "bcode": 24,
        "cnum": 14,
        "content": "Then the LORD said to me, \"The prophets are prophesying lies in my name. I have not sent them or appointed them or spoken to them. They are prophesying to you false visions, divinations, idolatries and the delusions of their own minds.",
        "vcode": "NIV",
        "vnum": 14
    },
    {
        "bcode": 24,
        "cnum": 14,
        "content": "Therefore, this is what the LORD says about the prophets who are prophesying in my name: I did not send them, yet they are saying, 'No sword or famine will touch this land.' Those same prophets will perish by sword and famine.",
        "vcode": "NIV",
        "vnum": 15
    },
    {
        "bcode": 24,
        "cnum": 14,
        "content": "And the people they are prophesying to will be thrown out into the streets of Jerusalem because of the famine and sword. There will be no one to bury them or their wives, their sons or their daughters. I will pour out on them the calamity they deserve.",
        "vcode": "NIV",
        "vnum": 16
    },
    {
        "bcode": 24,
        "cnum": 14,
        "content": "\"Speak this word to them: \" 'Let my eyes overflow with tears night and day without ceasing; for my virgin daughter--my people-- has suffered a grievous wound, a crushing blow.",
        "vcode": "NIV",
        "vnum": 17
    },
    {
        "bcode": 24,
        "cnum": 14,
        "content": "If I go into the country, I see those slain by the sword; if I go into the city, I see the ravages of famine. Both prophet and priest have gone to a land they know not.' \"",
        "vcode": "NIV",
        "vnum": 18
    },
    {
        "bcode": 24,
        "cnum": 14,
        "content": "Have you rejected Judah completely? Do you despise Zion? Why have you afflicted us so that we cannot be healed? We hoped for peace but no good has come, for a time of healing but there is only terror.",
        "vcode": "NIV",
        "vnum": 19
    },
    {
        "bcode": 24,
        "cnum": 14,
        "content": "O LORD, we acknowledge our wickedness and the guilt of our fathers; we have indeed sinned against you.",
        "vcode": "NIV",
        "vnum": 20
    },
    {
        "bcode": 24,
        "cnum": 14,
        "content": "For the sake of your name do not despise us; do not dishonor your glorious throne. Remember your covenant with us and do not break it.",
        "vcode": "NIV",
        "vnum": 21
    },
    {
        "bcode": 24,
        "cnum": 14,
        "content": "Do any of the worthless idols of the nations bring rain? Do the skies themselves send down showers? No, it is you, O LORD our God. Therefore our hope is in you, for you are the one who does all this.",
        "vcode": "NIV",
        "vnum": 22
    }
]