[
    {
        "bcode": 24,
        "cnum": 26,
        "content": "Early in the reign of Jehoiakim son of Josiah king of Judah, this word came from the LORD :",
        "vcode": "NIV",
        "vnum": 1
    },
    {
        "bcode": 24,
        "cnum": 26,
        "content": "\"This is what the LORD says: Stand in the courtyard of the LORD's house and speak to all the people of the towns of Judah who come to worship in the house of the LORD. Tell them everything I command you; do not omit a word.",
        "vcode": "NIV",
        "vnum": 2
    },
    {
        "bcode": 24,
        "cnum": 26,
        "content": "Perhaps they will listen and each will turn from his evil way. Then I will relent and not bring on them the disaster I was planning because of the evil they have done.",
        "vcode": "NIV",
        "vnum": 3
    },
    {
        "bcode": 24,
        "cnum": 26,
        "content": "Say to them, 'This is what the LORD says: If you do not listen to me and follow my law, which I have set before you,",
        "vcode": "NIV",
        "vnum": 4
    },
    {
        "bcode": 24,
        "cnum": 26,
        "content": "and if you do not listen to the words of my servants the prophets, whom I have sent to you again and again (though you have not listened),",
        "vcode": "NIV",
        "vnum": 5
    },
    {
        "bcode": 24,
        "cnum": 26,
        "content": "then I will make this house like Shiloh and this city an object of cursing among all the nations of the earth.' \"",
        "vcode": "NIV",
        "vnum": 6
    },
    {
        "bcode": 24,
        "cnum": 26,
        "content": "The priests, the prophets and all the people heard Jeremiah speak these words in the house of the LORD.",
        "vcode": "NIV",
        "vnum": 7
    },
    {
        "bcode": 24,
        "cnum": 26,
        "content": "But as soon as Jeremiah finished telling all the people everything the LORD had commanded him to say, the priests, the prophets and all the people seized him and said, \"You must die!",
        "vcode": "NIV",
        "vnum": 8
    },
    {
        "bcode": 24,
        "cnum": 26,
        "content": "Why do you prophesy in the LORD's name that this house will be like Shiloh and this city will be desolate and deserted?\" And all the people crowded around Jeremiah in the house of the LORD.",
        "vcode": "NIV",
        "vnum": 9
    },
    {
        "bcode": 24,
        "cnum": 26,
        "content": "When the officials of Judah heard about these things, they went up from the royal palace to the house of the LORD and took their places at the entrance of the New Gate of the LORD's house.",
        "vcode": "NIV",
        "vnum": 10
    },
    {
        "bcode": 24,
        "cnum": 26,
        "content": "Then the priests and the prophets said to the officials and all the people, \"This man should be sentenced to death because he has prophesied against this city. You have heard it with your own ears!\"",
        "vcode": "NIV",
        "vnum": 11
    },
    {
        "bcode": 24,
        "cnum": 26,
        "content": "Then Jeremiah said to all the officials and all the people: \"The LORD sent me to prophesy against this house and this city all the things you have heard.",
        "vcode": "NIV",
        "vnum": 12
    },
    {
        "bcode": 24,
        "cnum": 26,
        "content": "Now reform your ways and your actions and obey the LORD your God. Then the LORD will relent and not bring the disaster he has pronounced against you.",
        "vcode": "NIV",
        "vnum": 13
    },
    {
        "bcode": 24,
        "cnum": 26,
        "content": "As for me, I am in your hands; do with me whatever you think is good and right.",
        "vcode": "NIV",
        "vnum": 14
    },
    {
        "bcode": 24,
        "cnum": 26,
        "content": "Be assured, however, that if you put me to death, you will bring the guilt of innocent blood on yourselves and on this city and on those who live in it, for in truth the LORD has sent me to you to speak all these words in your hearing.\"",
        "vcode": "NIV",
        "vnum": 15
    },
    {
        "bcode": 24,
        "cnum": 26,
        "content": "Then the officials and all the people said to the priests and the prophets, \"This man should not be sentenced to death! He has spoken to us in the name of the LORD our God.\"",
        "vcode": "NIV",
        "vnum": 16
    },
    {
        "bcode": 24,
        "cnum": 26,
        "content": "Some of the elders of the land stepped forward and said to the entire assembly of people,",
        "vcode": "NIV",
        "vnum": 17
    },
    {
        "bcode": 24,
        "cnum": 26,
        "content": "\"Micah of Moresheth prophesied in the days of Hezekiah king of Judah. He told all the people of Judah, 'This is what the LORD Almighty says: \" 'Zion will be plowed like a field, Jerusalem will become a heap of rubble, the temple hill a mound overgrown with thickets.'",
        "vcode": "NIV",
        "vnum": 18
    },
    {
        "bcode": 24,
        "cnum": 26,
        "content": "\"Did Hezekiah king of Judah or anyone else in Judah put him to death? Did not Hezekiah fear the LORD and seek his favor? And did not the LORD relent, so that he did not bring the disaster he pronounced against them? We are about to bring a terrible disaster on ourselves!\"",
        "vcode": "NIV",
        "vnum": 19
    },
    {
        "bcode": 24,
        "cnum": 26,
        "content": "(Now Uriah son of Shemaiah from Kiriath Jearim was another man who prophesied in the name of the LORD; he prophesied the same things against this city and this land as Jeremiah did.",
        "vcode": "NIV",
        "vnum": 20
    },
    {
        "bcode": 24,
        "cnum": 26,
        "content": "When King Jehoiakim and all his officers and officials heard his words, the king sought to put him to death. But Uriah heard of it and fled in fear to Egypt.",
        "vcode": "NIV",
        "vnum": 21
    },
    {
        "bcode": 24,
        "cnum": 26,
        "content": "King Jehoiakim, however, sent Elnathan son of Acbor to Egypt, along with some other men.",
        "vcode": "NIV",
        "vnum": 22
    },
    {
        "bcode": 24,
        "cnum": 26,
        "content": "They brought Uriah out of Egypt and took him to King Jehoiakim, who had him struck down with a sword and his body thrown into the burial place of the common people.)",
        "vcode": "NIV",
        "vnum": 23
    },
    {
        "bcode": 24,
        "cnum": 26,
        "content": "Furthermore, Ahikam son of Shaphan supported Jeremiah, and so he was not handed over to the people to be put to death.",
        "vcode": "NIV",
        "vnum": 24
    }
]