[
    {
        "bcode": 24,
        "cnum": 30,
        "content": "This is the word that came to Jeremiah from the LORD :",
        "vcode": "NIV",
        "vnum": 1
    },
    {
        "bcode": 24,
        "cnum": 30,
        "content": "\"This is what the LORD, the God of Israel, says: 'Write in a book all the words I have spoken to you.",
        "vcode": "NIV",
        "vnum": 2
    },
    {
        "bcode": 24,
        "cnum": 30,
        "content": "The days are coming,' declares the LORD, 'when I will bring my people Israel and Judah back from captivity and restore them to the land I gave their forefathers to possess,' says the LORD.\"",
        "vcode": "NIV",
        "vnum": 3
    },
    {
        "bcode": 24,
        "cnum": 30,
        "content": "These are the words the LORD spoke concerning Israel and Judah:",
        "vcode": "NIV",
        "vnum": 4
    },
    {
        "bcode": 24,
        "cnum": 30,
        "content": "\"This is what the LORD says: \" 'Cries of fear are heard-- terror, not peace.",
        "vcode": "NIV",
        "vnum": 5
    },
    {
        "bcode": 24,
        "cnum": 30,
        "content": "Ask and see: Can a man bear children? Then why do I see every strong man with his hands on his stomach like a woman in labor, every face turned deathly pale?",
        "vcode": "NIV",
        "vnum": 6
    },
    {
        "bcode": 24,
        "cnum": 30,
        "content": "How awful that day will be! None will be like it. It will be a time of trouble for Jacob, but he will be saved out of it.",
        "vcode": "NIV",
        "vnum": 7
    },
    {
        "bcode": 24,
        "cnum": 30,
        "content": "\" 'In that day,' declares the LORD Almighty, 'I will break the yoke off their necks and will tear off their bonds; no longer will foreigners enslave them.",
        "vcode": "NIV",
        "vnum": 8
    },
    {
        "bcode": 24,
        "cnum": 30,
        "content": "Instead, they will serve the LORD their God and David their king, whom I will raise up for them.",
        "vcode": "NIV",
        "vnum": 9
    },
    {
        "bcode": 24,
        "cnum": 30,
        "content": "\" 'So do not fear, O Jacob my servant; do not be dismayed, O Israel,' declares the LORD. 'I will surely save you out of a distant place, your descendants from the land of their exile. Jacob will again have peace and security, and no one will make him afraid.",
        "vcode": "NIV",
        "vnum": 10
    },
    {
        "bcode": 24,
        "cnum": 30,
        "content": "I am with you and will save you,' declares the LORD. 'Though I completely destroy all the nations among which I scatter you, I will not completely destroy you. I will discipline you but only with justice; I will not let you go entirely unpunished.'",
        "vcode": "NIV",
        "vnum": 11
    },
    {
        "bcode": 24,
        "cnum": 30,
        "content": "\"This is what the LORD says: \" 'Your wound is incurable, your injury beyond healing.",
        "vcode": "NIV",
        "vnum": 12
    },
    {
        "bcode": 24,
        "cnum": 30,
        "content": "There is no one to plead your cause, no remedy for your sore, no healing for you.",
        "vcode": "NIV",
        "vnum": 13
    },
    {
        "bcode": 24,
        "cnum": 30,
        "content": "All your allies have forgotten you; they care nothing for you. I have struck you as an enemy would and punished you as would the cruel, because your guilt is so great and your sins so many.",
        "vcode": "NIV",
        "vnum": 14
    },
    {
        "bcode": 24,
        "cnum": 30,
        "content": "Why do you cry out over your wound, your pain that has no cure? Because of your great guilt and many sins I have done these things to you.",
        "vcode": "NIV",
        "vnum": 15
    },
    {
        "bcode": 24,
        "cnum": 30,
        "content": "\" 'But all who devour you will be devoured; all your enemies will go into exile. Those who plunder you will be plundered; all who make spoil of you I will despoil.",
        "vcode": "NIV",
        "vnum": 16
    },
    {
        "bcode": 24,
        "cnum": 30,
        "content": "But I will restore you to health and heal your wounds,' declares the LORD, 'because you are called an outcast, Zion for whom no one cares.'",
        "vcode": "NIV",
        "vnum": 17
    },
    {
        "bcode": 24,
        "cnum": 30,
        "content": "\"This is what the LORD says: \" 'I will restore the fortunes of Jacob's tents and have compassion on his dwellings; the city will be rebuilt on her ruins, and the palace will stand in its proper place.",
        "vcode": "NIV",
        "vnum": 18
    },
    {
        "bcode": 24,
        "cnum": 30,
        "content": "From them will come songs of thanksgiving and the sound of rejoicing. I will add to their numbers, and they will not be decreased; I will bring them honor, and they will not be disdained.",
        "vcode": "NIV",
        "vnum": 19
    },
    {
        "bcode": 24,
        "cnum": 30,
        "content": "Their children will be as in days of old, and their community will be established before me; I will punish all who oppress them.",
        "vcode": "NIV",
        "vnum": 20
    },
    {
        "bcode": 24,
        "cnum": 30,
        "content": "Their leader will be one of their own; their ruler will arise from among them. I will bring him near and he will come close to me, for who is he who will devote himself to be close to me?' declares the LORD.",
        "vcode": "NIV",
        "vnum": 21
    },
    {
        "bcode": 24,
        "cnum": 30,
        "content": "\" 'So you will be my people, and I will be your God.' \"",
        "vcode": "NIV",
        "vnum": 22
    },
    {
        "bcode": 24,
        "cnum": 30,
        "content": "See, the storm of the LORD will burst out in wrath, a driving wind swirling down on the heads of the wicked.",
        "vcode": "NIV",
        "vnum": 23
    },
    {
        "bcode": 24,
        "cnum": 30,
        "content": "The fierce anger of the LORD will not turn back until he fully accomplishes the purposes of his heart. In days to come you will understand this.",
        "vcode": "NIV",
        "vnum": 24
    }
]