[
    {
        "bcode": 24,
        "cnum": 37,
        "content": "Zedekiah son of Josiah was made king of Judah by Nebuchadnezzar king of Babylon; he reigned in place of Jehoiachin son of Jehoiakim.",
        "vcode": "NIV",
        "vnum": 1
    },
    {
        "bcode": 24,
        "cnum": 37,
        "content": "Neither he nor his attendants nor the people of the land paid any attention to the words the LORD had spoken through Jeremiah the prophet.",
        "vcode": "NIV",
        "vnum": 2
    },
    {
        "bcode": 24,
        "cnum": 37,
        "content": "King Zedekiah, however, sent Jehucal son of Shelemiah with the priest Zephaniah son of Maaseiah to Jeremiah the prophet with this message: \"Please pray to the LORD our God for us.\"",
        "vcode": "NIV",
        "vnum": 3
    },
    {
        "bcode": 24,
        "cnum": 37,
        "content": "Now Jeremiah was free to come and go among the people, for he had not yet been put in prison.",
        "vcode": "NIV",
        "vnum": 4
    },
    {
        "bcode": 24,
        "cnum": 37,
        "content": "Pharaoh's army had marched out of Egypt, and when the Babylonians who were besieging Jerusalem heard the report about them, they withdrew from Jerusalem.",
        "vcode": "NIV",
        "vnum": 5
    },
    {
        "bcode": 24,
        "cnum": 37,
        "content": "Then the word of the LORD came to Jeremiah the prophet:",
        "vcode": "NIV",
        "vnum": 6
    },
    {
        "bcode": 24,
        "cnum": 37,
        "content": "\"This is what the LORD, the God of Israel, says: Tell the king of Judah, who sent you to inquire of me, 'Pharaoh's army, which has marched out to support you, will go back to its own land, to Egypt.",
        "vcode": "NIV",
        "vnum": 7
    },
    {
        "bcode": 24,
        "cnum": 37,
        "content": "Then the Babylonians will return and attack this city; they will capture it and burn it down.'",
        "vcode": "NIV",
        "vnum": 8
    },
    {
        "bcode": 24,
        "cnum": 37,
        "content": "\"This is what the LORD says: Do not deceive yourselves, thinking, 'The Babylonians will surely leave us.' They will not!",
        "vcode": "NIV",
        "vnum": 9
    },
    {
        "bcode": 24,
        "cnum": 37,
        "content": "Even if you were to defeat the entire Babylonian army that is attacking you and only wounded men were left in their tents, they would come out and burn this city down.\"",
        "vcode": "NIV",
        "vnum": 10
    },
    {
        "bcode": 24,
        "cnum": 37,
        "content": "After the Babylonian army had withdrawn from Jerusalem because of Pharaoh's army,",
        "vcode": "NIV",
        "vnum": 11
    },
    {
        "bcode": 24,
        "cnum": 37,
        "content": "Jeremiah started to leave the city to go to the territory of Benjamin to get his share of the property among the people there.",
        "vcode": "NIV",
        "vnum": 12
    },
    {
        "bcode": 24,
        "cnum": 37,
        "content": "But when he reached the Benjamin Gate, the captain of the guard, whose name was Irijah son of Shelemiah, the son of Hananiah, arrested him and said, \"You are deserting to the Babylonians!\"",
        "vcode": "NIV",
        "vnum": 13
    },
    {
        "bcode": 24,
        "cnum": 37,
        "content": "\"That's not true!\" Jeremiah said. \"I am not deserting to the Babylonians.\" But Irijah would not listen to him; instead, he arrested Jeremiah and brought him to the officials.",
        "vcode": "NIV",
        "vnum": 14
    },
    {
        "bcode": 24,
        "cnum": 37,
        "content": "They were angry with Jeremiah and had him beaten and imprisoned in the house of Jonathan the secretary, which they had made into a prison.",
        "vcode": "NIV",
        "vnum": 15
    },
    {
        "bcode": 24,
        "cnum": 37,
        "content": "Jeremiah was put into a vaulted cell in a dungeon, where he remained a long time.",
        "vcode": "NIV",
        "vnum": 16
    },
    {
        "bcode": 24,
        "cnum": 37,
        "content": "Then King Zedekiah sent for him and had him brought to the palace, where he asked him privately, \"Is there any word from the LORD ?\" \"Yes,\" Jeremiah replied, \"you will be handed over to the king of Babylon.\"",
        "vcode": "NIV",
        "vnum": 17
    },
    {
        "bcode": 24,
        "cnum": 37,
        "content": "Then Jeremiah said to King Zedekiah, \"What crime have I committed against you or your officials or this people, that you have put me in prison?",
        "vcode": "NIV",
        "vnum": 18
    },
    {
        "bcode": 24,
        "cnum": 37,
        "content": "Where are your prophets who prophesied to you, 'The king of Babylon will not attack you or this land'?",
        "vcode": "NIV",
        "vnum": 19
    },
    {
        "bcode": 24,
        "cnum": 37,
        "content": "But now, my lord the king, please listen. Let me bring my petition before you: Do not send me back to the house of Jonathan the secretary, or I will die there.\"",
        "vcode": "NIV",
        "vnum": 20
    },
    {
        "bcode": 24,
        "cnum": 37,
        "content": "King Zedekiah then gave orders for Jeremiah to be placed in the courtyard of the guard and given bread from the street of the bakers each day until all the bread in the city was gone. So Jeremiah remained in the courtyard of the guard.",
        "vcode": "NIV",
        "vnum": 21
    }
]