[
    {
        "bcode": 24,
        "cnum": 6,
        "content": "\"Flee for safety, people of Benjamin! Flee from Jerusalem! Sound the trumpet in Tekoa! Raise the signal over Beth Hakkerem! For disaster looms out of the north, even terrible destruction.",
        "vcode": "NIV",
        "vnum": 1
    },
    {
        "bcode": 24,
        "cnum": 6,
        "content": "I will destroy the Daughter of Zion, so beautiful and delicate.",
        "vcode": "NIV",
        "vnum": 2
    },
    {
        "bcode": 24,
        "cnum": 6,
        "content": "Shepherds with their flocks will come against her; they will pitch their tents around her, each tending his own portion.\"",
        "vcode": "NIV",
        "vnum": 3
    },
    {
        "bcode": 24,
        "cnum": 6,
        "content": "\"Prepare for battle against her! Arise, let us attack at noon! But, alas, the daylight is fading, and the shadows of evening grow long.",
        "vcode": "NIV",
        "vnum": 4
    },
    {
        "bcode": 24,
        "cnum": 6,
        "content": "So arise, let us attack at night and destroy her fortresses!\"",
        "vcode": "NIV",
        "vnum": 5
    },
    {
        "bcode": 24,
        "cnum": 6,
        "content": "This is what the LORD Almighty says: \"Cut down the trees and build siege ramps against Jerusalem. This city must be punished; it is filled with oppression.",
        "vcode": "NIV",
        "vnum": 6
    },
    {
        "bcode": 24,
        "cnum": 6,
        "content": "As a well pours out its water, so she pours out her wickedness. Violence and destruction resound in her; her sickness and wounds are ever before me.",
        "vcode": "NIV",
        "vnum": 7
    },
    {
        "bcode": 24,
        "cnum": 6,
        "content": "Take warning, O Jerusalem, or I will turn away from you and make your land desolate so no one can live in it.\"",
        "vcode": "NIV",
        "vnum": 8
    },
    {
        "bcode": 24,
        "cnum": 6,
        "content": "This is what the LORD Almighty says: \"Let them glean the remnant of Israel as thoroughly as a vine; pass your hand over the branches again, like one gathering grapes.\"",
        "vcode": "NIV",
        "vnum": 9
    },
    {
        "bcode": 24,
        "cnum": 6,
        "content": "To whom can I speak and give warning? Who will listen to me? Their ears are closed so they cannot hear. The word of the LORD is offensive to them; they find no pleasure in it.",
        "vcode": "NIV",
        "vnum": 10
    },
    {
        "bcode": 24,
        "cnum": 6,
        "content": "But I am full of the wrath of the LORD, and I cannot hold it in. \"Pour it out on the children in the street and on the young men gathered together; both husband and wife will be caught in it, and the old, those weighed down with years.",
        "vcode": "NIV",
        "vnum": 11
    },
    {
        "bcode": 24,
        "cnum": 6,
        "content": "Their houses will be turned over to others, together with their fields and their wives, when I stretch out my hand against those who live in the land,\" declares the LORD.",
        "vcode": "NIV",
        "vnum": 12
    },
    {
        "bcode": 24,
        "cnum": 6,
        "content": "\"From the least to the greatest, all are greedy for gain; prophets and priests alike, all practice deceit.",
        "vcode": "NIV",
        "vnum": 13
    },
    {
        "bcode": 24,
        "cnum": 6,
        "content": "They dress the wound of my people as though it were not serious. 'Peace, peace,' they say, when there is no peace.",
        "vcode": "NIV",
        "vnum": 14
    },
    {
        "bcode": 24,
        "cnum": 6,
        "content": "Are they ashamed of their loathsome conduct? No, they have no shame at all; they do not even know how to blush. So they will fall among the fallen; they will be brought down when I punish them,\" says the LORD.",
        "vcode": "NIV",
        "vnum": 15
    },
    {
        "bcode": 24,
        "cnum": 6,
        "content": "This is what the LORD says: \"Stand at the crossroads and look; ask for the ancient paths, ask where the good way is, and walk in it, and you will find rest for your souls. But you said, 'We will not walk in it.'",
        "vcode": "NIV",
        "vnum": 16
    },
    {
        "bcode": 24,
        "cnum": 6,
        "content": "I appointed watchmen over you and said, 'Listen to the sound of the trumpet!' But you said, 'We will not listen.'",
        "vcode": "NIV",
        "vnum": 17
    },
    {
        "bcode": 24,
        "cnum": 6,
        "content": "Therefore hear, O nations; observe, O witnesses, what will happen to them.",
        "vcode": "NIV",
        "vnum": 18
    },
    {
        "bcode": 24,
        "cnum": 6,
        "content": "Hear, O earth: I am bringing disaster on this people, the fruit of their schemes, because they have not listened to my words and have rejected my law.",
        "vcode": "NIV",
        "vnum": 19
    },
    {
        "bcode": 24,
        "cnum": 6,
        "content": "What do I care about incense from Sheba or sweet calamus from a distant land? Your burnt offerings are not acceptable; your sacrifices do not please me.\"",
        "vcode": "NIV",
        "vnum": 20
    },
    {
        "bcode": 24,
        "cnum": 6,
        "content": "Therefore this is what the LORD says: \"I will put obstacles before this people. Fathers and sons alike will stumble over them; neighbors and friends will perish.\"",
        "vcode": "NIV",
        "vnum": 21
    },
    {
        "bcode": 24,
        "cnum": 6,
        "content": "This is what the LORD says: \"Look, an army is coming from the land of the north; a great nation is being stirred up from the ends of the earth.",
        "vcode": "NIV",
        "vnum": 22
    },
    {
        "bcode": 24,
        "cnum": 6,
        "content": "They are armed with bow and spear; they are cruel and show no mercy. They sound like the roaring sea as they ride on their horses; they come like men in battle formation to attack you, O Daughter of Zion.\"",
        "vcode": "NIV",
        "vnum": 23
    },
    {
        "bcode": 24,
        "cnum": 6,
        "content": "We have heard reports about them, and our hands hang limp. Anguish has gripped us, pain like that of a woman in labor.",
        "vcode": "NIV",
        "vnum": 24
    },
    {
        "bcode": 24,
        "cnum": 6,
        "content": "Do not go out to the fields or walk on the roads, for the enemy has a sword, and there is terror on every side.",
        "vcode": "NIV",
        "vnum": 25
    },
    {
        "bcode": 24,
        "cnum": 6,
        "content": "O my people, put on sackcloth and roll in ashes; mourn with bitter wailing as for an only son, for suddenly the destroyer will come upon us.",
        "vcode": "NIV",
        "vnum": 26
    },
    {
        "bcode": 24,
        "cnum": 6,
        "content": "\"I have made you a tester of metals and my people the ore, that you may observe and test their ways.",
        "vcode": "NIV",
        "vnum": 27
    },
    {
        "bcode": 24,
        "cnum": 6,
        "content": "They are all hardened rebels, going about to slander. They are bronze and iron; they all act corruptly.",
        "vcode": "NIV",
        "vnum": 28
    },
    {
        "bcode": 24,
        "cnum": 6,
        "content": "The bellows blow fiercely to burn away the lead with fire, but the refining goes on in vain; the wicked are not purged out.",
        "vcode": "NIV",
        "vnum": 29
    },
    {
        "bcode": 24,
        "cnum": 6,
        "content": "They are called rejected silver, because the LORD has rejected them.\"",
        "vcode": "NIV",
        "vnum": 30
    }
]