{"pageProps":{"version":{"name":"NIV","vcode":"NIV"},"bible":{"bcode":33,"chapterCount":7,"name":"Micah","type":"old","vcode":"NIV"},"chapter":"3","verses":[{"bcode":33,"cnum":3,"content":"Then I said, \"Listen, you leaders of Jacob, you rulers of the house of Israel. Should you not know justice,","vcode":"NIV","vnum":1},{"bcode":33,"cnum":3,"content":"you who hate good and love evil; who tear the skin from my people and the flesh from their bones;","vcode":"NIV","vnum":2},{"bcode":33,"cnum":3,"content":"who eat my people's flesh, strip off their skin and break their bones in pieces; who chop them up like meat for the pan, like flesh for the pot?\"","vcode":"NIV","vnum":3},{"bcode":33,"cnum":3,"content":"Then they will cry out to the LORD, but he will not answer them. At that time he will hide his face from them because of the evil they have done.","vcode":"NIV","vnum":4},{"bcode":33,"cnum":3,"content":"This is what the LORD says: \"As for the prophets who lead my people astray, if one feeds them, they proclaim 'peace'; if he does not, they prepare to wage war against him.","vcode":"NIV","vnum":5},{"bcode":33,"cnum":3,"content":"Therefore night will come over you, without visions, and darkness, without divination. The sun will set for the prophets, and the day will go dark for them.","vcode":"NIV","vnum":6},{"bcode":33,"cnum":3,"content":"The seers will be ashamed and the diviners disgraced. They will all cover their faces because there is no answer from God.\"","vcode":"NIV","vnum":7},{"bcode":33,"cnum":3,"content":"But as for me, I am filled with power, with the Spirit of the LORD, and with justice and might, to declare to Jacob his transgression, to Israel his sin.","vcode":"NIV","vnum":8},{"bcode":33,"cnum":3,"content":"Hear this, you leaders of the house of Jacob, you rulers of the house of Israel, who despise justice and distort all that is right;","vcode":"NIV","vnum":9},{"bcode":33,"cnum":3,"content":"who build Zion with bloodshed, and Jerusalem with wickedness.","vcode":"NIV","vnum":10},{"bcode":33,"cnum":3,"content":"Her leaders judge for a bribe, her priests teach for a price, and her prophets tell fortunes for money. Yet they lean upon the LORD and say, \"Is not the LORD among us? No disaster will come upon us.\"","vcode":"NIV","vnum":11},{"bcode":33,"cnum":3,"content":"Therefore because of you, Zion will be plowed like a field, Jerusalem will become a heap of rubble, the temple hill a mound overgrown with thickets.","vcode":"NIV","vnum":12}]},"__N_SSG":true}