[
    {
        "bcode": 33,
        "cnum": 4,
        "content": "끝날에 이르러는 여호와의 전의 산이 산들의 꼭대기에 굳게 서며 작은 산들 위에 뛰어나고 민족들이 그리로 몰려갈 것이라",
        "vcode": "GAE",
        "vnum": 1
    },
    {
        "bcode": 33,
        "cnum": 4,
        "content": "곧 많은 이방 사람들이 가며 이르기를 오라 우리가 여호와의 산에 올라가서 야곱의 하나님의 전에 이르자 그가 그의 도를 가지고 우리에게 가르치실 것이니라 우리가 그의 길로 행하리라 하리니 이는 율법이 시온에서부터 나올 것이요 여호와의 말씀이 예루살렘에서부터 나올 것임이라",
        "vcode": "GAE",
        "vnum": 2
    },
    {
        "bcode": 33,
        "cnum": 4,
        "content": "그가 많은 민족들 사이의 일을 심판하시며 먼 곳 강한 이방 사람을 판결하시리니 무리가 그 칼을 쳐서 보습을 만들고 창을 쳐서 낫을 만들 것이며 이 나라와 저 나라가 다시는 칼을 들고 서로 치지 아니하며 다시는 전쟁을 연습하지 아니하고",
        "vcode": "GAE",
        "vnum": 3
    },
    {
        "bcode": 33,
        "cnum": 4,
        "content": "각 사람이 자기 포도나무 아래와 자기 무화과나무 아래에 앉을 것이라 그들을 두렵게 할 자가 없으리니 이는 만군의 여호와의 입이 이같이 말씀하셨음이라",
        "vcode": "GAE",
        "vnum": 4
    },
    {
        "bcode": 33,
        "cnum": 4,
        "content": "만민이 각각 자기의 신의 이름을 의지하여 행하되 오직 우리는 우리 하나님 여호와의 이름을 의지하여 영원히 행하리로다",
        "vcode": "GAE",
        "vnum": 5
    },
    {
        "bcode": 33,
        "cnum": 4,
        "content": "여호와께서 말씀하시되 그 날에는 내가 저는 자를 모으며 쫓겨난 자와 내가 환난 받게 한 자를 모아",
        "vcode": "GAE",
        "vnum": 6
    },
    {
        "bcode": 33,
        "cnum": 4,
        "content": "발을 저는 자는 남은 백성이 되게 하며 멀리 쫓겨났던 자들이 강한 나라가 되게 하고 나 여호와가 시온 산에서 이제부터 영원까지 그들을 다스리리라 하셨나니",
        "vcode": "GAE",
        "vnum": 7
    },
    {
        "bcode": 33,
        "cnum": 4,
        "content": "너 양 떼의 망대요 딸 시온의 산이여 이전 권능 곧 딸 예루살렘의 나라가 네게로 돌아오리라",
        "vcode": "GAE",
        "vnum": 8
    },
    {
        "bcode": 33,
        "cnum": 4,
        "content": "이제 네가 어찌하여 부르짖느냐 너희 중에 왕이 없어졌고 네 모사가 죽었으므로 네가 해산하는 여인처럼 고통함이냐",
        "vcode": "GAE",
        "vnum": 9
    },
    {
        "bcode": 33,
        "cnum": 4,
        "content": "딸 시온이여 해산하는 여인처럼 힘들여 낳을지어다 이제 네가 성읍에서 나가서 들에 거주하며 또 바벨론까지 이르러 거기서 구원을 얻으리니 여호와께서 거기서 너를 네 원수들의 손에서 속량하여 내시리라",
        "vcode": "GAE",
        "vnum": 10
    },
    {
        "bcode": 33,
        "cnum": 4,
        "content": "이제 많은 이방 사람들이 모여서 너를 치며 이르기를 시온이 더럽게 되며 그것을 우리 눈으로 바라보기를 원하노라 하거니와",
        "vcode": "GAE",
        "vnum": 11
    },
    {
        "bcode": 33,
        "cnum": 4,
        "content": "그들이 여호와의 뜻을 알지 못하며 그의 계획을 깨닫지 못한 것이라 여호와께서 곡식 단을 타작 마당에 모음 같이 그들을 모으셨나니",
        "vcode": "GAE",
        "vnum": 12
    },
    {
        "bcode": 33,
        "cnum": 4,
        "content": "딸 시온이여 일어나서 칠지어다 내가 네 뿔을 무쇠 같게 하며 네 굽을 놋 같게 하리니 네가 여러 백성을 쳐서 깨뜨릴 것이라 네가 그들의 탈취물을 구별하여 여호와께 드리며 그들의 재물을 온 땅의 주께 돌리리라",
        "vcode": "GAE",
        "vnum": 13
    }
]