[
    {
        "bcode": 42,
        "cnum": 10,
        "content": "After this the Lord appointed seventy-two others and sent them two by two ahead of him to every town and place where he was about to go.",
        "vcode": "NIV",
        "vnum": 1
    },
    {
        "bcode": 42,
        "cnum": 10,
        "content": "He told them, \"The harvest is plentiful, but the workers are few. Ask the Lord of the harvest, therefore, to send out workers into his harvest field.",
        "vcode": "NIV",
        "vnum": 2
    },
    {
        "bcode": 42,
        "cnum": 10,
        "content": "Go! I am sending you out like lambs among wolves.",
        "vcode": "NIV",
        "vnum": 3
    },
    {
        "bcode": 42,
        "cnum": 10,
        "content": "Do not take a purse or bag or sandals; and do not greet anyone on the road.",
        "vcode": "NIV",
        "vnum": 4
    },
    {
        "bcode": 42,
        "cnum": 10,
        "content": "\"When you enter a house, first say, 'Peace to this house.'",
        "vcode": "NIV",
        "vnum": 5
    },
    {
        "bcode": 42,
        "cnum": 10,
        "content": "If a man of peace is there, your peace will rest on him; if not, it will return to you.",
        "vcode": "NIV",
        "vnum": 6
    },
    {
        "bcode": 42,
        "cnum": 10,
        "content": "Stay in that house, eating and drinking whatever they give you, for the worker deserves his wages. Do not move around from house to house.",
        "vcode": "NIV",
        "vnum": 7
    },
    {
        "bcode": 42,
        "cnum": 10,
        "content": "\"When you enter a town and are welcomed, eat what is set before you.",
        "vcode": "NIV",
        "vnum": 8
    },
    {
        "bcode": 42,
        "cnum": 10,
        "content": "Heal the sick who are there and tell them, 'The kingdom of God is near you.'",
        "vcode": "NIV",
        "vnum": 9
    },
    {
        "bcode": 42,
        "cnum": 10,
        "content": "But when you enter a town and are not welcomed, go into its streets and say,",
        "vcode": "NIV",
        "vnum": 10
    },
    {
        "bcode": 42,
        "cnum": 10,
        "content": "'Even the dust of your town that sticks to our feet we wipe off against you. Yet be sure of this: The kingdom of God is near.'",
        "vcode": "NIV",
        "vnum": 11
    },
    {
        "bcode": 42,
        "cnum": 10,
        "content": "I tell you, it will be more bearable on that day for Sodom than for that town.",
        "vcode": "NIV",
        "vnum": 12
    },
    {
        "bcode": 42,
        "cnum": 10,
        "content": "\"Woe to you, Korazin! Woe to you, Bethsaida! For if the miracles that were performed in you had been performed in Tyre and Sidon, they would have repented long ago, sitting in sackcloth and ashes.",
        "vcode": "NIV",
        "vnum": 13
    },
    {
        "bcode": 42,
        "cnum": 10,
        "content": "But it will be more bearable for Tyre and Sidon at the judgment than for you.",
        "vcode": "NIV",
        "vnum": 14
    },
    {
        "bcode": 42,
        "cnum": 10,
        "content": "And you, Capernaum, will you be lifted up to the skies? No, you will go down to the depths.",
        "vcode": "NIV",
        "vnum": 15
    },
    {
        "bcode": 42,
        "cnum": 10,
        "content": "\"He who listens to you listens to me; he who rejects you rejects me; but he who rejects me rejects him who sent me.\"",
        "vcode": "NIV",
        "vnum": 16
    },
    {
        "bcode": 42,
        "cnum": 10,
        "content": "The seventy-two returned with joy and said, \"Lord, even the demons submit to us in your name.\"",
        "vcode": "NIV",
        "vnum": 17
    },
    {
        "bcode": 42,
        "cnum": 10,
        "content": "He replied, \"I saw Satan fall like lightning from heaven.",
        "vcode": "NIV",
        "vnum": 18
    },
    {
        "bcode": 42,
        "cnum": 10,
        "content": "I have given you authority to trample on snakes and scorpions and to overcome all the power of the enemy; nothing will harm you.",
        "vcode": "NIV",
        "vnum": 19
    },
    {
        "bcode": 42,
        "cnum": 10,
        "content": "However, do not rejoice that the spirits submit to you, but rejoice that your names are written in heaven.\"",
        "vcode": "NIV",
        "vnum": 20
    },
    {
        "bcode": 42,
        "cnum": 10,
        "content": "At that time Jesus, full of joy through the Holy Spirit, said, \"I praise you, Father, Lord of heaven and earth, because you have hidden these things from the wise and learned, and revealed them to little children. Yes, Father, for this was your good pleasure.",
        "vcode": "NIV",
        "vnum": 21
    },
    {
        "bcode": 42,
        "cnum": 10,
        "content": "\"All things have been committed to me by my Father. No one knows who the Son is except the Father, and no one knows who the Father is except the Son and those to whom the Son chooses to reveal him.\"",
        "vcode": "NIV",
        "vnum": 22
    },
    {
        "bcode": 42,
        "cnum": 10,
        "content": "Then he turned to his disciples and said privately, \"Blessed are the eyes that see what you see.",
        "vcode": "NIV",
        "vnum": 23
    },
    {
        "bcode": 42,
        "cnum": 10,
        "content": "For I tell you that many prophets and kings wanted to see what you see but did not see it, and to hear what you hear but did not hear it.\"",
        "vcode": "NIV",
        "vnum": 24
    },
    {
        "bcode": 42,
        "cnum": 10,
        "content": "On one occasion an expert in the law stood up to test Jesus. \"Teacher,\" he asked, \"what must I do to inherit eternal life?\"",
        "vcode": "NIV",
        "vnum": 25
    },
    {
        "bcode": 42,
        "cnum": 10,
        "content": "\"What is written in the Law?\" he replied. \"How do you read it?\"",
        "vcode": "NIV",
        "vnum": 26
    },
    {
        "bcode": 42,
        "cnum": 10,
        "content": "He answered: \" 'Love the Lord your God with all your heart and with all your soul and with all your strength and with all your mind'; and, 'Love your neighbor as yourself.'\"",
        "vcode": "NIV",
        "vnum": 27
    },
    {
        "bcode": 42,
        "cnum": 10,
        "content": "\"You have answered correctly,\" Jesus replied. \"Do this and you will live.\"",
        "vcode": "NIV",
        "vnum": 28
    },
    {
        "bcode": 42,
        "cnum": 10,
        "content": "But he wanted to justify himself, so he asked Jesus, \"And who is my neighbor?\"",
        "vcode": "NIV",
        "vnum": 29
    },
    {
        "bcode": 42,
        "cnum": 10,
        "content": "In reply Jesus said: \"A man was going down from Jerusalem to Jericho, when he fell into the hands of robbers. They stripped him of his clothes, beat him and went away, leaving him half dead.",
        "vcode": "NIV",
        "vnum": 30
    },
    {
        "bcode": 42,
        "cnum": 10,
        "content": "A priest happened to be going down the same road, and when he saw the man, he passed by on the other side.",
        "vcode": "NIV",
        "vnum": 31
    },
    {
        "bcode": 42,
        "cnum": 10,
        "content": "So too, a Levite, when he came to the place and saw him, passed by on the other side.",
        "vcode": "NIV",
        "vnum": 32
    },
    {
        "bcode": 42,
        "cnum": 10,
        "content": "But a Samaritan, as he traveled, came where the man was; and when he saw him, he took pity on him.",
        "vcode": "NIV",
        "vnum": 33
    },
    {
        "bcode": 42,
        "cnum": 10,
        "content": "He went to him and bandaged his wounds, pouring on oil and wine. Then he put the man on his own donkey, took him to an inn and took care of him.",
        "vcode": "NIV",
        "vnum": 34
    },
    {
        "bcode": 42,
        "cnum": 10,
        "content": "The next day he took out two silver coins and gave them to the innkeeper. 'Look after him,' he said, 'and when I return, I will reimburse you for any extra expense you may have.'",
        "vcode": "NIV",
        "vnum": 35
    },
    {
        "bcode": 42,
        "cnum": 10,
        "content": "\"Which of these three do you think was a neighbor to the man who fell into the hands of robbers?\"",
        "vcode": "NIV",
        "vnum": 36
    },
    {
        "bcode": 42,
        "cnum": 10,
        "content": "The expert in the law replied, \"The one who had mercy on him.\" Jesus told him, \"Go and do likewise.\"",
        "vcode": "NIV",
        "vnum": 37
    },
    {
        "bcode": 42,
        "cnum": 10,
        "content": "As Jesus and his disciples were on their way, he came to a village where a woman named Martha opened her home to him.",
        "vcode": "NIV",
        "vnum": 38
    },
    {
        "bcode": 42,
        "cnum": 10,
        "content": "She had a sister called Mary, who sat at the Lord's feet listening to what he said.",
        "vcode": "NIV",
        "vnum": 39
    },
    {
        "bcode": 42,
        "cnum": 10,
        "content": "But Martha was distracted by all the preparations that had to be made. She came to him and asked, \"Lord, don't you care that my sister has left me to do the work by myself? Tell her to help me!\"",
        "vcode": "NIV",
        "vnum": 40
    },
    {
        "bcode": 42,
        "cnum": 10,
        "content": "\"Martha, Martha,\" the Lord answered, \"you are worried and upset about many things,",
        "vcode": "NIV",
        "vnum": 41
    },
    {
        "bcode": 42,
        "cnum": 10,
        "content": "but only one thing is needed. Mary has chosen what is better, and it will not be taken away from her.\"",
        "vcode": "NIV",
        "vnum": 42
    }
]