[
    {
        "bcode": 42,
        "cnum": 14,
        "content": "One Sabbath, when Jesus went to eat in the house of a prominent Pharisee, he was being carefully watched.",
        "vcode": "NIV",
        "vnum": 1
    },
    {
        "bcode": 42,
        "cnum": 14,
        "content": "There in front of him was a man suffering from dropsy.",
        "vcode": "NIV",
        "vnum": 2
    },
    {
        "bcode": 42,
        "cnum": 14,
        "content": "Jesus asked the Pharisees and experts in the law, \"Is it lawful to heal on the Sabbath or not?\"",
        "vcode": "NIV",
        "vnum": 3
    },
    {
        "bcode": 42,
        "cnum": 14,
        "content": "But they remained silent. So taking hold of the man, he healed him and sent him away.",
        "vcode": "NIV",
        "vnum": 4
    },
    {
        "bcode": 42,
        "cnum": 14,
        "content": "Then he asked them, \"If one of you has a son or an ox that falls into a well on the Sabbath day, will you not immediately pull him out?\"",
        "vcode": "NIV",
        "vnum": 5
    },
    {
        "bcode": 42,
        "cnum": 14,
        "content": "And they had nothing to say.",
        "vcode": "NIV",
        "vnum": 6
    },
    {
        "bcode": 42,
        "cnum": 14,
        "content": "When he noticed how the guests picked the places of honor at the table, he told them this parable:",
        "vcode": "NIV",
        "vnum": 7
    },
    {
        "bcode": 42,
        "cnum": 14,
        "content": "\"When someone invites you to a wedding feast, do not take the place of honor, for a person more distinguished than you may have been invited.",
        "vcode": "NIV",
        "vnum": 8
    },
    {
        "bcode": 42,
        "cnum": 14,
        "content": "If so, the host who invited both of you will come and say to you, 'Give this man your seat.' Then, humiliated, you will have to take the least important place.",
        "vcode": "NIV",
        "vnum": 9
    },
    {
        "bcode": 42,
        "cnum": 14,
        "content": "But when you are invited, take the lowest place, so that when your host comes, he will say to you, 'Friend, move up to a better place.' Then you will be honored in the presence of all your fellow guests.",
        "vcode": "NIV",
        "vnum": 10
    },
    {
        "bcode": 42,
        "cnum": 14,
        "content": "For everyone who exalts himself will be humbled, and he who humbles himself will be exalted.\"",
        "vcode": "NIV",
        "vnum": 11
    },
    {
        "bcode": 42,
        "cnum": 14,
        "content": "Then Jesus said to his host, \"When you give a luncheon or dinner, do not invite your friends, your brothers or relatives, or your rich neighbors; if you do, they may invite you back and so you will be repaid.",
        "vcode": "NIV",
        "vnum": 12
    },
    {
        "bcode": 42,
        "cnum": 14,
        "content": "But when you give a banquet, invite the poor, the crippled, the lame, the blind,",
        "vcode": "NIV",
        "vnum": 13
    },
    {
        "bcode": 42,
        "cnum": 14,
        "content": "and you will be blessed. Although they cannot repay you, you will be repaid at the resurrection of the righteous.\"",
        "vcode": "NIV",
        "vnum": 14
    },
    {
        "bcode": 42,
        "cnum": 14,
        "content": "When one of those at the table with him heard this, he said to Jesus, \"Blessed is the man who will eat at the feast in the kingdom of God.\"",
        "vcode": "NIV",
        "vnum": 15
    },
    {
        "bcode": 42,
        "cnum": 14,
        "content": "Jesus replied: \"A certain man was preparing a great banquet and invited many guests.",
        "vcode": "NIV",
        "vnum": 16
    },
    {
        "bcode": 42,
        "cnum": 14,
        "content": "At the time of the banquet he sent his servant to tell those who had been invited, 'Come, for everything is now ready.'",
        "vcode": "NIV",
        "vnum": 17
    },
    {
        "bcode": 42,
        "cnum": 14,
        "content": "\"But they all alike began to make excuses. The first said, 'I have just bought a field, and I must go and see it. Please excuse me.'",
        "vcode": "NIV",
        "vnum": 18
    },
    {
        "bcode": 42,
        "cnum": 14,
        "content": "\"Another said, 'I have just bought five yoke of oxen, and I'm on my way to try them out. Please excuse me.'",
        "vcode": "NIV",
        "vnum": 19
    },
    {
        "bcode": 42,
        "cnum": 14,
        "content": "\"Still another said, 'I just got married, so I can't come.'",
        "vcode": "NIV",
        "vnum": 20
    },
    {
        "bcode": 42,
        "cnum": 14,
        "content": "\"The servant came back and reported this to his master. Then the owner of the house became angry and ordered his servant, 'Go out quickly into the streets and alleys of the town and bring in the poor, the crippled, the blind and the lame.'",
        "vcode": "NIV",
        "vnum": 21
    },
    {
        "bcode": 42,
        "cnum": 14,
        "content": "\" 'Sir,' the servant said, 'what you ordered has been done, but there is still room.'",
        "vcode": "NIV",
        "vnum": 22
    },
    {
        "bcode": 42,
        "cnum": 14,
        "content": "\"Then the master told his servant, 'Go out to the roads and country lanes and make them come in, so that my house will be full.",
        "vcode": "NIV",
        "vnum": 23
    },
    {
        "bcode": 42,
        "cnum": 14,
        "content": "I tell you, not one of those men who were invited will get a taste of my banquet.' \"",
        "vcode": "NIV",
        "vnum": 24
    },
    {
        "bcode": 42,
        "cnum": 14,
        "content": "Large crowds were traveling with Jesus, and turning to them he said:",
        "vcode": "NIV",
        "vnum": 25
    },
    {
        "bcode": 42,
        "cnum": 14,
        "content": "\"If anyone comes to me and does not hate his father and mother, his wife and children, his brothers and sisters--yes, even his own life--he cannot be my disciple.",
        "vcode": "NIV",
        "vnum": 26
    },
    {
        "bcode": 42,
        "cnum": 14,
        "content": "And anyone who does not carry his cross and follow me cannot be my disciple.",
        "vcode": "NIV",
        "vnum": 27
    },
    {
        "bcode": 42,
        "cnum": 14,
        "content": "\"Suppose one of you wants to build a tower. Will he not first sit down and estimate the cost to see if he has enough money to complete it?",
        "vcode": "NIV",
        "vnum": 28
    },
    {
        "bcode": 42,
        "cnum": 14,
        "content": "For if he lays the foundation and is not able to finish it, everyone who sees it will ridicule him,",
        "vcode": "NIV",
        "vnum": 29
    },
    {
        "bcode": 42,
        "cnum": 14,
        "content": "saying, 'This fellow began to build and was not able to finish.'",
        "vcode": "NIV",
        "vnum": 30
    },
    {
        "bcode": 42,
        "cnum": 14,
        "content": "\"Or suppose a king is about to go to war against another king. Will he not first sit down and consider whether he is able with ten thousand men to oppose the one coming against him with twenty thousand?",
        "vcode": "NIV",
        "vnum": 31
    },
    {
        "bcode": 42,
        "cnum": 14,
        "content": "If he is not able, he will send a delegation while the other is still a long way off and will ask for terms of peace.",
        "vcode": "NIV",
        "vnum": 32
    },
    {
        "bcode": 42,
        "cnum": 14,
        "content": "In the same way, any of you who does not give up everything he has cannot be my disciple.",
        "vcode": "NIV",
        "vnum": 33
    },
    {
        "bcode": 42,
        "cnum": 14,
        "content": "\"Salt is good, but if it loses its saltiness, how can it be made salty again?",
        "vcode": "NIV",
        "vnum": 34
    },
    {
        "bcode": 42,
        "cnum": 14,
        "content": "It is fit neither for the soil nor for the manure pile; it is thrown out. \"He who has ears to hear, let him hear.\"",
        "vcode": "NIV",
        "vnum": 35
    }
]