[
    {
        "bcode": 42,
        "cnum": 15,
        "content": "Now the tax collectors and \"sinners\" were all gathering around to hear him.",
        "vcode": "NIV",
        "vnum": 1
    },
    {
        "bcode": 42,
        "cnum": 15,
        "content": "But the Pharisees and the teachers of the law muttered, \"This man welcomes sinners and eats with them.\"",
        "vcode": "NIV",
        "vnum": 2
    },
    {
        "bcode": 42,
        "cnum": 15,
        "content": "Then Jesus told them this parable:",
        "vcode": "NIV",
        "vnum": 3
    },
    {
        "bcode": 42,
        "cnum": 15,
        "content": "\"Suppose one of you has a hundred sheep and loses one of them. Does he not leave the ninety-nine in the open country and go after the lost sheep until he finds it?",
        "vcode": "NIV",
        "vnum": 4
    },
    {
        "bcode": 42,
        "cnum": 15,
        "content": "And when he finds it, he joyfully puts it on his shoulders",
        "vcode": "NIV",
        "vnum": 5
    },
    {
        "bcode": 42,
        "cnum": 15,
        "content": "and goes home. Then he calls his friends and neighbors together and says, 'Rejoice with me; I have found my lost sheep.'",
        "vcode": "NIV",
        "vnum": 6
    },
    {
        "bcode": 42,
        "cnum": 15,
        "content": "I tell you that in the same way there will be more rejoicing in heaven over one sinner who repents than over ninety-nine righteous persons who do not need to repent.",
        "vcode": "NIV",
        "vnum": 7
    },
    {
        "bcode": 42,
        "cnum": 15,
        "content": "\"Or suppose a woman has ten silver coins and loses one. Does she not light a lamp, sweep the house and search carefully until she finds it?",
        "vcode": "NIV",
        "vnum": 8
    },
    {
        "bcode": 42,
        "cnum": 15,
        "content": "And when she finds it, she calls her friends and neighbors together and says, 'Rejoice with me; I have found my lost coin.'",
        "vcode": "NIV",
        "vnum": 9
    },
    {
        "bcode": 42,
        "cnum": 15,
        "content": "In the same way, I tell you, there is rejoicing in the presence of the angels of God over one sinner who repents.\"",
        "vcode": "NIV",
        "vnum": 10
    },
    {
        "bcode": 42,
        "cnum": 15,
        "content": "Jesus continued: \"There was a man who had two sons.",
        "vcode": "NIV",
        "vnum": 11
    },
    {
        "bcode": 42,
        "cnum": 15,
        "content": "The younger one said to his father, 'Father, give me my share of the estate.' So he divided his property between them.",
        "vcode": "NIV",
        "vnum": 12
    },
    {
        "bcode": 42,
        "cnum": 15,
        "content": "\"Not long after that, the younger son got together all he had, set off for a distant country and there squandered his wealth in wild living.",
        "vcode": "NIV",
        "vnum": 13
    },
    {
        "bcode": 42,
        "cnum": 15,
        "content": "After he had spent everything, there was a severe famine in that whole country, and he began to be in need.",
        "vcode": "NIV",
        "vnum": 14
    },
    {
        "bcode": 42,
        "cnum": 15,
        "content": "So he went and hired himself out to a citizen of that country, who sent him to his fields to feed pigs.",
        "vcode": "NIV",
        "vnum": 15
    },
    {
        "bcode": 42,
        "cnum": 15,
        "content": "He longed to fill his stomach with the pods that the pigs were eating, but no one gave him anything.",
        "vcode": "NIV",
        "vnum": 16
    },
    {
        "bcode": 42,
        "cnum": 15,
        "content": "\"When he came to his senses, he said, 'How many of my father's hired men have food to spare, and here I am starving to death!",
        "vcode": "NIV",
        "vnum": 17
    },
    {
        "bcode": 42,
        "cnum": 15,
        "content": "I will set out and go back to my father and say to him: Father, I have sinned against heaven and against you.",
        "vcode": "NIV",
        "vnum": 18
    },
    {
        "bcode": 42,
        "cnum": 15,
        "content": "I am no longer worthy to be called your son; make me like one of your hired men.'",
        "vcode": "NIV",
        "vnum": 19
    },
    {
        "bcode": 42,
        "cnum": 15,
        "content": "So he got up and went to his father. \"But while he was still a long way off, his father saw him and was filled with compassion for him; he ran to his son, threw his arms around him and kissed him.",
        "vcode": "NIV",
        "vnum": 20
    },
    {
        "bcode": 42,
        "cnum": 15,
        "content": "\"The son said to him, 'Father, I have sinned against heaven and against you. I am no longer worthy to be called your son.'",
        "vcode": "NIV",
        "vnum": 21
    },
    {
        "bcode": 42,
        "cnum": 15,
        "content": "\"But the father said to his servants, 'Quick! Bring the best robe and put it on him. Put a ring on his finger and sandals on his feet.",
        "vcode": "NIV",
        "vnum": 22
    },
    {
        "bcode": 42,
        "cnum": 15,
        "content": "Bring the fattened calf and kill it. Let's have a feast and celebrate.",
        "vcode": "NIV",
        "vnum": 23
    },
    {
        "bcode": 42,
        "cnum": 15,
        "content": "For this son of mine was dead and is alive again; he was lost and is found.' So they began to celebrate.",
        "vcode": "NIV",
        "vnum": 24
    },
    {
        "bcode": 42,
        "cnum": 15,
        "content": "\"Meanwhile, the older son was in the field. When he came near the house, he heard music and dancing.",
        "vcode": "NIV",
        "vnum": 25
    },
    {
        "bcode": 42,
        "cnum": 15,
        "content": "So he called one of the servants and asked him what was going on.",
        "vcode": "NIV",
        "vnum": 26
    },
    {
        "bcode": 42,
        "cnum": 15,
        "content": "'Your brother has come,' he replied, 'and your father has killed the fattened calf because he has him back safe and sound.'",
        "vcode": "NIV",
        "vnum": 27
    },
    {
        "bcode": 42,
        "cnum": 15,
        "content": "\"The older brother became angry and refused to go in. So his father went out and pleaded with him.",
        "vcode": "NIV",
        "vnum": 28
    },
    {
        "bcode": 42,
        "cnum": 15,
        "content": "But he answered his father, 'Look! All these years I've been slaving for you and never disobeyed your orders. Yet you never gave me even a young goat so I could celebrate with my friends.",
        "vcode": "NIV",
        "vnum": 29
    },
    {
        "bcode": 42,
        "cnum": 15,
        "content": "But when this son of yours who has squandered your property with prostitutes comes home, you kill the fattened calf for him!'",
        "vcode": "NIV",
        "vnum": 30
    },
    {
        "bcode": 42,
        "cnum": 15,
        "content": "\" 'My son,' the father said, 'you are always with me, and everything I have is yours.",
        "vcode": "NIV",
        "vnum": 31
    },
    {
        "bcode": 42,
        "cnum": 15,
        "content": "But we had to celebrate and be glad, because this brother of yours was dead and is alive again; he was lost and is found.' \"",
        "vcode": "NIV",
        "vnum": 32
    }
]