[
    {
        "bcode": 42,
        "cnum": 19,
        "content": "Jesus entered Jericho and was passing through.",
        "vcode": "NIV",
        "vnum": 1
    },
    {
        "bcode": 42,
        "cnum": 19,
        "content": "A man was there by the name of Zacchaeus; he was a chief tax collector and was wealthy.",
        "vcode": "NIV",
        "vnum": 2
    },
    {
        "bcode": 42,
        "cnum": 19,
        "content": "He wanted to see who Jesus was, but being a short man he could not, because of the crowd.",
        "vcode": "NIV",
        "vnum": 3
    },
    {
        "bcode": 42,
        "cnum": 19,
        "content": "So he ran ahead and climbed a sycamore-fig tree to see him, since Jesus was coming that way.",
        "vcode": "NIV",
        "vnum": 4
    },
    {
        "bcode": 42,
        "cnum": 19,
        "content": "When Jesus reached the spot, he looked up and said to him, \"Zacchaeus, come down immediately. I must stay at your house today.\"",
        "vcode": "NIV",
        "vnum": 5
    },
    {
        "bcode": 42,
        "cnum": 19,
        "content": "So he came down at once and welcomed him gladly.",
        "vcode": "NIV",
        "vnum": 6
    },
    {
        "bcode": 42,
        "cnum": 19,
        "content": "All the people saw this and began to mutter, \"He has gone to be the guest of a 'sinner.' \"",
        "vcode": "NIV",
        "vnum": 7
    },
    {
        "bcode": 42,
        "cnum": 19,
        "content": "But Zacchaeus stood up and said to the Lord, \"Look, Lord! Here and now I give half of my possessions to the poor, and if I have cheated anybody out of anything, I will pay back four times the amount.\"",
        "vcode": "NIV",
        "vnum": 8
    },
    {
        "bcode": 42,
        "cnum": 19,
        "content": "Jesus said to him, \"Today salvation has come to this house, because this man, too, is a son of Abraham.",
        "vcode": "NIV",
        "vnum": 9
    },
    {
        "bcode": 42,
        "cnum": 19,
        "content": "For the Son of Man came to seek and to save what was lost.\"",
        "vcode": "NIV",
        "vnum": 10
    },
    {
        "bcode": 42,
        "cnum": 19,
        "content": "While they were listening to this, he went on to tell them a parable, because he was near Jerusalem and the people thought that the kingdom of God was going to appear at once.",
        "vcode": "NIV",
        "vnum": 11
    },
    {
        "bcode": 42,
        "cnum": 19,
        "content": "He said: \"A man of noble birth went to a distant country to have himself appointed king and then to return.",
        "vcode": "NIV",
        "vnum": 12
    },
    {
        "bcode": 42,
        "cnum": 19,
        "content": "So he called ten of his servants and gave them ten minas.'Put this money to work,' he said, 'until I come back.'",
        "vcode": "NIV",
        "vnum": 13
    },
    {
        "bcode": 42,
        "cnum": 19,
        "content": "\"But his subjects hated him and sent a delegation after him to say, 'We don't want this man to be our king.'",
        "vcode": "NIV",
        "vnum": 14
    },
    {
        "bcode": 42,
        "cnum": 19,
        "content": "\"He was made king, however, and returned home. Then he sent for the servants to whom he had given the money, in order to find out what they had gained with it.",
        "vcode": "NIV",
        "vnum": 15
    },
    {
        "bcode": 42,
        "cnum": 19,
        "content": "\"The first one came and said, 'Sir, your mina has earned ten more.'",
        "vcode": "NIV",
        "vnum": 16
    },
    {
        "bcode": 42,
        "cnum": 19,
        "content": "\" 'Well done, my good servant!' his master replied. 'Because you have been trustworthy in a very small matter, take charge of ten cities.'",
        "vcode": "NIV",
        "vnum": 17
    },
    {
        "bcode": 42,
        "cnum": 19,
        "content": "\"The second came and said, 'Sir, your mina has earned five more.'",
        "vcode": "NIV",
        "vnum": 18
    },
    {
        "bcode": 42,
        "cnum": 19,
        "content": "\"His master answered, 'You take charge of five cities.'",
        "vcode": "NIV",
        "vnum": 19
    },
    {
        "bcode": 42,
        "cnum": 19,
        "content": "\"Then another servant came and said, 'Sir, here is your mina; I have kept it laid away in a piece of cloth.",
        "vcode": "NIV",
        "vnum": 20
    },
    {
        "bcode": 42,
        "cnum": 19,
        "content": "I was afraid of you, because you are a hard man. You take out what you did not put in and reap what you did not sow.'",
        "vcode": "NIV",
        "vnum": 21
    },
    {
        "bcode": 42,
        "cnum": 19,
        "content": "\"His master replied, 'I will judge you by your own words, you wicked servant! You knew, did you, that I am a hard man, taking out what I did not put in, and reaping what I did not sow?",
        "vcode": "NIV",
        "vnum": 22
    },
    {
        "bcode": 42,
        "cnum": 19,
        "content": "Why then didn't you put my money on deposit, so that when I came back, I could have collected it with interest?'",
        "vcode": "NIV",
        "vnum": 23
    },
    {
        "bcode": 42,
        "cnum": 19,
        "content": "\"Then he said to those standing by, 'Take his mina away from him and give it to the one who has ten minas.'",
        "vcode": "NIV",
        "vnum": 24
    },
    {
        "bcode": 42,
        "cnum": 19,
        "content": "\" 'Sir,' they said, 'he already has ten!'",
        "vcode": "NIV",
        "vnum": 25
    },
    {
        "bcode": 42,
        "cnum": 19,
        "content": "\"He replied, 'I tell you that to everyone who has, more will be given, but as for the one who has nothing, even what he has will be taken away.",
        "vcode": "NIV",
        "vnum": 26
    },
    {
        "bcode": 42,
        "cnum": 19,
        "content": "But those enemies of mine who did not want me to be king over them--bring them here and kill them in front of me.\"",
        "vcode": "NIV",
        "vnum": 27
    },
    {
        "bcode": 42,
        "cnum": 19,
        "content": "After Jesus had said this, he went on ahead, going up to Jerusalem.",
        "vcode": "NIV",
        "vnum": 28
    },
    {
        "bcode": 42,
        "cnum": 19,
        "content": "As he approached Bethphage and Bethany at the hill called the Mount of Olives, he sent two of his disciples, saying to them,",
        "vcode": "NIV",
        "vnum": 29
    },
    {
        "bcode": 42,
        "cnum": 19,
        "content": "\"Go to the village ahead of you, and as you enter it, you will find a colt tied there, which no one has ever ridden. Untie it and bring it here.",
        "vcode": "NIV",
        "vnum": 30
    },
    {
        "bcode": 42,
        "cnum": 19,
        "content": "If anyone asks you, 'Why are you untying it?' tell him, 'The Lord needs it.' \"",
        "vcode": "NIV",
        "vnum": 31
    },
    {
        "bcode": 42,
        "cnum": 19,
        "content": "Those who were sent ahead went and found it just as he had told them.",
        "vcode": "NIV",
        "vnum": 32
    },
    {
        "bcode": 42,
        "cnum": 19,
        "content": "As they were untying the colt, its owners asked them, \"Why are you untying the colt?\"",
        "vcode": "NIV",
        "vnum": 33
    },
    {
        "bcode": 42,
        "cnum": 19,
        "content": "They replied, \"The Lord needs it.\"",
        "vcode": "NIV",
        "vnum": 34
    },
    {
        "bcode": 42,
        "cnum": 19,
        "content": "They brought it to Jesus, threw their cloaks on the colt and put Jesus on it.",
        "vcode": "NIV",
        "vnum": 35
    },
    {
        "bcode": 42,
        "cnum": 19,
        "content": "As he went along, people spread their cloaks on the road.",
        "vcode": "NIV",
        "vnum": 36
    },
    {
        "bcode": 42,
        "cnum": 19,
        "content": "When he came near the place where the road goes down the Mount of Olives, the whole crowd of disciples began joyfully to praise God in loud voices for all the miracles they had seen:",
        "vcode": "NIV",
        "vnum": 37
    },
    {
        "bcode": 42,
        "cnum": 19,
        "content": "\"Blessed is the king who comes in the name of the Lord!\" \"Peace in heaven and glory in the highest!\"",
        "vcode": "NIV",
        "vnum": 38
    },
    {
        "bcode": 42,
        "cnum": 19,
        "content": "Some of the Pharisees in the crowd said to Jesus, \"Teacher, rebuke your disciples!\"",
        "vcode": "NIV",
        "vnum": 39
    },
    {
        "bcode": 42,
        "cnum": 19,
        "content": "\"I tell you,\" he replied, \"if they keep quiet, the stones will cry out.\"",
        "vcode": "NIV",
        "vnum": 40
    },
    {
        "bcode": 42,
        "cnum": 19,
        "content": "As he approached Jerusalem and saw the city, he wept over it",
        "vcode": "NIV",
        "vnum": 41
    },
    {
        "bcode": 42,
        "cnum": 19,
        "content": "and said, \"If you, even you, had only known on this day what would bring you peace--but now it is hidden from your eyes.",
        "vcode": "NIV",
        "vnum": 42
    },
    {
        "bcode": 42,
        "cnum": 19,
        "content": "The days will come upon you when your enemies will build an embankment against you and encircle you and hem you in on every side.",
        "vcode": "NIV",
        "vnum": 43
    },
    {
        "bcode": 42,
        "cnum": 19,
        "content": "They will dash you to the ground, you and the children within your walls. They will not leave one stone on another, because you did not recognize the time of God's coming to you.\"",
        "vcode": "NIV",
        "vnum": 44
    },
    {
        "bcode": 42,
        "cnum": 19,
        "content": "Then he entered the temple area and began driving out those who were selling.",
        "vcode": "NIV",
        "vnum": 45
    },
    {
        "bcode": 42,
        "cnum": 19,
        "content": "\"It is written,\" he said to them, \" 'My house will be a house of prayer'; but you have made it 'a den of robbers.'\"",
        "vcode": "NIV",
        "vnum": 46
    },
    {
        "bcode": 42,
        "cnum": 19,
        "content": "Every day he was teaching at the temple. But the chief priests, the teachers of the law and the leaders among the people were trying to kill him.",
        "vcode": "NIV",
        "vnum": 47
    },
    {
        "bcode": 42,
        "cnum": 19,
        "content": "Yet they could not find any way to do it, because all the people hung on his words.",
        "vcode": "NIV",
        "vnum": 48
    }
]