[
    {
        "bcode": 42,
        "cnum": 20,
        "content": "One day as he was teaching the people in the temple courts and preaching the gospel, the chief priests and the teachers of the law, together with the elders, came up to him.",
        "vcode": "NIV",
        "vnum": 1
    },
    {
        "bcode": 42,
        "cnum": 20,
        "content": "\"Tell us by what authority you are doing these things,\" they said. \"Who gave you this authority?\"",
        "vcode": "NIV",
        "vnum": 2
    },
    {
        "bcode": 42,
        "cnum": 20,
        "content": "He replied, \"I will also ask you a question. Tell me,",
        "vcode": "NIV",
        "vnum": 3
    },
    {
        "bcode": 42,
        "cnum": 20,
        "content": "John's baptism--was it from heaven, or from men?\"",
        "vcode": "NIV",
        "vnum": 4
    },
    {
        "bcode": 42,
        "cnum": 20,
        "content": "They discussed it among themselves and said, \"If we say, 'From heaven,' he will ask, 'Why didn't you believe him?'",
        "vcode": "NIV",
        "vnum": 5
    },
    {
        "bcode": 42,
        "cnum": 20,
        "content": "But if we say, 'From men,' all the people will stone us, because they are persuaded that John was a prophet.\"",
        "vcode": "NIV",
        "vnum": 6
    },
    {
        "bcode": 42,
        "cnum": 20,
        "content": "So they answered, \"We don't know where it was from.\"",
        "vcode": "NIV",
        "vnum": 7
    },
    {
        "bcode": 42,
        "cnum": 20,
        "content": "Jesus said, \"Neither will I tell you by what authority I am doing these things.\"",
        "vcode": "NIV",
        "vnum": 8
    },
    {
        "bcode": 42,
        "cnum": 20,
        "content": "He went on to tell the people this parable: \"A man planted a vineyard, rented it to some farmers and went away for a long time.",
        "vcode": "NIV",
        "vnum": 9
    },
    {
        "bcode": 42,
        "cnum": 20,
        "content": "At harvest time he sent a servant to the tenants so they would give him some of the fruit of the vineyard. But the tenants beat him and sent him away empty-handed.",
        "vcode": "NIV",
        "vnum": 10
    },
    {
        "bcode": 42,
        "cnum": 20,
        "content": "He sent another servant, but that one also they beat and treated shamefully and sent away empty-handed.",
        "vcode": "NIV",
        "vnum": 11
    },
    {
        "bcode": 42,
        "cnum": 20,
        "content": "He sent still a third, and they wounded him and threw him out.",
        "vcode": "NIV",
        "vnum": 12
    },
    {
        "bcode": 42,
        "cnum": 20,
        "content": "\"Then the owner of the vineyard said, 'What shall I do? I will send my son, whom I love; perhaps they will respect him.'",
        "vcode": "NIV",
        "vnum": 13
    },
    {
        "bcode": 42,
        "cnum": 20,
        "content": "\"But when the tenants saw him, they talked the matter over. 'This is the heir,' they said. 'Let's kill him, and the inheritance will be ours.'",
        "vcode": "NIV",
        "vnum": 14
    },
    {
        "bcode": 42,
        "cnum": 20,
        "content": "So they threw him out of the vineyard and killed him. \"What then will the owner of the vineyard do to them?",
        "vcode": "NIV",
        "vnum": 15
    },
    {
        "bcode": 42,
        "cnum": 20,
        "content": "He will come and kill those tenants and give the vineyard to others.\" When the people heard this, they said, \"May this never be!\"",
        "vcode": "NIV",
        "vnum": 16
    },
    {
        "bcode": 42,
        "cnum": 20,
        "content": "Jesus looked directly at them and asked, \"Then what is the meaning of that which is written: \" 'The stone the builders rejected has become the capstone'?",
        "vcode": "NIV",
        "vnum": 17
    },
    {
        "bcode": 42,
        "cnum": 20,
        "content": "Everyone who falls on that stone will be broken to pieces, but he on whom it falls will be crushed.\"",
        "vcode": "NIV",
        "vnum": 18
    },
    {
        "bcode": 42,
        "cnum": 20,
        "content": "The teachers of the law and the chief priests looked for a way to arrest him immediately, because they knew he had spoken this parable against them. But they were afraid of the people.",
        "vcode": "NIV",
        "vnum": 19
    },
    {
        "bcode": 42,
        "cnum": 20,
        "content": "Keeping a close watch on him, they sent spies, who pretended to be honest. They hoped to catch Jesus in something he said so that they might hand him over to the power and authority of the governor.",
        "vcode": "NIV",
        "vnum": 20
    },
    {
        "bcode": 42,
        "cnum": 20,
        "content": "So the spies questioned him: \"Teacher, we know that you speak and teach what is right, and that you do not show partiality but teach the way of God in accordance with the truth.",
        "vcode": "NIV",
        "vnum": 21
    },
    {
        "bcode": 42,
        "cnum": 20,
        "content": "Is it right for us to pay taxes to Caesar or not?\"",
        "vcode": "NIV",
        "vnum": 22
    },
    {
        "bcode": 42,
        "cnum": 20,
        "content": "He saw through their duplicity and said to them,",
        "vcode": "NIV",
        "vnum": 23
    },
    {
        "bcode": 42,
        "cnum": 20,
        "content": "\"Show me a denarius. Whose portrait and inscription are on it?\"",
        "vcode": "NIV",
        "vnum": 24
    },
    {
        "bcode": 42,
        "cnum": 20,
        "content": "\"Caesar's,\" they replied. He said to them, \"Then give to Caesar what is Caesar's, and to God what is God's.\"",
        "vcode": "NIV",
        "vnum": 25
    },
    {
        "bcode": 42,
        "cnum": 20,
        "content": "They were unable to trap him in what he had said there in public. And astonished by his answer, they became silent.",
        "vcode": "NIV",
        "vnum": 26
    },
    {
        "bcode": 42,
        "cnum": 20,
        "content": "Some of the Sadducees, who say there is no resurrection, came to Jesus with a question.",
        "vcode": "NIV",
        "vnum": 27
    },
    {
        "bcode": 42,
        "cnum": 20,
        "content": "\"Teacher,\" they said, \"Moses wrote for us that if a man's brother dies and leaves a wife but no children, the man must marry the widow and have children for his brother.",
        "vcode": "NIV",
        "vnum": 28
    },
    {
        "bcode": 42,
        "cnum": 20,
        "content": "Now there were seven brothers. The first one married a woman and died childless.",
        "vcode": "NIV",
        "vnum": 29
    },
    {
        "bcode": 42,
        "cnum": 20,
        "content": "The second",
        "vcode": "NIV",
        "vnum": 30
    },
    {
        "bcode": 42,
        "cnum": 20,
        "content": "and then the third married her, and in the same way the seven died, leaving no children.",
        "vcode": "NIV",
        "vnum": 31
    },
    {
        "bcode": 42,
        "cnum": 20,
        "content": "Finally, the woman died too.",
        "vcode": "NIV",
        "vnum": 32
    },
    {
        "bcode": 42,
        "cnum": 20,
        "content": "Now then, at the resurrection whose wife will she be, since the seven were married to her?\"",
        "vcode": "NIV",
        "vnum": 33
    },
    {
        "bcode": 42,
        "cnum": 20,
        "content": "Jesus replied, \"The people of this age marry and are given in marriage.",
        "vcode": "NIV",
        "vnum": 34
    },
    {
        "bcode": 42,
        "cnum": 20,
        "content": "But those who are considered worthy of taking part in that age and in the resurrection from the dead will neither marry nor be given in marriage,",
        "vcode": "NIV",
        "vnum": 35
    },
    {
        "bcode": 42,
        "cnum": 20,
        "content": "and they can no longer die; for they are like the angels. They are God's children, since they are children of the resurrection.",
        "vcode": "NIV",
        "vnum": 36
    },
    {
        "bcode": 42,
        "cnum": 20,
        "content": "But in the account of the bush, even Moses showed that the dead rise, for he calls the Lord 'the God of Abraham, and the God of Isaac, and the God of Jacob.'",
        "vcode": "NIV",
        "vnum": 37
    },
    {
        "bcode": 42,
        "cnum": 20,
        "content": "He is not the God of the dead, but of the living, for to him all are alive.\"",
        "vcode": "NIV",
        "vnum": 38
    },
    {
        "bcode": 42,
        "cnum": 20,
        "content": "Some of the teachers of the law responded, \"Well said, teacher!\"",
        "vcode": "NIV",
        "vnum": 39
    },
    {
        "bcode": 42,
        "cnum": 20,
        "content": "And no one dared to ask him any more questions.",
        "vcode": "NIV",
        "vnum": 40
    },
    {
        "bcode": 42,
        "cnum": 20,
        "content": "Then Jesus said to them, \"How is it that they say the Christis the Son of David?",
        "vcode": "NIV",
        "vnum": 41
    },
    {
        "bcode": 42,
        "cnum": 20,
        "content": "David himself declares in the Book of Psalms: \" 'The Lord said to my Lord: \"Sit at my right hand",
        "vcode": "NIV",
        "vnum": 42
    },
    {
        "bcode": 42,
        "cnum": 20,
        "content": "until I make your enemies a footstool for your feet.\" '",
        "vcode": "NIV",
        "vnum": 43
    },
    {
        "bcode": 42,
        "cnum": 20,
        "content": "David calls him 'Lord.' How then can he be his son?\"",
        "vcode": "NIV",
        "vnum": 44
    },
    {
        "bcode": 42,
        "cnum": 20,
        "content": "While all the people were listening, Jesus said to his disciples,",
        "vcode": "NIV",
        "vnum": 45
    },
    {
        "bcode": 42,
        "cnum": 20,
        "content": "\"Beware of the teachers of the law. They like to walk around in flowing robes and love to be greeted in the marketplaces and have the most important seats in the synagogues and the places of honor at banquets.",
        "vcode": "NIV",
        "vnum": 46
    },
    {
        "bcode": 42,
        "cnum": 20,
        "content": "They devour widows' houses and for a show make lengthy prayers. Such men will be punished most severely.\"",
        "vcode": "NIV",
        "vnum": 47
    }
]