[
    {
        "bcode": 14,
        "cnum": 6,
        "content": "그 때에 솔로몬이 이르되 여호와께서 캄캄한 데 계시겠다 말씀하셨사오나",
        "vcode": "GAE",
        "vnum": 1
    },
    {
        "bcode": 14,
        "cnum": 6,
        "content": "내가 주를 위하여 거하실 성전을 건축하였사오니 주께서 영원히 계실 처소로소이다 하고",
        "vcode": "GAE",
        "vnum": 2
    },
    {
        "bcode": 14,
        "cnum": 6,
        "content": "얼굴을 돌려 이스라엘 온 회중을 위하여 축복하니 그 때에 이스라엘의 온 회중이 서 있더라",
        "vcode": "GAE",
        "vnum": 3
    },
    {
        "bcode": 14,
        "cnum": 6,
        "content": "왕이 이르되 이스라엘 하나님 여호와를 송축할지로다 여호와께서 그의 입으로 내 아버지 다윗에게 말씀하신 것을 이제 그의 손으로 이루셨도다 이르시기를",
        "vcode": "GAE",
        "vnum": 4
    },
    {
        "bcode": 14,
        "cnum": 6,
        "content": "내가 내 백성을 애굽 땅에서 인도하여 낸 날부터 내 이름을 둘 만한 집을 건축하기 위하여 이스라엘 모든 지파 가운데서 아무 성읍도 택하지 아니하였으며 내 백성 이스라엘의 주권자가 될 사람을 아무도 택하지 아니하였더니",
        "vcode": "GAE",
        "vnum": 5
    },
    {
        "bcode": 14,
        "cnum": 6,
        "content": "예루살렘을 택하여 내 이름을 거기 두고 또 다윗을 택하여 내 백성 이스라엘을 다스리게 하였노라 하신지라",
        "vcode": "GAE",
        "vnum": 6
    },
    {
        "bcode": 14,
        "cnum": 6,
        "content": "내 아버지 다윗이 이스라엘의 하나님 여호와의 이름을 위하여 성전을 건축할 마음이 있었더니",
        "vcode": "GAE",
        "vnum": 7
    },
    {
        "bcode": 14,
        "cnum": 6,
        "content": "여호와께서 내 아버지 다윗에게 이르시되 네가 내 이름을 위하여 성전을 건축할 마음이 있으니 이 마음이 네게 있는 것이 좋도다",
        "vcode": "GAE",
        "vnum": 8
    },
    {
        "bcode": 14,
        "cnum": 6,
        "content": "그러나 너는 그 성전을 건축하지 못할 것이요 네 허리에서 나올 네 아들 그가 내 이름을 위하여 성전을 건축하리라 하시더니",
        "vcode": "GAE",
        "vnum": 9
    },
    {
        "bcode": 14,
        "cnum": 6,
        "content": "이제 여호와께서 말씀하신 대로 이루셨도다 내가 여호와께서 말씀하신 대로 내 아버지 다윗을 대신하여 일어나 이스라엘 왕위에 앉고 이스라엘의 하나님 여호와의 이름을 위하여 성전을 건축하고",
        "vcode": "GAE",
        "vnum": 10
    },
    {
        "bcode": 14,
        "cnum": 6,
        "content": "내가 또 그 곳에 여호와께서 이스라엘 자손과 더불어 세우신 언약을 넣은 궤를 두었노라 하니라",
        "vcode": "GAE",
        "vnum": 11
    },
    {
        "bcode": 14,
        "cnum": 6,
        "content": "솔로몬이 여호와의 제단 앞에서 이스라엘의 모든 회중과 마주 서서 그의 손을 펴니라",
        "vcode": "GAE",
        "vnum": 12
    },
    {
        "bcode": 14,
        "cnum": 6,
        "content": "솔로몬이 일찍이 놋으로 대를 만들었으니 길이가 다섯 규빗이요 너비가 다섯 규빗이요 높이가 세 규빗이라 뜰 가운데에 두었더니 그가 그 위에 서서 이스라엘의 모든 회중 앞에서 무릎을 꿇고 하늘을 향하여 손을 펴고",
        "vcode": "GAE",
        "vnum": 13
    },
    {
        "bcode": 14,
        "cnum": 6,
        "content": "이르되 이스라엘의 하나님 여호와여 천지에 주와 같은 신이 없나이다 주께서는 온 마음으로 주의 앞에서 행하는 주의 종들에게 언약을 지키시고 은혜를 베푸시나이다",
        "vcode": "GAE",
        "vnum": 14
    },
    {
        "bcode": 14,
        "cnum": 6,
        "content": "주께서 주의 종 내 아버지 다윗에게 허락하신 말씀을 지키시되 주의 입으로 말씀하신 것을 손으로 이루심이 오늘과 같으니이다",
        "vcode": "GAE",
        "vnum": 15
    },
    {
        "bcode": 14,
        "cnum": 6,
        "content": "이스라엘의 하나님 여호와여 주께서 주의 종 내 아버지 다윗에게 말씀하시기를 네 자손이 그들의 행위를 삼가서 네가 내 앞에서 행한 것 같이 내 율법대로 행하기만 하면 네게로부터 나서 이스라엘 왕위에 앉을 사람이 내 앞에서 끊어지지 아니하리라 하셨사오니 이제 다윗을 위하여 그 허락하신 말씀을 지키시옵소서",
        "vcode": "GAE",
        "vnum": 16
    },
    {
        "bcode": 14,
        "cnum": 6,
        "content": "그런즉 이스라엘 하나님 여호와여 원하건대 주는 주의 종 다윗에게 하신 말씀이 확실하게 하옵소서",
        "vcode": "GAE",
        "vnum": 17
    },
    {
        "bcode": 14,
        "cnum": 6,
        "content": "하나님이 참으로 사람과 함께 땅에 계시리이까 보소서 하늘과 하늘들의 하늘이라도 주를 용납하지 못하겠거든 하물며 내가 건축한 이 성전이오리이까",
        "vcode": "GAE",
        "vnum": 18
    },
    {
        "bcode": 14,
        "cnum": 6,
        "content": "그러나 나의 하나님 여호와여 주의 종의 기도와 간구를 돌아보시며 주의 종이 주 앞에서 부르짖는 것과 비는 기도를 들으시옵소서",
        "vcode": "GAE",
        "vnum": 19
    },
    {
        "bcode": 14,
        "cnum": 6,
        "content": "주께서 전에 말씀하시기를 내 이름을 거기에 두리라 하신 곳 이 성전을 향하여 주의 눈이 주야로 보시오며 종이 이 곳을 향하여 비는 기도를 들으시옵소서",
        "vcode": "GAE",
        "vnum": 20
    },
    {
        "bcode": 14,
        "cnum": 6,
        "content": "주의 종과 주의 백성 이스라엘이 이 곳을 향하여 기도할 때에 주는 그 간구함을 들으시되 주께서 계신 곳 하늘에서 들으시고 들으시사 사하여 주옵소서",
        "vcode": "GAE",
        "vnum": 21
    },
    {
        "bcode": 14,
        "cnum": 6,
        "content": "만일 어떤 사람이 그의 이웃에게 범죄하므로 맹세시킴을 받고 그가 와서 이 성전에 있는 주의 제단 앞에서 맹세하거든",
        "vcode": "GAE",
        "vnum": 22
    },
    {
        "bcode": 14,
        "cnum": 6,
        "content": "주는 하늘에서 들으시고 행하시되 주의 종들을 심판하사 악한 자의 죄를 정하여 그의 행위대로 그의 머리에 돌리시고 공의로운 자를 의롭다 하사 그 의로운 대로 갚으시옵소서",
        "vcode": "GAE",
        "vnum": 23
    },
    {
        "bcode": 14,
        "cnum": 6,
        "content": "만일 주의 백성 이스라엘이 주께 범죄하여 적국 앞에 패하게 되므로 주의 이름을 인정하고 주께로 돌아와서 이 성전에서 주께 빌며 간구하거든",
        "vcode": "GAE",
        "vnum": 24
    },
    {
        "bcode": 14,
        "cnum": 6,
        "content": "주는 하늘에서 들으시고 주의 백성 이스라엘의 죄를 사하시고 그들과 그들의 조상들에게 주신 땅으로 돌아오게 하옵소서",
        "vcode": "GAE",
        "vnum": 25
    },
    {
        "bcode": 14,
        "cnum": 6,
        "content": "만일 그들이 주께 범죄함으로 말미암아 하늘이 닫히고 비가 내리지 않는 주의 벌을 받을 때에 이 곳을 향하여 빌며 주의 이름을 인정하고 그들의 죄에서 떠나거든",
        "vcode": "GAE",
        "vnum": 26
    },
    {
        "bcode": 14,
        "cnum": 6,
        "content": "주께서는 하늘에서 들으사 주의 종들과 주의 백성 이스라엘의 죄를 사하시고 그 마땅히 행할 선한 길을 가르쳐 주시오며 주의 백성에게 기업으로 주신 주의 땅에 비를 내리시옵소서",
        "vcode": "GAE",
        "vnum": 27
    },
    {
        "bcode": 14,
        "cnum": 6,
        "content": "만일 이 땅에 기근이나 전염병이 있거나 곡식이 시들거나 깜부기가 나거나 메뚜기나 황충이 나거나 적국이 와서 성읍들을 에워싸거나 무슨 재앙이나 무슨 질병이 있거나를 막론하고",
        "vcode": "GAE",
        "vnum": 28
    },
    {
        "bcode": 14,
        "cnum": 6,
        "content": "한 사람이나 혹 주의 온 백성 이스라엘이 다 각각 자기의 마음에 재앙과 고통을 깨닫고 이 성전을 향하여 손을 펴고 무슨 기도나 무슨 간구를 하거든",
        "vcode": "GAE",
        "vnum": 29
    },
    {
        "bcode": 14,
        "cnum": 6,
        "content": "주는 계신 곳 하늘에서 들으시며 사유하시되 각 사람의 마음을 아시오니 그의 모든 행위대로 갚으시옵소서 주만 홀로 사람의 마음을 아심이니이다",
        "vcode": "GAE",
        "vnum": 30
    },
    {
        "bcode": 14,
        "cnum": 6,
        "content": "그리하시면 그들이 주께서 우리 조상들에게 주신 땅에서 사는 동안에 항상 주를 경외하며 주의 길로 걸어가리이다",
        "vcode": "GAE",
        "vnum": 31
    },
    {
        "bcode": 14,
        "cnum": 6,
        "content": "주의 백성 이스라엘에 속하지 않은 이방인에게 대하여도 그들이 주의 큰 이름과 능한 손과 펴신 팔을 위하여 먼 지방에서 와서 이 성전을 향하여 기도하거든",
        "vcode": "GAE",
        "vnum": 32
    },
    {
        "bcode": 14,
        "cnum": 6,
        "content": "주는 계신 곳 하늘에서 들으시고 모든 이방인이 주께 부르짖는 대로 이루사 땅의 만민이 주의 이름을 알고 주의 백성 이스라엘처럼 경외하게 하시오며 또 내가 건축한 이 성전을 주의 이름으로 일컫는 줄을 알게 하옵소서",
        "vcode": "GAE",
        "vnum": 33
    },
    {
        "bcode": 14,
        "cnum": 6,
        "content": "주의 백성이 그 적국과 더불어 싸우고자 하여 주께서 보내신 길로 나갈 때에 그들이 주께서 택하신 이 성과 내가 주의 이름을 위하여 건축한 성전 있는 쪽을 향하여 주께 기도하거든",
        "vcode": "GAE",
        "vnum": 34
    },
    {
        "bcode": 14,
        "cnum": 6,
        "content": "주는 하늘에서 그들의 기도와 간구를 들으시고 그들의 일을 돌보시옵소서",
        "vcode": "GAE",
        "vnum": 35
    },
    {
        "bcode": 14,
        "cnum": 6,
        "content": "주께 범죄하지 아니하는 사람이 없사오니 그들이 주께 범죄하므로 주께서 그들에게 진노하사 그들을 적국에게 넘기시매 적국이 그들을 사로잡아 땅의 원근을 막론하고 끌고 간 후에",
        "vcode": "GAE",
        "vnum": 36
    },
    {
        "bcode": 14,
        "cnum": 6,
        "content": "그들이 사로잡혀 간 땅에서 스스로 깨닫고 그들을 사로잡은 자들의 땅에서 돌이켜 주께 간구하기를 우리가 범죄하여 패역을 행하며 악을 행하였나이다 하며",
        "vcode": "GAE",
        "vnum": 37
    },
    {
        "bcode": 14,
        "cnum": 6,
        "content": "자기들을 사로잡아 간 적국의 땅에서 온 마음과 온 뜻으로 주께 돌아와서 주께서 그들의 조상들에게 주신 땅과 주께서 택하신 성과 내가 주의 이름을 위하여 건축한 성전 있는 쪽을 향하여 기도하거든",
        "vcode": "GAE",
        "vnum": 38
    },
    {
        "bcode": 14,
        "cnum": 6,
        "content": "주는 계신 곳 하늘에서 그들의 기도와 간구를 들으시고 그들의 일을 돌보시오며 주께 범죄한 주의 백성을 용서하옵소서",
        "vcode": "GAE",
        "vnum": 39
    },
    {
        "bcode": 14,
        "cnum": 6,
        "content": "나의 하나님이여 이제 이 곳에서 하는 기도에 눈을 드시고 귀를 기울이소서",
        "vcode": "GAE",
        "vnum": 40
    },
    {
        "bcode": 14,
        "cnum": 6,
        "content": "여호와 하나님이여 일어나 들어가사 주의 능력의 궤와 함께 주의 평안한 처소에 계시옵소서 여호와 하나님이여 원하옵건대 주의 제사장들에게 구원을 입게 하시고 또 주의 성도들에게 은혜를 기뻐하게 하옵소서",
        "vcode": "GAE",
        "vnum": 41
    },
    {
        "bcode": 14,
        "cnum": 6,
        "content": "여호와 하나님이여 주의 기름 부음 받은 자에게서 얼굴을 돌리지 마시옵고 주의 종 다윗에게 베푸신 은총을 기억하옵소서 하였더라",
        "vcode": "GAE",
        "vnum": 42
    }
]