{"pageProps":{"version":{"name":"NIV","vcode":"NIV"},"bible":{"bcode":5,"chapterCount":34,"name":"Deuteronomy","type":"old","vcode":"NIV"},"chapter":"10","verses":[{"bcode":5,"cnum":10,"content":"At that time the LORD said to me, \"Chisel out two stone tablets like the first ones and come up to me on the mountain. Also make a wooden chest.","vcode":"NIV","vnum":1},{"bcode":5,"cnum":10,"content":"I will write on the tablets the words that were on the first tablets, which you broke. Then you are to put them in the chest.\"","vcode":"NIV","vnum":2},{"bcode":5,"cnum":10,"content":"So I made the ark out of acacia wood and chiseled out two stone tablets like the first ones, and I went up on the mountain with the two tablets in my hands.","vcode":"NIV","vnum":3},{"bcode":5,"cnum":10,"content":"The LORD wrote on these tablets what he had written before, the Ten Commandments he had proclaimed to you on the mountain, out of the fire, on the day of the assembly. And the LORD gave them to me.","vcode":"NIV","vnum":4},{"bcode":5,"cnum":10,"content":"Then I came back down the mountain and put the tablets in the ark I had made, as the LORD commanded me, and they are there now.","vcode":"NIV","vnum":5},{"bcode":5,"cnum":10,"content":"(The Israelites traveled from the wells of the Jaakanites to Moserah. There Aaron died and was buried, and Eleazar his son succeeded him as priest.","vcode":"NIV","vnum":6},{"bcode":5,"cnum":10,"content":"From there they traveled to Gudgodah and on to Jotbathah, a land with streams of water.","vcode":"NIV","vnum":7},{"bcode":5,"cnum":10,"content":"At that time the LORD set apart the tribe of Levi to carry the ark of the covenant of the LORD, to stand before the LORD to minister and to pronounce blessings in his name, as they still do today.","vcode":"NIV","vnum":8},{"bcode":5,"cnum":10,"content":"That is why the Levites have no share or inheritance among their brothers; the LORD is their inheritance, as the LORD your God told them.)","vcode":"NIV","vnum":9},{"bcode":5,"cnum":10,"content":"Now I had stayed on the mountain forty days and nights, as I did the first time, and the LORD listened to me at this time also. It was not his will to destroy you.","vcode":"NIV","vnum":10},{"bcode":5,"cnum":10,"content":"\"Go,\" the LORD said to me, \"and lead the people on their way, so that they may enter and possess the land that I swore to their fathers to give them.\"","vcode":"NIV","vnum":11},{"bcode":5,"cnum":10,"content":"And now, O Israel, what does the LORD your God ask of you but to fear the LORD your God, to walk in all his ways, to love him, to serve the LORD your God with all your heart and with all your soul,","vcode":"NIV","vnum":12},{"bcode":5,"cnum":10,"content":"and to observe the LORD's commands and decrees that I am giving you today for your own good?","vcode":"NIV","vnum":13},{"bcode":5,"cnum":10,"content":"To the LORD your God belong the heavens, even the highest heavens, the earth and everything in it.","vcode":"NIV","vnum":14},{"bcode":5,"cnum":10,"content":"Yet the LORD set his affection on your forefathers and loved them, and he chose you, their descendants, above all the nations, as it is today.","vcode":"NIV","vnum":15},{"bcode":5,"cnum":10,"content":"Circumcise your hearts, therefore, and do not be stiff-necked any longer.","vcode":"NIV","vnum":16},{"bcode":5,"cnum":10,"content":"For the LORD your God is God of gods and Lord of lords, the great God, mighty and awesome, who shows no partiality and accepts no bribes.","vcode":"NIV","vnum":17},{"bcode":5,"cnum":10,"content":"He defends the cause of the fatherless and the widow, and loves the alien, giving him food and clothing.","vcode":"NIV","vnum":18},{"bcode":5,"cnum":10,"content":"And you are to love those who are aliens, for you yourselves were aliens in Egypt.","vcode":"NIV","vnum":19},{"bcode":5,"cnum":10,"content":"Fear the LORD your God and serve him. Hold fast to him and take your oaths in his name.","vcode":"NIV","vnum":20},{"bcode":5,"cnum":10,"content":"He is your praise; he is your God, who performed for you those great and awesome wonders you saw with your own eyes.","vcode":"NIV","vnum":21},{"bcode":5,"cnum":10,"content":"Your forefathers who went down into Egypt were seventy in all, and now the LORD your God has made you as numerous as the stars in the sky.","vcode":"NIV","vnum":22}]},"__N_SSG":true}