{"pageProps":{"version":{"name":"NIV","vcode":"NIV"},"bible":{"bcode":5,"chapterCount":34,"name":"Deuteronomy","type":"old","vcode":"NIV"},"chapter":"27","verses":[{"bcode":5,"cnum":27,"content":"Moses and the elders of Israel commanded the people: \"Keep all these commands that I give you today.","vcode":"NIV","vnum":1},{"bcode":5,"cnum":27,"content":"When you have crossed the Jordan into the land the LORD your God is giving you, set up some large stones and coat them with plaster.","vcode":"NIV","vnum":2},{"bcode":5,"cnum":27,"content":"Write on them all the words of this law when you have crossed over to enter the land the LORD your God is giving you, a land flowing with milk and honey, just as the LORD, the God of your fathers, promised you.","vcode":"NIV","vnum":3},{"bcode":5,"cnum":27,"content":"And when you have crossed the Jordan, set up these stones on Mount Ebal, as I command you today, and coat them with plaster.","vcode":"NIV","vnum":4},{"bcode":5,"cnum":27,"content":"Build there an altar to the LORD your God, an altar of stones. Do not use any iron tool upon them.","vcode":"NIV","vnum":5},{"bcode":5,"cnum":27,"content":"Build the altar of the LORD your God with fieldstones and offer burnt offerings on it to the LORD your God.","vcode":"NIV","vnum":6},{"bcode":5,"cnum":27,"content":"Sacrifice fellowship offerings there, eating them and rejoicing in the presence of the LORD your God.","vcode":"NIV","vnum":7},{"bcode":5,"cnum":27,"content":"And you shall write very clearly all the words of this law on these stones you have set up.\"","vcode":"NIV","vnum":8},{"bcode":5,"cnum":27,"content":"Then Moses and the priests, who are Levites, said to all Israel, \"Be silent, O Israel, and listen! You have now become the people of the LORD your God.","vcode":"NIV","vnum":9},{"bcode":5,"cnum":27,"content":"Obey the LORD your God and follow his commands and decrees that I give you today.\"","vcode":"NIV","vnum":10},{"bcode":5,"cnum":27,"content":"On the same day Moses commanded the people:","vcode":"NIV","vnum":11},{"bcode":5,"cnum":27,"content":"When you have crossed the Jordan, these tribes shall stand on Mount Gerizim to bless the people: Simeon, Levi, Judah, Issachar, Joseph and Benjamin.","vcode":"NIV","vnum":12},{"bcode":5,"cnum":27,"content":"And these tribes shall stand on Mount Ebal to pronounce curses: Reuben, Gad, Asher, Zebulun, Dan and Naphtali.","vcode":"NIV","vnum":13},{"bcode":5,"cnum":27,"content":"The Levites shall recite to all the people of Israel in a loud voice:","vcode":"NIV","vnum":14},{"bcode":5,"cnum":27,"content":"\"Cursed is the man who carves an image or casts an idol--a thing detestable to the LORD, the work of the craftsman's hands--and sets it up in secret.\" Then all the people shall say, \"Amen!\"","vcode":"NIV","vnum":15},{"bcode":5,"cnum":27,"content":"\"Cursed is the man who dishonors his father or his mother.\" Then all the people shall say, \"Amen!\"","vcode":"NIV","vnum":16},{"bcode":5,"cnum":27,"content":"\"Cursed is the man who moves his neighbor's boundary stone.\" Then all the people shall say, \"Amen!\"","vcode":"NIV","vnum":17},{"bcode":5,"cnum":27,"content":"\"Cursed is the man who leads the blind astray on the road.\" Then all the people shall say, \"Amen!\"","vcode":"NIV","vnum":18},{"bcode":5,"cnum":27,"content":"\"Cursed is the man who withholds justice from the alien, the fatherless or the widow.\" Then all the people shall say, \"Amen!\"","vcode":"NIV","vnum":19},{"bcode":5,"cnum":27,"content":"\"Cursed is the man who sleeps with his father's wife, for he dishonors his father's bed.\" Then all the people shall say, \"Amen!\"","vcode":"NIV","vnum":20},{"bcode":5,"cnum":27,"content":"\"Cursed is the man who has sexual relations with any animal.\" Then all the people shall say, \"Amen!\"","vcode":"NIV","vnum":21},{"bcode":5,"cnum":27,"content":"\"Cursed is the man who sleeps with his sister, the daughter of his father or the daughter of his mother.\" Then all the people shall say, \"Amen!\"","vcode":"NIV","vnum":22},{"bcode":5,"cnum":27,"content":"\"Cursed is the man who sleeps with his mother-in-law.\" Then all the people shall say, \"Amen!\"","vcode":"NIV","vnum":23},{"bcode":5,"cnum":27,"content":"\"Cursed is the man who kills his neighbor secretly.\" Then all the people shall say, \"Amen!\"","vcode":"NIV","vnum":24},{"bcode":5,"cnum":27,"content":"\"Cursed is the man who accepts a bribe to kill an innocent person.\" Then all the people shall say, \"Amen!\"","vcode":"NIV","vnum":25},{"bcode":5,"cnum":27,"content":"\"Cursed is the man who does not uphold the words of this law by carrying them out.\" Then all the people shall say, \"Amen!\"","vcode":"NIV","vnum":26}]},"__N_SSG":true}