{"pageProps":{"version":{"name":"NIV","vcode":"NIV"},"bible":{"bcode":5,"chapterCount":34,"name":"Deuteronomy","type":"old","vcode":"NIV"},"chapter":"33","verses":[{"bcode":5,"cnum":33,"content":"This is the blessing that Moses the man of God pronounced on the Israelites before his death.","vcode":"NIV","vnum":1},{"bcode":5,"cnum":33,"content":"He said: \"The LORD came from Sinai and dawned over them from Seir; he shone forth from Mount Paran. He came with myriads of holy ones from the south, from his mountain slopes.","vcode":"NIV","vnum":2},{"bcode":5,"cnum":33,"content":"Surely it is you who love the people; all the holy ones are in your hand. At your feet they all bow down, and from you receive instruction,","vcode":"NIV","vnum":3},{"bcode":5,"cnum":33,"content":"the law that Moses gave us, the possession of the assembly of Jacob.","vcode":"NIV","vnum":4},{"bcode":5,"cnum":33,"content":"He was king over Jeshurun when the leaders of the people assembled, along with the tribes of Israel.","vcode":"NIV","vnum":5},{"bcode":5,"cnum":33,"content":"\"Let Reuben live and not die, nor his men be few.\"","vcode":"NIV","vnum":6},{"bcode":5,"cnum":33,"content":"And this he said about Judah: \"Hear, O LORD, the cry of Judah; bring him to his people. With his own hands he defends his cause. Oh, be his help against his foes!\"","vcode":"NIV","vnum":7},{"bcode":5,"cnum":33,"content":"About Levi he said: \"Your Thummim and Urim belong to the man you favored. You tested him at Massah; you contended with him at the waters of Meribah.","vcode":"NIV","vnum":8},{"bcode":5,"cnum":33,"content":"He said of his father and mother, 'I have no regard for them.' He did not recognize his brothers or acknowledge his own children, but he watched over your word and guarded your covenant.","vcode":"NIV","vnum":9},{"bcode":5,"cnum":33,"content":"He teaches your precepts to Jacob and your law to Israel. He offers incense before you and whole burnt offerings on your altar.","vcode":"NIV","vnum":10},{"bcode":5,"cnum":33,"content":"Bless all his skills, O LORD, and be pleased with the work of his hands. Smite the loins of those who rise up against him; strike his foes till they rise no more.\"","vcode":"NIV","vnum":11},{"bcode":5,"cnum":33,"content":"About Benjamin he said: \"Let the beloved of the LORD rest secure in him, for he shields him all day long, and the one the LORD loves rests between his shoulders.\"","vcode":"NIV","vnum":12},{"bcode":5,"cnum":33,"content":"About Joseph he said: \"May the LORD bless his land with the precious dew from heaven above and with the deep waters that lie below;","vcode":"NIV","vnum":13},{"bcode":5,"cnum":33,"content":"with the best the sun brings forth and the finest the moon can yield;","vcode":"NIV","vnum":14},{"bcode":5,"cnum":33,"content":"with the choicest gifts of the ancient mountains and the fruitfulness of the everlasting hills;","vcode":"NIV","vnum":15},{"bcode":5,"cnum":33,"content":"with the best gifts of the earth and its fullness and the favor of him who dwelt in the burning bush. Let all these rest on the head of Joseph, on the brow of the prince among his brothers.","vcode":"NIV","vnum":16},{"bcode":5,"cnum":33,"content":"In majesty he is like a firstborn bull; his horns are the horns of a wild ox. With them he will gore the nations, even those at the ends of the earth. Such are the ten thousands of Ephraim; such are the thousands of Manasseh.\"","vcode":"NIV","vnum":17},{"bcode":5,"cnum":33,"content":"About Zebulun he said: \"Rejoice, Zebulun, in your going out, and you, Issachar, in your tents.","vcode":"NIV","vnum":18},{"bcode":5,"cnum":33,"content":"They will summon peoples to the mountain and there offer sacrifices of righteousness; they will feast on the abundance of the seas, on the treasures hidden in the sand.\"","vcode":"NIV","vnum":19},{"bcode":5,"cnum":33,"content":"About Gad he said: \"Blessed is he who enlarges Gad's domain! Gad lives there like a lion, tearing at arm or head.","vcode":"NIV","vnum":20},{"bcode":5,"cnum":33,"content":"He chose the best land for himself; the leader's portion was kept for him. When the heads of the people assembled, he carried out the LORD's righteous will, and his judgments concerning Israel.\"","vcode":"NIV","vnum":21},{"bcode":5,"cnum":33,"content":"About Dan he said: \"Dan is a lion's cub, springing out of Bashan.\"","vcode":"NIV","vnum":22},{"bcode":5,"cnum":33,"content":"About Naphtali he said: \"Naphtali is abounding with the favor of the LORD and is full of his blessing; he will inherit southward to the lake.\"","vcode":"NIV","vnum":23},{"bcode":5,"cnum":33,"content":"About Asher he said: \"Most blessed of sons is Asher; let him be favored by his brothers, and let him bathe his feet in oil.","vcode":"NIV","vnum":24},{"bcode":5,"cnum":33,"content":"The bolts of your gates will be iron and bronze, and your strength will equal your days.","vcode":"NIV","vnum":25},{"bcode":5,"cnum":33,"content":"\"There is no one like the God of Jeshurun, who rides on the heavens to help you and on the clouds in his majesty.","vcode":"NIV","vnum":26},{"bcode":5,"cnum":33,"content":"The eternal God is your refuge, and underneath are the everlasting arms. He will drive out your enemy before you, saying, 'Destroy him!'","vcode":"NIV","vnum":27},{"bcode":5,"cnum":33,"content":"So Israel will live in safety alone; Jacob's spring is secure in a land of grain and new wine, where the heavens drop dew.","vcode":"NIV","vnum":28},{"bcode":5,"cnum":33,"content":"Blessed are you, O Israel! Who is like you, a people saved by the LORD ? He is your shield and helper and your glorious sword. Your enemies will cower before you, and you will trample down their high places. \"","vcode":"NIV","vnum":29}]},"__N_SSG":true}