[
    {
        "bcode": 19,
        "cnum": 139,
        "content": "O LORD, you have searched me and you know me.",
        "vcode": "NIV",
        "vnum": 1
    },
    {
        "bcode": 19,
        "cnum": 139,
        "content": "You know when I sit and when I rise; you perceive my thoughts from afar.",
        "vcode": "NIV",
        "vnum": 2
    },
    {
        "bcode": 19,
        "cnum": 139,
        "content": "You discern my going out and my lying down; you are familiar with all my ways.",
        "vcode": "NIV",
        "vnum": 3
    },
    {
        "bcode": 19,
        "cnum": 139,
        "content": "Before a word is on my tongue you know it completely, O LORD.",
        "vcode": "NIV",
        "vnum": 4
    },
    {
        "bcode": 19,
        "cnum": 139,
        "content": "You hem me in--behind and before; you have laid your hand upon me.",
        "vcode": "NIV",
        "vnum": 5
    },
    {
        "bcode": 19,
        "cnum": 139,
        "content": "Such knowledge is too wonderful for me, too lofty for me to attain.",
        "vcode": "NIV",
        "vnum": 6
    },
    {
        "bcode": 19,
        "cnum": 139,
        "content": "Where can I go from your Spirit? Where can I flee from your presence?",
        "vcode": "NIV",
        "vnum": 7
    },
    {
        "bcode": 19,
        "cnum": 139,
        "content": "If I go up to the heavens, you are there; if I make my bed in the depths, you are there.",
        "vcode": "NIV",
        "vnum": 8
    },
    {
        "bcode": 19,
        "cnum": 139,
        "content": "If I rise on the wings of the dawn, if I settle on the far side of the sea,",
        "vcode": "NIV",
        "vnum": 9
    },
    {
        "bcode": 19,
        "cnum": 139,
        "content": "even there your hand will guide me, your right hand will hold me fast.",
        "vcode": "NIV",
        "vnum": 10
    },
    {
        "bcode": 19,
        "cnum": 139,
        "content": "If I say, \"Surely the darkness will hide me and the light become night around me,\"",
        "vcode": "NIV",
        "vnum": 11
    },
    {
        "bcode": 19,
        "cnum": 139,
        "content": "even the darkness will not be dark to you; the night will shine like the day, for darkness is as light to you.",
        "vcode": "NIV",
        "vnum": 12
    },
    {
        "bcode": 19,
        "cnum": 139,
        "content": "For you created my inmost being; you knit me together in my mother's womb.",
        "vcode": "NIV",
        "vnum": 13
    },
    {
        "bcode": 19,
        "cnum": 139,
        "content": "I praise you because I am fearfully and wonderfully made; your works are wonderful, I know that full well.",
        "vcode": "NIV",
        "vnum": 14
    },
    {
        "bcode": 19,
        "cnum": 139,
        "content": "My frame was not hidden from you when I was made in the secret place. When I was woven together in the depths of the earth,",
        "vcode": "NIV",
        "vnum": 15
    },
    {
        "bcode": 19,
        "cnum": 139,
        "content": "your eyes saw my unformed body. All the days ordained for me were written in your book before one of them came to be.",
        "vcode": "NIV",
        "vnum": 16
    },
    {
        "bcode": 19,
        "cnum": 139,
        "content": "How precious to me are your thoughts, O God! How vast is the sum of them!",
        "vcode": "NIV",
        "vnum": 17
    },
    {
        "bcode": 19,
        "cnum": 139,
        "content": "Were I to count them, they would outnumber the grains of sand. When I awake, I am still with you.",
        "vcode": "NIV",
        "vnum": 18
    },
    {
        "bcode": 19,
        "cnum": 139,
        "content": "If only you would slay the wicked, O God! Away from me, you bloodthirsty men!",
        "vcode": "NIV",
        "vnum": 19
    },
    {
        "bcode": 19,
        "cnum": 139,
        "content": "They speak of you with evil intent; your adversaries misuse your name.",
        "vcode": "NIV",
        "vnum": 20
    },
    {
        "bcode": 19,
        "cnum": 139,
        "content": "Do I not hate those who hate you, O LORD, and abhor those who rise up against you?",
        "vcode": "NIV",
        "vnum": 21
    },
    {
        "bcode": 19,
        "cnum": 139,
        "content": "I have nothing but hatred for them; I count them my enemies.",
        "vcode": "NIV",
        "vnum": 22
    },
    {
        "bcode": 19,
        "cnum": 139,
        "content": "Search me, O God, and know my heart; test me and know my anxious thoughts.",
        "vcode": "NIV",
        "vnum": 23
    },
    {
        "bcode": 19,
        "cnum": 139,
        "content": "See if there is any offensive way in me, and lead me in the way everlasting.",
        "vcode": "NIV",
        "vnum": 24
    }
]