[
    {
        "bcode": 19,
        "cnum": 140,
        "content": "Rescue me, O LORD, from evil men; protect me from men of violence,",
        "vcode": "NIV",
        "vnum": 1
    },
    {
        "bcode": 19,
        "cnum": 140,
        "content": "who devise evil plans in their hearts and stir up war every day.",
        "vcode": "NIV",
        "vnum": 2
    },
    {
        "bcode": 19,
        "cnum": 140,
        "content": "They make their tongues as sharp as a serpent's; the poison of vipers is on their lips. Selah",
        "vcode": "NIV",
        "vnum": 3
    },
    {
        "bcode": 19,
        "cnum": 140,
        "content": "Keep me, O LORD, from the hands of the wicked; protect me from men of violence who plan to trip my feet.",
        "vcode": "NIV",
        "vnum": 4
    },
    {
        "bcode": 19,
        "cnum": 140,
        "content": "Proud men have hidden a snare for me; they have spread out the cords of their net and have set traps for me along my path. Selah",
        "vcode": "NIV",
        "vnum": 5
    },
    {
        "bcode": 19,
        "cnum": 140,
        "content": "O LORD, I say to you, \"You are my God.\" Hear, O LORD, my cry for mercy.",
        "vcode": "NIV",
        "vnum": 6
    },
    {
        "bcode": 19,
        "cnum": 140,
        "content": "O Sovereign LORD, my strong deliverer, who shields my head in the day of battle-",
        "vcode": "NIV",
        "vnum": 7
    },
    {
        "bcode": 19,
        "cnum": 140,
        "content": "do not grant the wicked their desires, O LORD; do not let their plans succeed, or they will become proud. Selah",
        "vcode": "NIV",
        "vnum": 8
    },
    {
        "bcode": 19,
        "cnum": 140,
        "content": "Let the heads of those who surround me be covered with the trouble their lips have caused.",
        "vcode": "NIV",
        "vnum": 9
    },
    {
        "bcode": 19,
        "cnum": 140,
        "content": "Let burning coals fall upon them; may they be thrown into the fire, into miry pits, never to rise.",
        "vcode": "NIV",
        "vnum": 10
    },
    {
        "bcode": 19,
        "cnum": 140,
        "content": "Let slanderers not be established in the land; may disaster hunt down men of violence.",
        "vcode": "NIV",
        "vnum": 11
    },
    {
        "bcode": 19,
        "cnum": 140,
        "content": "I know that the LORD secures justice for the poor and upholds the cause of the needy.",
        "vcode": "NIV",
        "vnum": 12
    },
    {
        "bcode": 19,
        "cnum": 140,
        "content": "Surely the righteous will praise your name and the upright will live before you.",
        "vcode": "NIV",
        "vnum": 13
    }
]