[
    {
        "bcode": 19,
        "cnum": 141,
        "content": "O LORD, I call to you; come quickly to me. Hear my voice when I call to you.",
        "vcode": "NIV",
        "vnum": 1
    },
    {
        "bcode": 19,
        "cnum": 141,
        "content": "May my prayer be set before you like incense; may the lifting up of my hands be like the evening sacrifice.",
        "vcode": "NIV",
        "vnum": 2
    },
    {
        "bcode": 19,
        "cnum": 141,
        "content": "Set a guard over my mouth, O LORD; keep watch over the door of my lips.",
        "vcode": "NIV",
        "vnum": 3
    },
    {
        "bcode": 19,
        "cnum": 141,
        "content": "Let not my heart be drawn to what is evil, to take part in wicked deeds with men who are evildoers; let me not eat of their delicacies.",
        "vcode": "NIV",
        "vnum": 4
    },
    {
        "bcode": 19,
        "cnum": 141,
        "content": "Let a righteous man strike me--it is a kindness; let him rebuke me--it is oil on my head. My head will not refuse it. Yet my prayer is ever against the deeds of evildoers;",
        "vcode": "NIV",
        "vnum": 5
    },
    {
        "bcode": 19,
        "cnum": 141,
        "content": "their rulers will be thrown down from the cliffs, and the wicked will learn that my words were well spoken.",
        "vcode": "NIV",
        "vnum": 6
    },
    {
        "bcode": 19,
        "cnum": 141,
        "content": "They will say, \"As one plows and breaks up the earth, so our bones have been scattered at the mouth of the grave. \"",
        "vcode": "NIV",
        "vnum": 7
    },
    {
        "bcode": 19,
        "cnum": 141,
        "content": "But my eyes are fixed on you, O Sovereign LORD; in you I take refuge--do not give me over to death.",
        "vcode": "NIV",
        "vnum": 8
    },
    {
        "bcode": 19,
        "cnum": 141,
        "content": "Keep me from the snares they have laid for me, from the traps set by evildoers.",
        "vcode": "NIV",
        "vnum": 9
    },
    {
        "bcode": 19,
        "cnum": 141,
        "content": "Let the wicked fall into their own nets, while I pass by in safety.",
        "vcode": "NIV",
        "vnum": 10
    }
]