[
    {
        "bcode": 19,
        "cnum": 19,
        "content": "The heavens declare the glory of God; the skies proclaim the work of his hands.",
        "vcode": "NIV",
        "vnum": 1
    },
    {
        "bcode": 19,
        "cnum": 19,
        "content": "Day after day they pour forth speech; night after night they display knowledge.",
        "vcode": "NIV",
        "vnum": 2
    },
    {
        "bcode": 19,
        "cnum": 19,
        "content": "There is no speech or language where their voice is not heard.",
        "vcode": "NIV",
        "vnum": 3
    },
    {
        "bcode": 19,
        "cnum": 19,
        "content": "Their voice goes out into all the earth, their words to the ends of the world. In the heavens he has pitched a tent for the sun,",
        "vcode": "NIV",
        "vnum": 4
    },
    {
        "bcode": 19,
        "cnum": 19,
        "content": "which is like a bridegroom coming forth from his pavilion, like a champion rejoicing to run his course.",
        "vcode": "NIV",
        "vnum": 5
    },
    {
        "bcode": 19,
        "cnum": 19,
        "content": "It rises at one end of the heavens and makes its circuit to the other; nothing is hidden from its heat.",
        "vcode": "NIV",
        "vnum": 6
    },
    {
        "bcode": 19,
        "cnum": 19,
        "content": "The law of the LORD is perfect, reviving the soul. The statutes of the LORD are trustworthy, making wise the simple.",
        "vcode": "NIV",
        "vnum": 7
    },
    {
        "bcode": 19,
        "cnum": 19,
        "content": "The precepts of the LORD are right, giving joy to the heart. The commands of the LORD are radiant, giving light to the eyes.",
        "vcode": "NIV",
        "vnum": 8
    },
    {
        "bcode": 19,
        "cnum": 19,
        "content": "The fear of the LORD is pure, enduring forever. The ordinances of the LORD are sure and altogether righteous.",
        "vcode": "NIV",
        "vnum": 9
    },
    {
        "bcode": 19,
        "cnum": 19,
        "content": "They are more precious than gold, than much pure gold; they are sweeter than honey, than honey from the comb.",
        "vcode": "NIV",
        "vnum": 10
    },
    {
        "bcode": 19,
        "cnum": 19,
        "content": "By them is your servant warned; in keeping them there is great reward.",
        "vcode": "NIV",
        "vnum": 11
    },
    {
        "bcode": 19,
        "cnum": 19,
        "content": "Who can discern his errors? Forgive my hidden faults.",
        "vcode": "NIV",
        "vnum": 12
    },
    {
        "bcode": 19,
        "cnum": 19,
        "content": "Keep your servant also from willful sins; may they not rule over me. Then will I be blameless, innocent of great transgression.",
        "vcode": "NIV",
        "vnum": 13
    },
    {
        "bcode": 19,
        "cnum": 19,
        "content": "May the words of my mouth and the meditation of my heart be pleasing in your sight, O LORD, my Rock and my Redeemer.",
        "vcode": "NIV",
        "vnum": 14
    }
]