[
    {
        "bcode": 19,
        "cnum": 27,
        "content": "The LORD is my light and my salvation-- whom shall I fear? The LORD is the stronghold of my life-- of whom shall I be afraid?",
        "vcode": "NIV",
        "vnum": 1
    },
    {
        "bcode": 19,
        "cnum": 27,
        "content": "When evil men advance against me to devour my flesh, when my enemies and my foes attack me, they will stumble and fall.",
        "vcode": "NIV",
        "vnum": 2
    },
    {
        "bcode": 19,
        "cnum": 27,
        "content": "Though an army besiege me, my heart will not fear; though war break out against me, even then will I be confident.",
        "vcode": "NIV",
        "vnum": 3
    },
    {
        "bcode": 19,
        "cnum": 27,
        "content": "One thing I ask of the LORD, this is what I seek: that I may dwell in the house of the LORD all the days of my life, to gaze upon the beauty of the LORD and to seek him in his temple.",
        "vcode": "NIV",
        "vnum": 4
    },
    {
        "bcode": 19,
        "cnum": 27,
        "content": "For in the day of trouble he will keep me safe in his dwelling; he will hide me in the shelter of his tabernacle and set me high upon a rock.",
        "vcode": "NIV",
        "vnum": 5
    },
    {
        "bcode": 19,
        "cnum": 27,
        "content": "Then my head will be exalted above the enemies who surround me; at his tabernacle will I sacrifice with shouts of joy; I will sing and make music to the LORD.",
        "vcode": "NIV",
        "vnum": 6
    },
    {
        "bcode": 19,
        "cnum": 27,
        "content": "Hear my voice when I call, O LORD; be merciful to me and answer me.",
        "vcode": "NIV",
        "vnum": 7
    },
    {
        "bcode": 19,
        "cnum": 27,
        "content": "My heart says of you, \"Seek his face!\" Your face, LORD, I will seek.",
        "vcode": "NIV",
        "vnum": 8
    },
    {
        "bcode": 19,
        "cnum": 27,
        "content": "Do not hide your face from me, do not turn your servant away in anger; you have been my helper. Do not reject me or forsake me, O God my Savior.",
        "vcode": "NIV",
        "vnum": 9
    },
    {
        "bcode": 19,
        "cnum": 27,
        "content": "Though my father and mother forsake me, the LORD will receive me.",
        "vcode": "NIV",
        "vnum": 10
    },
    {
        "bcode": 19,
        "cnum": 27,
        "content": "Teach me your way, O LORD; lead me in a straight path because of my oppressors.",
        "vcode": "NIV",
        "vnum": 11
    },
    {
        "bcode": 19,
        "cnum": 27,
        "content": "Do not turn me over to the desire of my foes, for false witnesses rise up against me, breathing out violence.",
        "vcode": "NIV",
        "vnum": 12
    },
    {
        "bcode": 19,
        "cnum": 27,
        "content": "I am still confident of this: I will see the goodness of the LORD in the land of the living.",
        "vcode": "NIV",
        "vnum": 13
    },
    {
        "bcode": 19,
        "cnum": 27,
        "content": "Wait for the LORD; be strong and take heart and wait for the LORD.",
        "vcode": "NIV",
        "vnum": 14
    }
]