[
    {
        "bcode": 19,
        "cnum": 30,
        "content": "I will exalt you, O LORD, for you lifted me out of the depths and did not let my enemies gloat over me.",
        "vcode": "NIV",
        "vnum": 1
    },
    {
        "bcode": 19,
        "cnum": 30,
        "content": "O LORD my God, I called to you for help and you healed me.",
        "vcode": "NIV",
        "vnum": 2
    },
    {
        "bcode": 19,
        "cnum": 30,
        "content": "O LORD, you brought me up from the grave ; you spared me from going down into the pit.",
        "vcode": "NIV",
        "vnum": 3
    },
    {
        "bcode": 19,
        "cnum": 30,
        "content": "Sing to the LORD, you saints of his; praise his holy name.",
        "vcode": "NIV",
        "vnum": 4
    },
    {
        "bcode": 19,
        "cnum": 30,
        "content": "For his anger lasts only a moment, but his favor lasts a lifetime; weeping may remain for a night, but rejoicing comes in the morning.",
        "vcode": "NIV",
        "vnum": 5
    },
    {
        "bcode": 19,
        "cnum": 30,
        "content": "When I felt secure, I said, \"I will never be shaken.\"",
        "vcode": "NIV",
        "vnum": 6
    },
    {
        "bcode": 19,
        "cnum": 30,
        "content": "O LORD, when you favored me, you made my mountain stand firm; but when you hid your face, I was dismayed.",
        "vcode": "NIV",
        "vnum": 7
    },
    {
        "bcode": 19,
        "cnum": 30,
        "content": "To you, O LORD, I called; to the Lord I cried for mercy:",
        "vcode": "NIV",
        "vnum": 8
    },
    {
        "bcode": 19,
        "cnum": 30,
        "content": "\"What gain is there in my destruction, in my going down into the pit? Will the dust praise you? Will it proclaim your faithfulness?",
        "vcode": "NIV",
        "vnum": 9
    },
    {
        "bcode": 19,
        "cnum": 30,
        "content": "Hear, O LORD, and be merciful to me; O LORD, be my help.\"",
        "vcode": "NIV",
        "vnum": 10
    },
    {
        "bcode": 19,
        "cnum": 30,
        "content": "You turned my wailing into dancing; you removed my sackcloth and clothed me with joy,",
        "vcode": "NIV",
        "vnum": 11
    },
    {
        "bcode": 19,
        "cnum": 30,
        "content": "that my heart may sing to you and not be silent. O LORD my God, I will give you thanks forever.",
        "vcode": "NIV",
        "vnum": 12
    }
]