[
    {
        "bcode": 19,
        "cnum": 36,
        "content": "An oracle is within my heart concerning the sinfulness of the wicked: There is no fear of God before his eyes.",
        "vcode": "NIV",
        "vnum": 1
    },
    {
        "bcode": 19,
        "cnum": 36,
        "content": "For in his own eyes he flatters himself too much to detect or hate his sin.",
        "vcode": "NIV",
        "vnum": 2
    },
    {
        "bcode": 19,
        "cnum": 36,
        "content": "The words of his mouth are wicked and deceitful; he has ceased to be wise and to do good.",
        "vcode": "NIV",
        "vnum": 3
    },
    {
        "bcode": 19,
        "cnum": 36,
        "content": "Even on his bed he plots evil; he commits himself to a sinful course and does not reject what is wrong.",
        "vcode": "NIV",
        "vnum": 4
    },
    {
        "bcode": 19,
        "cnum": 36,
        "content": "Your love, O LORD, reaches to the heavens, your faithfulness to the skies.",
        "vcode": "NIV",
        "vnum": 5
    },
    {
        "bcode": 19,
        "cnum": 36,
        "content": "Your righteousness is like the mighty mountains, your justice like the great deep. O LORD, you preserve both man and beast.",
        "vcode": "NIV",
        "vnum": 6
    },
    {
        "bcode": 19,
        "cnum": 36,
        "content": "How priceless is your unfailing love! Both high and low among men find refuge in the shadow of your wings.",
        "vcode": "NIV",
        "vnum": 7
    },
    {
        "bcode": 19,
        "cnum": 36,
        "content": "They feast on the abundance of your house; you give them drink from your river of delights.",
        "vcode": "NIV",
        "vnum": 8
    },
    {
        "bcode": 19,
        "cnum": 36,
        "content": "For with you is the fountain of life; in your light we see light.",
        "vcode": "NIV",
        "vnum": 9
    },
    {
        "bcode": 19,
        "cnum": 36,
        "content": "Continue your love to those who know you, your righteousness to the upright in heart.",
        "vcode": "NIV",
        "vnum": 10
    },
    {
        "bcode": 19,
        "cnum": 36,
        "content": "May the foot of the proud not come against me, nor the hand of the wicked drive me away.",
        "vcode": "NIV",
        "vnum": 11
    },
    {
        "bcode": 19,
        "cnum": 36,
        "content": "See how the evildoers lie fallen-- thrown down, not able to rise!",
        "vcode": "NIV",
        "vnum": 12
    }
]