[
    {
        "bcode": 19,
        "cnum": 45,
        "content": "My heart is stirred by a noble theme as I recite my verses for the king; my tongue is the pen of a skillful writer.",
        "vcode": "NIV",
        "vnum": 1
    },
    {
        "bcode": 19,
        "cnum": 45,
        "content": "You are the most excellent of men and your lips have been anointed with grace, since God has blessed you forever.",
        "vcode": "NIV",
        "vnum": 2
    },
    {
        "bcode": 19,
        "cnum": 45,
        "content": "Gird your sword upon your side, O mighty one; clothe yourself with splendor and majesty.",
        "vcode": "NIV",
        "vnum": 3
    },
    {
        "bcode": 19,
        "cnum": 45,
        "content": "In your majesty ride forth victoriously in behalf of truth, humility and righteousness; let your right hand display awesome deeds.",
        "vcode": "NIV",
        "vnum": 4
    },
    {
        "bcode": 19,
        "cnum": 45,
        "content": "Let your sharp arrows pierce the hearts of the king's enemies; let the nations fall beneath your feet.",
        "vcode": "NIV",
        "vnum": 5
    },
    {
        "bcode": 19,
        "cnum": 45,
        "content": "Your throne, O God, will last for ever and ever; a scepter of justice will be the scepter of your kingdom.",
        "vcode": "NIV",
        "vnum": 6
    },
    {
        "bcode": 19,
        "cnum": 45,
        "content": "You love righteousness and hate wickedness; therefore God, your God, has set you above your companions by anointing you with the oil of joy.",
        "vcode": "NIV",
        "vnum": 7
    },
    {
        "bcode": 19,
        "cnum": 45,
        "content": "All your robes are fragrant with myrrh and aloes and cassia; from palaces adorned with ivory the music of the strings makes you glad.",
        "vcode": "NIV",
        "vnum": 8
    },
    {
        "bcode": 19,
        "cnum": 45,
        "content": "Daughters of kings are among your honored women; at your right hand is the royal bride in gold of Ophir.",
        "vcode": "NIV",
        "vnum": 9
    },
    {
        "bcode": 19,
        "cnum": 45,
        "content": "Listen, O daughter, consider and give ear: Forget your people and your father's house.",
        "vcode": "NIV",
        "vnum": 10
    },
    {
        "bcode": 19,
        "cnum": 45,
        "content": "The king is enthralled by your beauty; honor him, for he is your lord.",
        "vcode": "NIV",
        "vnum": 11
    },
    {
        "bcode": 19,
        "cnum": 45,
        "content": "The Daughter of Tyre will come with a gift, men of wealth will seek your favor.",
        "vcode": "NIV",
        "vnum": 12
    },
    {
        "bcode": 19,
        "cnum": 45,
        "content": "All glorious is the princess within her chamber ; her gown is interwoven with gold.",
        "vcode": "NIV",
        "vnum": 13
    },
    {
        "bcode": 19,
        "cnum": 45,
        "content": "In embroidered garments she is led to the king; her virgin companions follow her and are brought to you.",
        "vcode": "NIV",
        "vnum": 14
    },
    {
        "bcode": 19,
        "cnum": 45,
        "content": "They are led in with joy and gladness; they enter the palace of the king.",
        "vcode": "NIV",
        "vnum": 15
    },
    {
        "bcode": 19,
        "cnum": 45,
        "content": "Your sons will take the place of your fathers; you will make them princes throughout the land.",
        "vcode": "NIV",
        "vnum": 16
    },
    {
        "bcode": 19,
        "cnum": 45,
        "content": "I will perpetuate your memory through all generations; therefore the nations will praise you for ever and ever.",
        "vcode": "NIV",
        "vnum": 17
    }
]