[
    {
        "bcode": 19,
        "cnum": 55,
        "content": "Listen to my prayer, O God, do not ignore my plea;",
        "vcode": "NIV",
        "vnum": 1
    },
    {
        "bcode": 19,
        "cnum": 55,
        "content": "hear me and answer me. My thoughts trouble me and I am distraught",
        "vcode": "NIV",
        "vnum": 2
    },
    {
        "bcode": 19,
        "cnum": 55,
        "content": "at the voice of the enemy, at the stares of the wicked; for they bring down suffering upon me and revile me in their anger.",
        "vcode": "NIV",
        "vnum": 3
    },
    {
        "bcode": 19,
        "cnum": 55,
        "content": "My heart is in anguish within me; the terrors of death assail me.",
        "vcode": "NIV",
        "vnum": 4
    },
    {
        "bcode": 19,
        "cnum": 55,
        "content": "Fear and trembling have beset me; horror has overwhelmed me.",
        "vcode": "NIV",
        "vnum": 5
    },
    {
        "bcode": 19,
        "cnum": 55,
        "content": "I said, \"Oh, that I had the wings of a dove! I would fly away and be at rest-",
        "vcode": "NIV",
        "vnum": 6
    },
    {
        "bcode": 19,
        "cnum": 55,
        "content": "I would flee far away and stay in the desert; Selah",
        "vcode": "NIV",
        "vnum": 7
    },
    {
        "bcode": 19,
        "cnum": 55,
        "content": "I would hurry to my place of shelter, far from the tempest and storm.\"",
        "vcode": "NIV",
        "vnum": 8
    },
    {
        "bcode": 19,
        "cnum": 55,
        "content": "Confuse the wicked, O Lord, confound their speech, for I see violence and strife in the city.",
        "vcode": "NIV",
        "vnum": 9
    },
    {
        "bcode": 19,
        "cnum": 55,
        "content": "Day and night they prowl about on its walls; malice and abuse are within it.",
        "vcode": "NIV",
        "vnum": 10
    },
    {
        "bcode": 19,
        "cnum": 55,
        "content": "Destructive forces are at work in the city; threats and lies never leave its streets.",
        "vcode": "NIV",
        "vnum": 11
    },
    {
        "bcode": 19,
        "cnum": 55,
        "content": "If an enemy were insulting me, I could endure it; if a foe were raising himself against me, I could hide from him.",
        "vcode": "NIV",
        "vnum": 12
    },
    {
        "bcode": 19,
        "cnum": 55,
        "content": "But it is you, a man like myself, my companion, my close friend,",
        "vcode": "NIV",
        "vnum": 13
    },
    {
        "bcode": 19,
        "cnum": 55,
        "content": "with whom I once enjoyed sweet fellowship as we walked with the throng at the house of God.",
        "vcode": "NIV",
        "vnum": 14
    },
    {
        "bcode": 19,
        "cnum": 55,
        "content": "Let death take my enemies by surprise; let them go down alive to the grave, for evil finds lodging among them.",
        "vcode": "NIV",
        "vnum": 15
    },
    {
        "bcode": 19,
        "cnum": 55,
        "content": "But I call to God, and the LORD saves me.",
        "vcode": "NIV",
        "vnum": 16
    },
    {
        "bcode": 19,
        "cnum": 55,
        "content": "Evening, morning and noon I cry out in distress, and he hears my voice.",
        "vcode": "NIV",
        "vnum": 17
    },
    {
        "bcode": 19,
        "cnum": 55,
        "content": "He ransoms me unharmed from the battle waged against me, even though many oppose me.",
        "vcode": "NIV",
        "vnum": 18
    },
    {
        "bcode": 19,
        "cnum": 55,
        "content": "God, who is enthroned forever, will hear them and afflict them-- Selah men who never change their ways and have no fear of God.",
        "vcode": "NIV",
        "vnum": 19
    },
    {
        "bcode": 19,
        "cnum": 55,
        "content": "My companion attacks his friends; he violates his covenant.",
        "vcode": "NIV",
        "vnum": 20
    },
    {
        "bcode": 19,
        "cnum": 55,
        "content": "His speech is smooth as butter, yet war is in his heart; his words are more soothing than oil, yet they are drawn swords.",
        "vcode": "NIV",
        "vnum": 21
    },
    {
        "bcode": 19,
        "cnum": 55,
        "content": "Cast your cares on the LORD and he will sustain you; he will never let the righteous fall.",
        "vcode": "NIV",
        "vnum": 22
    },
    {
        "bcode": 19,
        "cnum": 55,
        "content": "But you, O God, will bring down the wicked into the pit of corruption; bloodthirsty and deceitful men will not live out half their days. But as for me, I trust in you.",
        "vcode": "NIV",
        "vnum": 23
    }
]