[
    {
        "bcode": 19,
        "cnum": 62,
        "content": "My soul finds rest in God alone; my salvation comes from him.",
        "vcode": "NIV",
        "vnum": 1
    },
    {
        "bcode": 19,
        "cnum": 62,
        "content": "He alone is my rock and my salvation; he is my fortress, I will never be shaken.",
        "vcode": "NIV",
        "vnum": 2
    },
    {
        "bcode": 19,
        "cnum": 62,
        "content": "How long will you assault a man? Would all of you throw him down-- this leaning wall, this tottering fence?",
        "vcode": "NIV",
        "vnum": 3
    },
    {
        "bcode": 19,
        "cnum": 62,
        "content": "They fully intend to topple him from his lofty place; they take delight in lies. With their mouths they bless, but in their hearts they curse. Selah",
        "vcode": "NIV",
        "vnum": 4
    },
    {
        "bcode": 19,
        "cnum": 62,
        "content": "Find rest, O my soul, in God alone; my hope comes from him.",
        "vcode": "NIV",
        "vnum": 5
    },
    {
        "bcode": 19,
        "cnum": 62,
        "content": "He alone is my rock and my salvation; he is my fortress, I will not be shaken.",
        "vcode": "NIV",
        "vnum": 6
    },
    {
        "bcode": 19,
        "cnum": 62,
        "content": "My salvation and my honor depend on God ; he is my mighty rock, my refuge.",
        "vcode": "NIV",
        "vnum": 7
    },
    {
        "bcode": 19,
        "cnum": 62,
        "content": "Trust in him at all times, O people; pour out your hearts to him, for God is our refuge. Selah",
        "vcode": "NIV",
        "vnum": 8
    },
    {
        "bcode": 19,
        "cnum": 62,
        "content": "Lowborn men are but a breath, the highborn are but a lie; if weighed on a balance, they are nothing; together they are only a breath.",
        "vcode": "NIV",
        "vnum": 9
    },
    {
        "bcode": 19,
        "cnum": 62,
        "content": "Do not trust in extortion or take pride in stolen goods; though your riches increase, do not set your heart on them.",
        "vcode": "NIV",
        "vnum": 10
    },
    {
        "bcode": 19,
        "cnum": 62,
        "content": "One thing God has spoken, two things have I heard: that you, O God, are strong,",
        "vcode": "NIV",
        "vnum": 11
    },
    {
        "bcode": 19,
        "cnum": 62,
        "content": "and that you, O Lord, are loving. Surely you will reward each person according to what he has done.",
        "vcode": "NIV",
        "vnum": 12
    }
]