[
    {
        "bcode": 19,
        "cnum": 65,
        "content": "Praise awaits you, O God, in Zion; to you our vows will be fulfilled.",
        "vcode": "NIV",
        "vnum": 1
    },
    {
        "bcode": 19,
        "cnum": 65,
        "content": "O you who hear prayer, to you all men will come.",
        "vcode": "NIV",
        "vnum": 2
    },
    {
        "bcode": 19,
        "cnum": 65,
        "content": "When we were overwhelmed by sins, you forgave our transgressions.",
        "vcode": "NIV",
        "vnum": 3
    },
    {
        "bcode": 19,
        "cnum": 65,
        "content": "Blessed are those you choose and bring near to live in your courts! We are filled with the good things of your house, of your holy temple.",
        "vcode": "NIV",
        "vnum": 4
    },
    {
        "bcode": 19,
        "cnum": 65,
        "content": "You answer us with awesome deeds of righteousness, O God our Savior, the hope of all the ends of the earth and of the farthest seas,",
        "vcode": "NIV",
        "vnum": 5
    },
    {
        "bcode": 19,
        "cnum": 65,
        "content": "who formed the mountains by your power, having armed yourself with strength,",
        "vcode": "NIV",
        "vnum": 6
    },
    {
        "bcode": 19,
        "cnum": 65,
        "content": "who stilled the roaring of the seas, the roaring of their waves, and the turmoil of the nations.",
        "vcode": "NIV",
        "vnum": 7
    },
    {
        "bcode": 19,
        "cnum": 65,
        "content": "Those living far away fear your wonders; where morning dawns and evening fades you call forth songs of joy.",
        "vcode": "NIV",
        "vnum": 8
    },
    {
        "bcode": 19,
        "cnum": 65,
        "content": "You care for the land and water it; you enrich it abundantly. The streams of God are filled with water to provide the people with grain, for so you have ordained it.",
        "vcode": "NIV",
        "vnum": 9
    },
    {
        "bcode": 19,
        "cnum": 65,
        "content": "You drench its furrows and level its ridges; you soften it with showers and bless its crops.",
        "vcode": "NIV",
        "vnum": 10
    },
    {
        "bcode": 19,
        "cnum": 65,
        "content": "You crown the year with your bounty, and your carts overflow with abundance.",
        "vcode": "NIV",
        "vnum": 11
    },
    {
        "bcode": 19,
        "cnum": 65,
        "content": "The grasslands of the desert overflow; the hills are clothed with gladness.",
        "vcode": "NIV",
        "vnum": 12
    },
    {
        "bcode": 19,
        "cnum": 65,
        "content": "The meadows are covered with flocks and the valleys are mantled with grain; they shout for joy and sing.",
        "vcode": "NIV",
        "vnum": 13
    }
]