[
    {
        "bcode": 19,
        "cnum": 66,
        "content": "Shout with joy to God, all the earth!",
        "vcode": "NIV",
        "vnum": 1
    },
    {
        "bcode": 19,
        "cnum": 66,
        "content": "Sing the glory of his name; make his praise glorious!",
        "vcode": "NIV",
        "vnum": 2
    },
    {
        "bcode": 19,
        "cnum": 66,
        "content": "Say to God, \"How awesome are your deeds! So great is your power that your enemies cringe before you.",
        "vcode": "NIV",
        "vnum": 3
    },
    {
        "bcode": 19,
        "cnum": 66,
        "content": "All the earth bows down to you; they sing praise to you, they sing praise to your name.\" Selah",
        "vcode": "NIV",
        "vnum": 4
    },
    {
        "bcode": 19,
        "cnum": 66,
        "content": "Come and see what God has done, how awesome his works in man's behalf!",
        "vcode": "NIV",
        "vnum": 5
    },
    {
        "bcode": 19,
        "cnum": 66,
        "content": "He turned the sea into dry land, they passed through the waters on foot-- come, let us rejoice in him.",
        "vcode": "NIV",
        "vnum": 6
    },
    {
        "bcode": 19,
        "cnum": 66,
        "content": "He rules forever by his power, his eyes watch the nations-- let not the rebellious rise up against him. Selah",
        "vcode": "NIV",
        "vnum": 7
    },
    {
        "bcode": 19,
        "cnum": 66,
        "content": "Praise our God, O peoples, let the sound of his praise be heard;",
        "vcode": "NIV",
        "vnum": 8
    },
    {
        "bcode": 19,
        "cnum": 66,
        "content": "he has preserved our lives and kept our feet from slipping.",
        "vcode": "NIV",
        "vnum": 9
    },
    {
        "bcode": 19,
        "cnum": 66,
        "content": "For you, O God, tested us; you refined us like silver.",
        "vcode": "NIV",
        "vnum": 10
    },
    {
        "bcode": 19,
        "cnum": 66,
        "content": "You brought us into prison and laid burdens on our backs.",
        "vcode": "NIV",
        "vnum": 11
    },
    {
        "bcode": 19,
        "cnum": 66,
        "content": "You let men ride over our heads; we went through fire and water, but you brought us to a place of abundance.",
        "vcode": "NIV",
        "vnum": 12
    },
    {
        "bcode": 19,
        "cnum": 66,
        "content": "I will come to your temple with burnt offerings and fulfill my vows to you-",
        "vcode": "NIV",
        "vnum": 13
    },
    {
        "bcode": 19,
        "cnum": 66,
        "content": "vows my lips promised and my mouth spoke when I was in trouble.",
        "vcode": "NIV",
        "vnum": 14
    },
    {
        "bcode": 19,
        "cnum": 66,
        "content": "I will sacrifice fat animals to you and an offering of rams; I will offer bulls and goats. Selah",
        "vcode": "NIV",
        "vnum": 15
    },
    {
        "bcode": 19,
        "cnum": 66,
        "content": "Come and listen, all you who fear God; let me tell you what he has done for me.",
        "vcode": "NIV",
        "vnum": 16
    },
    {
        "bcode": 19,
        "cnum": 66,
        "content": "I cried out to him with my mouth; his praise was on my tongue.",
        "vcode": "NIV",
        "vnum": 17
    },
    {
        "bcode": 19,
        "cnum": 66,
        "content": "If I had cherished sin in my heart, the Lord would not have listened;",
        "vcode": "NIV",
        "vnum": 18
    },
    {
        "bcode": 19,
        "cnum": 66,
        "content": "but God has surely listened and heard my voice in prayer.",
        "vcode": "NIV",
        "vnum": 19
    },
    {
        "bcode": 19,
        "cnum": 66,
        "content": "Praise be to God, who has not rejected my prayer or withheld his love from me!",
        "vcode": "NIV",
        "vnum": 20
    }
]