[
    {
        "bcode": 19,
        "cnum": 78,
        "content": "O my people, hear my teaching; listen to the words of my mouth.",
        "vcode": "NIV",
        "vnum": 1
    },
    {
        "bcode": 19,
        "cnum": 78,
        "content": "I will open my mouth in parables, I will utter hidden things, things from of old-",
        "vcode": "NIV",
        "vnum": 2
    },
    {
        "bcode": 19,
        "cnum": 78,
        "content": "what we have heard and known, what our fathers have told us.",
        "vcode": "NIV",
        "vnum": 3
    },
    {
        "bcode": 19,
        "cnum": 78,
        "content": "We will not hide them from their children; we will tell the next generation the praiseworthy deeds of the LORD, his power, and the wonders he has done.",
        "vcode": "NIV",
        "vnum": 4
    },
    {
        "bcode": 19,
        "cnum": 78,
        "content": "He decreed statutes for Jacob and established the law in Israel, which he commanded our forefathers to teach their children,",
        "vcode": "NIV",
        "vnum": 5
    },
    {
        "bcode": 19,
        "cnum": 78,
        "content": "so the next generation would know them, even the children yet to be born, and they in turn would tell their children.",
        "vcode": "NIV",
        "vnum": 6
    },
    {
        "bcode": 19,
        "cnum": 78,
        "content": "Then they would put their trust in God and would not forget his deeds but would keep his commands.",
        "vcode": "NIV",
        "vnum": 7
    },
    {
        "bcode": 19,
        "cnum": 78,
        "content": "They would not be like their forefathers-- a stubborn and rebellious generation, whose hearts were not loyal to God, whose spirits were not faithful to him.",
        "vcode": "NIV",
        "vnum": 8
    },
    {
        "bcode": 19,
        "cnum": 78,
        "content": "The men of Ephraim, though armed with bows, turned back on the day of battle;",
        "vcode": "NIV",
        "vnum": 9
    },
    {
        "bcode": 19,
        "cnum": 78,
        "content": "they did not keep God's covenant and refused to live by his law.",
        "vcode": "NIV",
        "vnum": 10
    },
    {
        "bcode": 19,
        "cnum": 78,
        "content": "They forgot what he had done, the wonders he had shown them.",
        "vcode": "NIV",
        "vnum": 11
    },
    {
        "bcode": 19,
        "cnum": 78,
        "content": "He did miracles in the sight of their fathers in the land of Egypt, in the region of Zoan.",
        "vcode": "NIV",
        "vnum": 12
    },
    {
        "bcode": 19,
        "cnum": 78,
        "content": "He divided the sea and led them through; he made the water stand firm like a wall.",
        "vcode": "NIV",
        "vnum": 13
    },
    {
        "bcode": 19,
        "cnum": 78,
        "content": "He guided them with the cloud by day and with light from the fire all night.",
        "vcode": "NIV",
        "vnum": 14
    },
    {
        "bcode": 19,
        "cnum": 78,
        "content": "He split the rocks in the desert and gave them water as abundant as the seas;",
        "vcode": "NIV",
        "vnum": 15
    },
    {
        "bcode": 19,
        "cnum": 78,
        "content": "he brought streams out of a rocky crag and made water flow down like rivers.",
        "vcode": "NIV",
        "vnum": 16
    },
    {
        "bcode": 19,
        "cnum": 78,
        "content": "But they continued to sin against him, rebelling in the desert against the Most High.",
        "vcode": "NIV",
        "vnum": 17
    },
    {
        "bcode": 19,
        "cnum": 78,
        "content": "They willfully put God to the test by demanding the food they craved.",
        "vcode": "NIV",
        "vnum": 18
    },
    {
        "bcode": 19,
        "cnum": 78,
        "content": "They spoke against God, saying, \"Can God spread a table in the desert?",
        "vcode": "NIV",
        "vnum": 19
    },
    {
        "bcode": 19,
        "cnum": 78,
        "content": "When he struck the rock, water gushed out, and streams flowed abundantly. But can he also give us food? Can he supply meat for his people?\"",
        "vcode": "NIV",
        "vnum": 20
    },
    {
        "bcode": 19,
        "cnum": 78,
        "content": "When the LORD heard them, he was very angry; his fire broke out against Jacob, and his wrath rose against Israel,",
        "vcode": "NIV",
        "vnum": 21
    },
    {
        "bcode": 19,
        "cnum": 78,
        "content": "for they did not believe in God or trust in his deliverance.",
        "vcode": "NIV",
        "vnum": 22
    },
    {
        "bcode": 19,
        "cnum": 78,
        "content": "Yet he gave a command to the skies above and opened the doors of the heavens;",
        "vcode": "NIV",
        "vnum": 23
    },
    {
        "bcode": 19,
        "cnum": 78,
        "content": "he rained down manna for the people to eat, he gave them the grain of heaven.",
        "vcode": "NIV",
        "vnum": 24
    },
    {
        "bcode": 19,
        "cnum": 78,
        "content": "Men ate the bread of angels; he sent them all the food they could eat.",
        "vcode": "NIV",
        "vnum": 25
    },
    {
        "bcode": 19,
        "cnum": 78,
        "content": "He let loose the east wind from the heavens and led forth the south wind by his power.",
        "vcode": "NIV",
        "vnum": 26
    },
    {
        "bcode": 19,
        "cnum": 78,
        "content": "He rained meat down on them like dust, flying birds like sand on the seashore.",
        "vcode": "NIV",
        "vnum": 27
    },
    {
        "bcode": 19,
        "cnum": 78,
        "content": "He made them come down inside their camp, all around their tents.",
        "vcode": "NIV",
        "vnum": 28
    },
    {
        "bcode": 19,
        "cnum": 78,
        "content": "They ate till they had more than enough, for he had given them what they craved.",
        "vcode": "NIV",
        "vnum": 29
    },
    {
        "bcode": 19,
        "cnum": 78,
        "content": "But before they turned from the food they craved, even while it was still in their mouths,",
        "vcode": "NIV",
        "vnum": 30
    },
    {
        "bcode": 19,
        "cnum": 78,
        "content": "God's anger rose against them; he put to death the sturdiest among them, cutting down the young men of Israel.",
        "vcode": "NIV",
        "vnum": 31
    },
    {
        "bcode": 19,
        "cnum": 78,
        "content": "In spite of all this, they kept on sinning; in spite of his wonders, they did not believe.",
        "vcode": "NIV",
        "vnum": 32
    },
    {
        "bcode": 19,
        "cnum": 78,
        "content": "So he ended their days in futility and their years in terror.",
        "vcode": "NIV",
        "vnum": 33
    },
    {
        "bcode": 19,
        "cnum": 78,
        "content": "Whenever God slew them, they would seek him; they eagerly turned to him again.",
        "vcode": "NIV",
        "vnum": 34
    },
    {
        "bcode": 19,
        "cnum": 78,
        "content": "They remembered that God was their Rock, that God Most High was their Redeemer.",
        "vcode": "NIV",
        "vnum": 35
    },
    {
        "bcode": 19,
        "cnum": 78,
        "content": "But then they would flatter him with their mouths, lying to him with their tongues;",
        "vcode": "NIV",
        "vnum": 36
    },
    {
        "bcode": 19,
        "cnum": 78,
        "content": "their hearts were not loyal to him, they were not faithful to his covenant.",
        "vcode": "NIV",
        "vnum": 37
    },
    {
        "bcode": 19,
        "cnum": 78,
        "content": "Yet he was merciful; he forgave their iniquities and did not destroy them. Time after time he restrained his anger and did not stir up his full wrath.",
        "vcode": "NIV",
        "vnum": 38
    },
    {
        "bcode": 19,
        "cnum": 78,
        "content": "He remembered that they were but flesh, a passing breeze that does not return.",
        "vcode": "NIV",
        "vnum": 39
    },
    {
        "bcode": 19,
        "cnum": 78,
        "content": "How often they rebelled against him in the desert and grieved him in the wasteland!",
        "vcode": "NIV",
        "vnum": 40
    },
    {
        "bcode": 19,
        "cnum": 78,
        "content": "Again and again they put God to the test; they vexed the Holy One of Israel.",
        "vcode": "NIV",
        "vnum": 41
    },
    {
        "bcode": 19,
        "cnum": 78,
        "content": "They did not remember his power-- the day he redeemed them from the oppressor,",
        "vcode": "NIV",
        "vnum": 42
    },
    {
        "bcode": 19,
        "cnum": 78,
        "content": "the day he displayed his miraculous signs in Egypt, his wonders in the region of Zoan.",
        "vcode": "NIV",
        "vnum": 43
    },
    {
        "bcode": 19,
        "cnum": 78,
        "content": "He turned their rivers to blood; they could not drink from their streams.",
        "vcode": "NIV",
        "vnum": 44
    },
    {
        "bcode": 19,
        "cnum": 78,
        "content": "He sent swarms of flies that devoured them, and frogs that devastated them.",
        "vcode": "NIV",
        "vnum": 45
    },
    {
        "bcode": 19,
        "cnum": 78,
        "content": "He gave their crops to the grasshopper, their produce to the locust.",
        "vcode": "NIV",
        "vnum": 46
    },
    {
        "bcode": 19,
        "cnum": 78,
        "content": "He destroyed their vines with hail and their sycamore-figs with sleet.",
        "vcode": "NIV",
        "vnum": 47
    },
    {
        "bcode": 19,
        "cnum": 78,
        "content": "He gave over their cattle to the hail, their livestock to bolts of lightning.",
        "vcode": "NIV",
        "vnum": 48
    },
    {
        "bcode": 19,
        "cnum": 78,
        "content": "He unleashed against them his hot anger, his wrath, indignation and hostility-- a band of destroying angels.",
        "vcode": "NIV",
        "vnum": 49
    },
    {
        "bcode": 19,
        "cnum": 78,
        "content": "He prepared a path for his anger; he did not spare them from death but gave them over to the plague.",
        "vcode": "NIV",
        "vnum": 50
    },
    {
        "bcode": 19,
        "cnum": 78,
        "content": "He struck down all the firstborn of Egypt, the firstfruits of manhood in the tents of Ham.",
        "vcode": "NIV",
        "vnum": 51
    },
    {
        "bcode": 19,
        "cnum": 78,
        "content": "But he brought his people out like a flock; he led them like sheep through the desert.",
        "vcode": "NIV",
        "vnum": 52
    },
    {
        "bcode": 19,
        "cnum": 78,
        "content": "He guided them safely, so they were unafraid; but the sea engulfed their enemies.",
        "vcode": "NIV",
        "vnum": 53
    },
    {
        "bcode": 19,
        "cnum": 78,
        "content": "Thus he brought them to the border of his holy land, to the hill country his right hand had taken.",
        "vcode": "NIV",
        "vnum": 54
    },
    {
        "bcode": 19,
        "cnum": 78,
        "content": "He drove out nations before them and allotted their lands to them as an inheritance; he settled the tribes of Israel in their homes.",
        "vcode": "NIV",
        "vnum": 55
    },
    {
        "bcode": 19,
        "cnum": 78,
        "content": "But they put God to the test and rebelled against the Most High; they did not keep his statutes.",
        "vcode": "NIV",
        "vnum": 56
    },
    {
        "bcode": 19,
        "cnum": 78,
        "content": "Like their fathers they were disloyal and faithless, as unreliable as a faulty bow.",
        "vcode": "NIV",
        "vnum": 57
    },
    {
        "bcode": 19,
        "cnum": 78,
        "content": "They angered him with their high places; they aroused his jealousy with their idols.",
        "vcode": "NIV",
        "vnum": 58
    },
    {
        "bcode": 19,
        "cnum": 78,
        "content": "When God heard them, he was very angry; he rejected Israel completely.",
        "vcode": "NIV",
        "vnum": 59
    },
    {
        "bcode": 19,
        "cnum": 78,
        "content": "He abandoned the tabernacle of Shiloh, the tent he had set up among men.",
        "vcode": "NIV",
        "vnum": 60
    },
    {
        "bcode": 19,
        "cnum": 78,
        "content": "He sent the ark of his might into captivity, his splendor into the hands of the enemy.",
        "vcode": "NIV",
        "vnum": 61
    },
    {
        "bcode": 19,
        "cnum": 78,
        "content": "He gave his people over to the sword; he was very angry with his inheritance.",
        "vcode": "NIV",
        "vnum": 62
    },
    {
        "bcode": 19,
        "cnum": 78,
        "content": "Fire consumed their young men, and their maidens had no wedding songs;",
        "vcode": "NIV",
        "vnum": 63
    },
    {
        "bcode": 19,
        "cnum": 78,
        "content": "their priests were put to the sword, and their widows could not weep.",
        "vcode": "NIV",
        "vnum": 64
    },
    {
        "bcode": 19,
        "cnum": 78,
        "content": "Then the Lord awoke as from sleep, as a man wakes from the stupor of wine.",
        "vcode": "NIV",
        "vnum": 65
    },
    {
        "bcode": 19,
        "cnum": 78,
        "content": "He beat back his enemies; he put them to everlasting shame.",
        "vcode": "NIV",
        "vnum": 66
    },
    {
        "bcode": 19,
        "cnum": 78,
        "content": "Then he rejected the tents of Joseph, he did not choose the tribe of Ephraim;",
        "vcode": "NIV",
        "vnum": 67
    },
    {
        "bcode": 19,
        "cnum": 78,
        "content": "but he chose the tribe of Judah, Mount Zion, which he loved.",
        "vcode": "NIV",
        "vnum": 68
    },
    {
        "bcode": 19,
        "cnum": 78,
        "content": "He built his sanctuary like the heights, like the earth that he established forever.",
        "vcode": "NIV",
        "vnum": 69
    },
    {
        "bcode": 19,
        "cnum": 78,
        "content": "He chose David his servant and took him from the sheep pens;",
        "vcode": "NIV",
        "vnum": 70
    },
    {
        "bcode": 19,
        "cnum": 78,
        "content": "from tending the sheep he brought him to be the shepherd of his people Jacob, of Israel his inheritance.",
        "vcode": "NIV",
        "vnum": 71
    },
    {
        "bcode": 19,
        "cnum": 78,
        "content": "And David shepherded them with integrity of heart; with skillful hands he led them.",
        "vcode": "NIV",
        "vnum": 72
    }
]