[
    {
        "bcode": 19,
        "cnum": 84,
        "content": "How lovely is your dwelling place, O LORD Almighty!",
        "vcode": "NIV",
        "vnum": 1
    },
    {
        "bcode": 19,
        "cnum": 84,
        "content": "My soul yearns, even faints, for the courts of the LORD; my heart and my flesh cry out for the living God.",
        "vcode": "NIV",
        "vnum": 2
    },
    {
        "bcode": 19,
        "cnum": 84,
        "content": "Even the sparrow has found a home, and the swallow a nest for herself, where she may have her young-- a place near your altar, O LORD Almighty, my King and my God.",
        "vcode": "NIV",
        "vnum": 3
    },
    {
        "bcode": 19,
        "cnum": 84,
        "content": "Blessed are those who dwell in your house; they are ever praising you. Selah",
        "vcode": "NIV",
        "vnum": 4
    },
    {
        "bcode": 19,
        "cnum": 84,
        "content": "Blessed are those whose strength is in you, who have set their hearts on pilgrimage.",
        "vcode": "NIV",
        "vnum": 5
    },
    {
        "bcode": 19,
        "cnum": 84,
        "content": "As they pass through the Valley of Baca, they make it a place of springs; the autumn rains also cover it with pools.",
        "vcode": "NIV",
        "vnum": 6
    },
    {
        "bcode": 19,
        "cnum": 84,
        "content": "They go from strength to strength, till each appears before God in Zion.",
        "vcode": "NIV",
        "vnum": 7
    },
    {
        "bcode": 19,
        "cnum": 84,
        "content": "Hear my prayer, O LORD God Almighty; listen to me, O God of Jacob. Selah",
        "vcode": "NIV",
        "vnum": 8
    },
    {
        "bcode": 19,
        "cnum": 84,
        "content": "Look upon our shield, O God; look with favor on your anointed one.",
        "vcode": "NIV",
        "vnum": 9
    },
    {
        "bcode": 19,
        "cnum": 84,
        "content": "Better is one day in your courts than a thousand elsewhere; I would rather be a doorkeeper in the house of my God than dwell in the tents of the wicked.",
        "vcode": "NIV",
        "vnum": 10
    },
    {
        "bcode": 19,
        "cnum": 84,
        "content": "For the LORD God is a sun and shield; the LORD bestows favor and honor; no good thing does he withhold from those whose walk is blameless.",
        "vcode": "NIV",
        "vnum": 11
    },
    {
        "bcode": 19,
        "cnum": 84,
        "content": "O LORD Almighty, blessed is the man who trusts in you.",
        "vcode": "NIV",
        "vnum": 12
    }
]