[
    {
        "bcode": 19,
        "cnum": 88,
        "content": "O LORD, the God who saves me, day and night I cry out before you.",
        "vcode": "NIV",
        "vnum": 1
    },
    {
        "bcode": 19,
        "cnum": 88,
        "content": "May my prayer come before you; turn your ear to my cry.",
        "vcode": "NIV",
        "vnum": 2
    },
    {
        "bcode": 19,
        "cnum": 88,
        "content": "For my soul is full of trouble and my life draws near the grave.",
        "vcode": "NIV",
        "vnum": 3
    },
    {
        "bcode": 19,
        "cnum": 88,
        "content": "I am counted among those who go down to the pit; I am like a man without strength.",
        "vcode": "NIV",
        "vnum": 4
    },
    {
        "bcode": 19,
        "cnum": 88,
        "content": "I am set apart with the dead, like the slain who lie in the grave, whom you remember no more, who are cut off from your care.",
        "vcode": "NIV",
        "vnum": 5
    },
    {
        "bcode": 19,
        "cnum": 88,
        "content": "You have put me in the lowest pit, in the darkest depths.",
        "vcode": "NIV",
        "vnum": 6
    },
    {
        "bcode": 19,
        "cnum": 88,
        "content": "Your wrath lies heavily upon me; you have overwhelmed me with all your waves. Selah",
        "vcode": "NIV",
        "vnum": 7
    },
    {
        "bcode": 19,
        "cnum": 88,
        "content": "You have taken from me my closest friends and have made me repulsive to them. I am confined and cannot escape;",
        "vcode": "NIV",
        "vnum": 8
    },
    {
        "bcode": 19,
        "cnum": 88,
        "content": "my eyes are dim with grief. I call to you, O LORD, every day; I spread out my hands to you.",
        "vcode": "NIV",
        "vnum": 9
    },
    {
        "bcode": 19,
        "cnum": 88,
        "content": "Do you show your wonders to the dead? Do those who are dead rise up and praise you? Selah",
        "vcode": "NIV",
        "vnum": 10
    },
    {
        "bcode": 19,
        "cnum": 88,
        "content": "Is your love declared in the grave, your faithfulness in Destruction ?",
        "vcode": "NIV",
        "vnum": 11
    },
    {
        "bcode": 19,
        "cnum": 88,
        "content": "Are your wonders known in the place of darkness, or your righteous deeds in the land of oblivion?",
        "vcode": "NIV",
        "vnum": 12
    },
    {
        "bcode": 19,
        "cnum": 88,
        "content": "But I cry to you for help, O LORD; in the morning my prayer comes before you.",
        "vcode": "NIV",
        "vnum": 13
    },
    {
        "bcode": 19,
        "cnum": 88,
        "content": "Why, O LORD, do you reject me and hide your face from me?",
        "vcode": "NIV",
        "vnum": 14
    },
    {
        "bcode": 19,
        "cnum": 88,
        "content": "From my youth I have been afflicted and close to death; I have suffered your terrors and am in despair.",
        "vcode": "NIV",
        "vnum": 15
    },
    {
        "bcode": 19,
        "cnum": 88,
        "content": "Your wrath has swept over me; your terrors have destroyed me.",
        "vcode": "NIV",
        "vnum": 16
    },
    {
        "bcode": 19,
        "cnum": 88,
        "content": "All day long they surround me like a flood; they have completely engulfed me.",
        "vcode": "NIV",
        "vnum": 17
    },
    {
        "bcode": 19,
        "cnum": 88,
        "content": "You have taken my companions and loved ones from me; the darkness is my closest friend.",
        "vcode": "NIV",
        "vnum": 18
    }
]