[
    {
        "bcode": 19,
        "cnum": 94,
        "content": "O LORD, the God who avenges, O God who avenges, shine forth.",
        "vcode": "NIV",
        "vnum": 1
    },
    {
        "bcode": 19,
        "cnum": 94,
        "content": "Rise up, O Judge of the earth; pay back to the proud what they deserve.",
        "vcode": "NIV",
        "vnum": 2
    },
    {
        "bcode": 19,
        "cnum": 94,
        "content": "How long will the wicked, O LORD, how long will the wicked be jubilant?",
        "vcode": "NIV",
        "vnum": 3
    },
    {
        "bcode": 19,
        "cnum": 94,
        "content": "They pour out arrogant words; all the evildoers are full of boasting.",
        "vcode": "NIV",
        "vnum": 4
    },
    {
        "bcode": 19,
        "cnum": 94,
        "content": "They crush your people, O LORD; they oppress your inheritance.",
        "vcode": "NIV",
        "vnum": 5
    },
    {
        "bcode": 19,
        "cnum": 94,
        "content": "They slay the widow and the alien; they murder the fatherless.",
        "vcode": "NIV",
        "vnum": 6
    },
    {
        "bcode": 19,
        "cnum": 94,
        "content": "They say, \"The LORD does not see; the God of Jacob pays no heed.\"",
        "vcode": "NIV",
        "vnum": 7
    },
    {
        "bcode": 19,
        "cnum": 94,
        "content": "Take heed, you senseless ones among the people; you fools, when will you become wise?",
        "vcode": "NIV",
        "vnum": 8
    },
    {
        "bcode": 19,
        "cnum": 94,
        "content": "Does he who implanted the ear not hear? Does he who formed the eye not see?",
        "vcode": "NIV",
        "vnum": 9
    },
    {
        "bcode": 19,
        "cnum": 94,
        "content": "Does he who disciplines nations not punish? Does he who teaches man lack knowledge?",
        "vcode": "NIV",
        "vnum": 10
    },
    {
        "bcode": 19,
        "cnum": 94,
        "content": "The LORD knows the thoughts of man; he knows that they are futile.",
        "vcode": "NIV",
        "vnum": 11
    },
    {
        "bcode": 19,
        "cnum": 94,
        "content": "Blessed is the man you discipline, O LORD, the man you teach from your law;",
        "vcode": "NIV",
        "vnum": 12
    },
    {
        "bcode": 19,
        "cnum": 94,
        "content": "you grant him relief from days of trouble, till a pit is dug for the wicked.",
        "vcode": "NIV",
        "vnum": 13
    },
    {
        "bcode": 19,
        "cnum": 94,
        "content": "For the LORD will not reject his people; he will never forsake his inheritance.",
        "vcode": "NIV",
        "vnum": 14
    },
    {
        "bcode": 19,
        "cnum": 94,
        "content": "Judgment will again be founded on righteousness, and all the upright in heart will follow it.",
        "vcode": "NIV",
        "vnum": 15
    },
    {
        "bcode": 19,
        "cnum": 94,
        "content": "Who will rise up for me against the wicked? Who will take a stand for me against evildoers?",
        "vcode": "NIV",
        "vnum": 16
    },
    {
        "bcode": 19,
        "cnum": 94,
        "content": "Unless the LORD had given me help, I would soon have dwelt in the silence of death.",
        "vcode": "NIV",
        "vnum": 17
    },
    {
        "bcode": 19,
        "cnum": 94,
        "content": "When I said, \"My foot is slipping,\" your love, O LORD, supported me.",
        "vcode": "NIV",
        "vnum": 18
    },
    {
        "bcode": 19,
        "cnum": 94,
        "content": "When anxiety was great within me, your consolation brought joy to my soul.",
        "vcode": "NIV",
        "vnum": 19
    },
    {
        "bcode": 19,
        "cnum": 94,
        "content": "Can a corrupt throne be allied with you-- one that brings on misery by its decrees?",
        "vcode": "NIV",
        "vnum": 20
    },
    {
        "bcode": 19,
        "cnum": 94,
        "content": "They band together against the righteous and condemn the innocent to death.",
        "vcode": "NIV",
        "vnum": 21
    },
    {
        "bcode": 19,
        "cnum": 94,
        "content": "But the LORD has become my fortress, and my God the rock in whom I take refuge.",
        "vcode": "NIV",
        "vnum": 22
    },
    {
        "bcode": 19,
        "cnum": 94,
        "content": "He will repay them for their sins and destroy them for their wickedness; the LORD our God will destroy them.",
        "vcode": "NIV",
        "vnum": 23
    }
]