{"pageProps":{"version":{"name":"NIV","vcode":"NIV"},"bible":{"bcode":42,"chapterCount":24,"name":"Luke","type":"new","vcode":"NIV"},"chapter":"17","verses":[{"bcode":42,"cnum":17,"content":"Jesus said to his disciples: \"Things that cause people to sin are bound to come, but woe to that person through whom they come.","vcode":"NIV","vnum":1},{"bcode":42,"cnum":17,"content":"It would be better for him to be thrown into the sea with a millstone tied around his neck than for him to cause one of these little ones to sin.","vcode":"NIV","vnum":2},{"bcode":42,"cnum":17,"content":"So watch yourselves. \"If your brother sins, rebuke him, and if he repents, forgive him.","vcode":"NIV","vnum":3},{"bcode":42,"cnum":17,"content":"If he sins against you seven times in a day, and seven times comes back to you and says, 'I repent,' forgive him.\"","vcode":"NIV","vnum":4},{"bcode":42,"cnum":17,"content":"The apostles said to the Lord, \"Increase our faith!\"","vcode":"NIV","vnum":5},{"bcode":42,"cnum":17,"content":"He replied, \"If you have faith as small as a mustard seed, you can say to this mulberry tree, 'Be uprooted and planted in the sea,' and it will obey you.","vcode":"NIV","vnum":6},{"bcode":42,"cnum":17,"content":"\"Suppose one of you had a servant plowing or looking after the sheep. Would he say to the servant when he comes in from the field, 'Come along now and sit down to eat'?","vcode":"NIV","vnum":7},{"bcode":42,"cnum":17,"content":"Would he not rather say, 'Prepare my supper, get yourself ready and wait on me while I eat and drink; after that you may eat and drink'?","vcode":"NIV","vnum":8},{"bcode":42,"cnum":17,"content":"Would he thank the servant because he did what he was told to do?","vcode":"NIV","vnum":9},{"bcode":42,"cnum":17,"content":"So you also, when you have done everything you were told to do, should say, 'We are unworthy servants; we have only done our duty.' \"","vcode":"NIV","vnum":10},{"bcode":42,"cnum":17,"content":"Now on his way to Jerusalem, Jesus traveled along the border between Samaria and Galilee.","vcode":"NIV","vnum":11},{"bcode":42,"cnum":17,"content":"As he was going into a village, ten men who had leprosymet him. They stood at a distance","vcode":"NIV","vnum":12},{"bcode":42,"cnum":17,"content":"and called out in a loud voice, \"Jesus, Master, have pity on us!\"","vcode":"NIV","vnum":13},{"bcode":42,"cnum":17,"content":"When he saw them, he said, \"Go, show yourselves to the priests.\" And as they went, they were cleansed.","vcode":"NIV","vnum":14},{"bcode":42,"cnum":17,"content":"One of them, when he saw he was healed, came back, praising God in a loud voice.","vcode":"NIV","vnum":15},{"bcode":42,"cnum":17,"content":"He threw himself at Jesus' feet and thanked him--and he was a Samaritan.","vcode":"NIV","vnum":16},{"bcode":42,"cnum":17,"content":"Jesus asked, \"Were not all ten cleansed? Where are the other nine?","vcode":"NIV","vnum":17},{"bcode":42,"cnum":17,"content":"Was no one found to return and give praise to God except this foreigner?\"","vcode":"NIV","vnum":18},{"bcode":42,"cnum":17,"content":"Then he said to him, \"Rise and go; your faith has made you well.\"","vcode":"NIV","vnum":19},{"bcode":42,"cnum":17,"content":"Once, having been asked by the Pharisees when the kingdom of God would come, Jesus replied, \"The kingdom of God does not come with your careful observation,","vcode":"NIV","vnum":20},{"bcode":42,"cnum":17,"content":"nor will people say, 'Here it is,' or 'There it is,' because the kingdom of God is within you.\"","vcode":"NIV","vnum":21},{"bcode":42,"cnum":17,"content":"Then he said to his disciples, \"The time is coming when you will long to see one of the days of the Son of Man, but you will not see it.","vcode":"NIV","vnum":22},{"bcode":42,"cnum":17,"content":"Men will tell you, 'There he is!' or 'Here he is!' Do not go running off after them.","vcode":"NIV","vnum":23},{"bcode":42,"cnum":17,"content":"For the Son of Man in his day will be like the lightning, which flashes and lights up the sky from one end to the other.","vcode":"NIV","vnum":24},{"bcode":42,"cnum":17,"content":"But first he must suffer many things and be rejected by this generation.","vcode":"NIV","vnum":25},{"bcode":42,"cnum":17,"content":"\"Just as it was in the days of Noah, so also will it be in the days of the Son of Man.","vcode":"NIV","vnum":26},{"bcode":42,"cnum":17,"content":"People were eating, drinking, marrying and being given in marriage up to the day Noah entered the ark. Then the flood came and destroyed them all.","vcode":"NIV","vnum":27},{"bcode":42,"cnum":17,"content":"\"It was the same in the days of Lot. People were eating and drinking, buying and selling, planting and building.","vcode":"NIV","vnum":28},{"bcode":42,"cnum":17,"content":"But the day Lot left Sodom, fire and sulfur rained down from heaven and destroyed them all.","vcode":"NIV","vnum":29},{"bcode":42,"cnum":17,"content":"\"It will be just like this on the day the Son of Man is revealed.","vcode":"NIV","vnum":30},{"bcode":42,"cnum":17,"content":"On that day no one who is on the roof of his house, with his goods inside, should go down to get them. Likewise, no one in the field should go back for anything.","vcode":"NIV","vnum":31},{"bcode":42,"cnum":17,"content":"Remember Lot's wife!","vcode":"NIV","vnum":32},{"bcode":42,"cnum":17,"content":"Whoever tries to keep his life will lose it, and whoever loses his life will preserve it.","vcode":"NIV","vnum":33},{"bcode":42,"cnum":17,"content":"I tell you, on that night two people will be in one bed; one will be taken and the other left.","vcode":"NIV","vnum":34},{"bcode":42,"cnum":17,"content":"Two women will be grinding grain together; one will be taken and the other left.\"","vcode":"NIV","vnum":35},{"bcode":42,"cnum":17,"content":"","vcode":"NIV","vnum":36},{"bcode":42,"cnum":17,"content":"\"Where, Lord?\" they asked. He replied, \"Where there is a dead body, there the vultures will gather.\"","vcode":"NIV","vnum":37}]},"__N_SSG":true}