[
    {
        "bcode": 14,
        "cnum": 17,
        "content": "Jehoshaphat his son succeeded him as king and strengthened himself against Israel.",
        "vcode": "NIV",
        "vnum": 1
    },
    {
        "bcode": 14,
        "cnum": 17,
        "content": "He stationed troops in all the fortified cities of Judah and put garrisons in Judah and in the towns of Ephraim that his father Asa had captured.",
        "vcode": "NIV",
        "vnum": 2
    },
    {
        "bcode": 14,
        "cnum": 17,
        "content": "The LORD was with Jehoshaphat because in his early years he walked in the ways his father David had followed. He did not consult the Baals",
        "vcode": "NIV",
        "vnum": 3
    },
    {
        "bcode": 14,
        "cnum": 17,
        "content": "but sought the God of his father and followed his commands rather than the practices of Israel.",
        "vcode": "NIV",
        "vnum": 4
    },
    {
        "bcode": 14,
        "cnum": 17,
        "content": "The LORD established the kingdom under his control; and all Judah brought gifts to Jehoshaphat, so that he had great wealth and honor.",
        "vcode": "NIV",
        "vnum": 5
    },
    {
        "bcode": 14,
        "cnum": 17,
        "content": "His heart was devoted to the ways of the LORD; furthermore, he removed the high places and the Asherah poles from Judah.",
        "vcode": "NIV",
        "vnum": 6
    },
    {
        "bcode": 14,
        "cnum": 17,
        "content": "In the third year of his reign he sent his officials Ben-Hail, Obadiah, Zechariah, Nethanel and Micaiah to teach in the towns of Judah.",
        "vcode": "NIV",
        "vnum": 7
    },
    {
        "bcode": 14,
        "cnum": 17,
        "content": "With them were certain Levites--Shemaiah, Nethaniah, Zebadiah, Asahel, Shemiramoth, Jehonathan, Adonijah, Tobijah and Tob-Adonijah--and the priests Elishama and Jehoram.",
        "vcode": "NIV",
        "vnum": 8
    },
    {
        "bcode": 14,
        "cnum": 17,
        "content": "They taught throughout Judah, taking with them the Book of the Law of the LORD; they went around to all the towns of Judah and taught the people.",
        "vcode": "NIV",
        "vnum": 9
    },
    {
        "bcode": 14,
        "cnum": 17,
        "content": "The fear of the LORD fell on all the kingdoms of the lands surrounding Judah, so that they did not make war with Jehoshaphat.",
        "vcode": "NIV",
        "vnum": 10
    },
    {
        "bcode": 14,
        "cnum": 17,
        "content": "Some Philistines brought Jehoshaphat gifts and silver as tribute, and the Arabs brought him flocks: seven thousand seven hundred rams and seven thousand seven hundred goats.",
        "vcode": "NIV",
        "vnum": 11
    },
    {
        "bcode": 14,
        "cnum": 17,
        "content": "Jehoshaphat became more and more powerful; he built forts and store cities in Judah",
        "vcode": "NIV",
        "vnum": 12
    },
    {
        "bcode": 14,
        "cnum": 17,
        "content": "and had large supplies in the towns of Judah. He also kept experienced fighting men in Jerusalem.",
        "vcode": "NIV",
        "vnum": 13
    },
    {
        "bcode": 14,
        "cnum": 17,
        "content": "Their enrollment by families was as follows: From Judah, commanders of units of 1,000: Adnah the commander, with 300,000 fighting men;",
        "vcode": "NIV",
        "vnum": 14
    },
    {
        "bcode": 14,
        "cnum": 17,
        "content": "next, Jehohanan the commander, with 280,000;",
        "vcode": "NIV",
        "vnum": 15
    },
    {
        "bcode": 14,
        "cnum": 17,
        "content": "next, Amasiah son of Zicri, who volunteered himself for the service of the LORD, with 200,000.",
        "vcode": "NIV",
        "vnum": 16
    },
    {
        "bcode": 14,
        "cnum": 17,
        "content": "From Benjamin: Eliada, a valiant soldier, with 200,000 men armed with bows and shields;",
        "vcode": "NIV",
        "vnum": 17
    },
    {
        "bcode": 14,
        "cnum": 17,
        "content": "next, Jehozabad, with 180,000 men armed for battle.",
        "vcode": "NIV",
        "vnum": 18
    },
    {
        "bcode": 14,
        "cnum": 17,
        "content": "These were the men who served the king, besides those he stationed in the fortified cities throughout Judah.",
        "vcode": "NIV",
        "vnum": 19
    }
]