{"pageProps":{"version":{"name":"NIV","vcode":"NIV"},"bible":{"bcode":47,"chapterCount":13,"name":"2 Corinthians","type":"new","vcode":"NIV"},"chapter":"5","verses":[{"bcode":47,"cnum":5,"content":"Now we know that if the earthly tent we live in is destroyed, we have a building from God, an eternal house in heaven, not built by human hands.","vcode":"NIV","vnum":1},{"bcode":47,"cnum":5,"content":"Meanwhile we groan, longing to be clothed with our heavenly dwelling,","vcode":"NIV","vnum":2},{"bcode":47,"cnum":5,"content":"because when we are clothed, we will not be found naked.","vcode":"NIV","vnum":3},{"bcode":47,"cnum":5,"content":"For while we are in this tent, we groan and are burdened, because we do not wish to be unclothed but to be clothed with our heavenly dwelling, so that what is mortal may be swallowed up by life.","vcode":"NIV","vnum":4},{"bcode":47,"cnum":5,"content":"Now it is God who has made us for this very purpose and has given us the Spirit as a deposit, guaranteeing what is to come.","vcode":"NIV","vnum":5},{"bcode":47,"cnum":5,"content":"Therefore we are always confident and know that as long as we are at home in the body we are away from the Lord.","vcode":"NIV","vnum":6},{"bcode":47,"cnum":5,"content":"We live by faith, not by sight.","vcode":"NIV","vnum":7},{"bcode":47,"cnum":5,"content":"We are confident, I say, and would prefer to be away from the body and at home with the Lord.","vcode":"NIV","vnum":8},{"bcode":47,"cnum":5,"content":"So we make it our goal to please him, whether we are at home in the body or away from it.","vcode":"NIV","vnum":9},{"bcode":47,"cnum":5,"content":"For we must all appear before the judgment seat of Christ, that each one may receive what is due him for the things done while in the body, whether good or bad.","vcode":"NIV","vnum":10},{"bcode":47,"cnum":5,"content":"Since, then, we know what it is to fear the Lord, we try to persuade men. What we are is plain to God, and I hope it is also plain to your conscience.","vcode":"NIV","vnum":11},{"bcode":47,"cnum":5,"content":"We are not trying to commend ourselves to you again, but are giving you an opportunity to take pride in us, so that you can answer those who take pride in what is seen rather than in what is in the heart.","vcode":"NIV","vnum":12},{"bcode":47,"cnum":5,"content":"If we are out of our mind, it is for the sake of God; if we are in our right mind, it is for you.","vcode":"NIV","vnum":13},{"bcode":47,"cnum":5,"content":"For Christ's love compels us, because we are convinced that one died for all, and therefore all died.","vcode":"NIV","vnum":14},{"bcode":47,"cnum":5,"content":"And he died for all, that those who live should no longer live for themselves but for him who died for them and was raised again.","vcode":"NIV","vnum":15},{"bcode":47,"cnum":5,"content":"So from now on we regard no one from a worldly point of view. Though we once regarded Christ in this way, we do so no longer.","vcode":"NIV","vnum":16},{"bcode":47,"cnum":5,"content":"Therefore, if anyone is in Christ, he is a new creation; the old has gone, the new has come!","vcode":"NIV","vnum":17},{"bcode":47,"cnum":5,"content":"All this is from God, who reconciled us to himself through Christ and gave us the ministry of reconciliation:","vcode":"NIV","vnum":18},{"bcode":47,"cnum":5,"content":"that God was reconciling the world to himself in Christ, not counting men's sins against them. And he has committed to us the message of reconciliation.","vcode":"NIV","vnum":19},{"bcode":47,"cnum":5,"content":"We are therefore Christ's ambassadors, as though God were making his appeal through us. We implore you on Christ's behalf: Be reconciled to God.","vcode":"NIV","vnum":20},{"bcode":47,"cnum":5,"content":"God made him who had no sin to be sin for us, so that in him we might become the righteousness of God.","vcode":"NIV","vnum":21}]},"__N_SSG":true}