{"pageProps":{"version":{"name":"NIV","vcode":"NIV"},"bible":{"bcode":47,"chapterCount":13,"name":"2 Corinthians","type":"new","vcode":"NIV"},"chapter":"9","verses":[{"bcode":47,"cnum":9,"content":"There is no need for me to write to you about this service to the saints.","vcode":"NIV","vnum":1},{"bcode":47,"cnum":9,"content":"For I know your eagerness to help, and I have been boasting about it to the Macedonians, telling them that since last year you in Achaia were ready to give; and your enthusiasm has stirred most of them to action.","vcode":"NIV","vnum":2},{"bcode":47,"cnum":9,"content":"But I am sending the brothers in order that our boasting about you in this matter should not prove hollow, but that you may be ready, as I said you would be.","vcode":"NIV","vnum":3},{"bcode":47,"cnum":9,"content":"For if any Macedonians come with me and find you unprepared, we--not to say anything about you--would be ashamed of having been so confident.","vcode":"NIV","vnum":4},{"bcode":47,"cnum":9,"content":"So I thought it necessary to urge the brothers to visit you in advance and finish the arrangements for the generous gift you had promised. Then it will be ready as a generous gift, not as one grudgingly given.","vcode":"NIV","vnum":5},{"bcode":47,"cnum":9,"content":"Remember this: Whoever sows sparingly will also reap sparingly, and whoever sows generously will also reap generously.","vcode":"NIV","vnum":6},{"bcode":47,"cnum":9,"content":"Each man should give what he has decided in his heart to give, not reluctantly or under compulsion, for God loves a cheerful giver.","vcode":"NIV","vnum":7},{"bcode":47,"cnum":9,"content":"And God is able to make all grace abound to you, so that in all things at all times, having all that you need, you will abound in every good work.","vcode":"NIV","vnum":8},{"bcode":47,"cnum":9,"content":"As it is written: \"He has scattered abroad his gifts to the poor; his righteousness endures forever.\"","vcode":"NIV","vnum":9},{"bcode":47,"cnum":9,"content":"Now he who supplies seed to the sower and bread for food will also supply and increase your store of seed and will enlarge the harvest of your righteousness.","vcode":"NIV","vnum":10},{"bcode":47,"cnum":9,"content":"You will be made rich in every way so that you can be generous on every occasion, and through us your generosity will result in thanksgiving to God.","vcode":"NIV","vnum":11},{"bcode":47,"cnum":9,"content":"This service that you perform is not only supplying the needs of God's people but is also overflowing in many expressions of thanks to God.","vcode":"NIV","vnum":12},{"bcode":47,"cnum":9,"content":"Because of the service by which you have proved yourselves, men will praise God for the obedience that accompanies your confession of the gospel of Christ, and for your generosity in sharing with them and with everyone else.","vcode":"NIV","vnum":13},{"bcode":47,"cnum":9,"content":"And in their prayers for you their hearts will go out to you, because of the surpassing grace God has given you.","vcode":"NIV","vnum":14},{"bcode":47,"cnum":9,"content":"Thanks be to God for his indescribable gift!","vcode":"NIV","vnum":15}]},"__N_SSG":true}