[
    {
        "bcode": 13,
        "cnum": 11,
        "content": "All Israel came together to David at Hebron and said, \"We are your own flesh and blood.",
        "vcode": "NIV",
        "vnum": 1
    },
    {
        "bcode": 13,
        "cnum": 11,
        "content": "In the past, even while Saul was king, you were the one who led Israel on their military campaigns. And the LORD your God said to you, 'You will shepherd my people Israel, and you will become their ruler.' \"",
        "vcode": "NIV",
        "vnum": 2
    },
    {
        "bcode": 13,
        "cnum": 11,
        "content": "When all the elders of Israel had come to King David at Hebron, he made a compact with them at Hebron before the LORD, and they anointed David king over Israel, as the LORD had promised through Samuel.",
        "vcode": "NIV",
        "vnum": 3
    },
    {
        "bcode": 13,
        "cnum": 11,
        "content": "David and all the Israelites marched to Jerusalem (that is, Jebus). The Jebusites who lived there",
        "vcode": "NIV",
        "vnum": 4
    },
    {
        "bcode": 13,
        "cnum": 11,
        "content": "said to David, \"You will not get in here.\" Nevertheless, David captured the fortress of Zion, the City of David.",
        "vcode": "NIV",
        "vnum": 5
    },
    {
        "bcode": 13,
        "cnum": 11,
        "content": "David had said, \"Whoever leads the attack on the Jebusites will become commander-in-chief.\" Joab son of Zeruiah went up first, and so he received the command.",
        "vcode": "NIV",
        "vnum": 6
    },
    {
        "bcode": 13,
        "cnum": 11,
        "content": "David then took up residence in the fortress, and so it was called the City of David.",
        "vcode": "NIV",
        "vnum": 7
    },
    {
        "bcode": 13,
        "cnum": 11,
        "content": "He built up the city around it, from the supporting terraces to the surrounding wall, while Joab restored the rest of the city.",
        "vcode": "NIV",
        "vnum": 8
    },
    {
        "bcode": 13,
        "cnum": 11,
        "content": "And David became more and more powerful, because the LORD Almighty was with him.",
        "vcode": "NIV",
        "vnum": 9
    },
    {
        "bcode": 13,
        "cnum": 11,
        "content": "These were the chiefs of David's mighty men--they, together with all Israel, gave his kingship strong support to extend it over the whole land, as the LORD had promised-",
        "vcode": "NIV",
        "vnum": 10
    },
    {
        "bcode": 13,
        "cnum": 11,
        "content": "this is the list of David's mighty men: Jashobeam, a Hacmonite, was chief of the officers ; he raised his spear against three hundred men, whom he killed in one encounter.",
        "vcode": "NIV",
        "vnum": 11
    },
    {
        "bcode": 13,
        "cnum": 11,
        "content": "Next to him was Eleazar son of Dodai the Ahohite, one of the three mighty men.",
        "vcode": "NIV",
        "vnum": 12
    },
    {
        "bcode": 13,
        "cnum": 11,
        "content": "He was with David at Pas Dammim when the Philistines gathered there for battle. At a place where there was a field full of barley, the troops fled from the Philistines.",
        "vcode": "NIV",
        "vnum": 13
    },
    {
        "bcode": 13,
        "cnum": 11,
        "content": "But they took their stand in the middle of the field. They defended it and struck the Philistines down, and the LORD brought about a great victory.",
        "vcode": "NIV",
        "vnum": 14
    },
    {
        "bcode": 13,
        "cnum": 11,
        "content": "Three of the thirty chiefs came down to David to the rock at the cave of Adullam, while a band of Philistines was encamped in the Valley of Rephaim.",
        "vcode": "NIV",
        "vnum": 15
    },
    {
        "bcode": 13,
        "cnum": 11,
        "content": "At that time David was in the stronghold, and the Philistine garrison was at Bethlehem.",
        "vcode": "NIV",
        "vnum": 16
    },
    {
        "bcode": 13,
        "cnum": 11,
        "content": "David longed for water and said, \"Oh, that someone would get me a drink of water from the well near the gate of Bethlehem!\"",
        "vcode": "NIV",
        "vnum": 17
    },
    {
        "bcode": 13,
        "cnum": 11,
        "content": "So the Three broke through the Philistine lines, drew water from the well near the gate of Bethlehem and carried it back to David. But he refused to drink it; instead, he poured it out before the LORD.",
        "vcode": "NIV",
        "vnum": 18
    },
    {
        "bcode": 13,
        "cnum": 11,
        "content": "\"God forbid that I should do this!\" he said. \"Should I drink the blood of these men who went at the risk of their lives?\" Because they risked their lives to bring it back, David would not drink it. Such were the exploits of the three mighty men.",
        "vcode": "NIV",
        "vnum": 19
    },
    {
        "bcode": 13,
        "cnum": 11,
        "content": "Abishai the brother of Joab was chief of the Three. He raised his spear against three hundred men, whom he killed, and so he became as famous as the Three.",
        "vcode": "NIV",
        "vnum": 20
    },
    {
        "bcode": 13,
        "cnum": 11,
        "content": "He was doubly honored above the Three and became their commander, even though he was not included among them.",
        "vcode": "NIV",
        "vnum": 21
    },
    {
        "bcode": 13,
        "cnum": 11,
        "content": "Benaiah son of Jehoiada was a valiant fighter from Kabzeel, who performed great exploits. He struck down two of Moab's best men. He also went down into a pit on a snowy day and killed a lion.",
        "vcode": "NIV",
        "vnum": 22
    },
    {
        "bcode": 13,
        "cnum": 11,
        "content": "And he struck down an Egyptian who was seven and a half feet tall. Although the Egyptian had a spear like a weaver's rod in his hand, Benaiah went against him with a club. He snatched the spear from the Egyptian's hand and killed him with his own spear.",
        "vcode": "NIV",
        "vnum": 23
    },
    {
        "bcode": 13,
        "cnum": 11,
        "content": "Such were the exploits of Benaiah son of Jehoiada; he too was as famous as the three mighty men.",
        "vcode": "NIV",
        "vnum": 24
    },
    {
        "bcode": 13,
        "cnum": 11,
        "content": "He was held in greater honor than any of the Thirty, but he was not included among the Three. And David put him in charge of his bodyguard.",
        "vcode": "NIV",
        "vnum": 25
    },
    {
        "bcode": 13,
        "cnum": 11,
        "content": "The mighty men were: Asahel the brother of Joab, Elhanan son of Dodo from Bethlehem,",
        "vcode": "NIV",
        "vnum": 26
    },
    {
        "bcode": 13,
        "cnum": 11,
        "content": "Shammoth the Harorite, Helez the Pelonite,",
        "vcode": "NIV",
        "vnum": 27
    },
    {
        "bcode": 13,
        "cnum": 11,
        "content": "Ira son of Ikkesh from Tekoa, Abiezer from Anathoth,",
        "vcode": "NIV",
        "vnum": 28
    },
    {
        "bcode": 13,
        "cnum": 11,
        "content": "Sibbecai the Hushathite, Ilai the Ahohite,",
        "vcode": "NIV",
        "vnum": 29
    },
    {
        "bcode": 13,
        "cnum": 11,
        "content": "Maharai the Netophathite, Heled son of Baanah the Netophathite,",
        "vcode": "NIV",
        "vnum": 30
    },
    {
        "bcode": 13,
        "cnum": 11,
        "content": "Ithai son of Ribai from Gibeah in Benjamin, Benaiah the Pirathonite,",
        "vcode": "NIV",
        "vnum": 31
    },
    {
        "bcode": 13,
        "cnum": 11,
        "content": "Hurai from the ravines of Gaash, Abiel the Arbathite,",
        "vcode": "NIV",
        "vnum": 32
    },
    {
        "bcode": 13,
        "cnum": 11,
        "content": "Azmaveth the Baharumite, Eliahba the Shaalbonite,",
        "vcode": "NIV",
        "vnum": 33
    },
    {
        "bcode": 13,
        "cnum": 11,
        "content": "the sons of Hashem the Gizonite, Jonathan son of Shagee the Hararite,",
        "vcode": "NIV",
        "vnum": 34
    },
    {
        "bcode": 13,
        "cnum": 11,
        "content": "Ahiam son of Sacar the Hararite, Eliphal son of Ur,",
        "vcode": "NIV",
        "vnum": 35
    },
    {
        "bcode": 13,
        "cnum": 11,
        "content": "Hepher the Mekerathite, Ahijah the Pelonite,",
        "vcode": "NIV",
        "vnum": 36
    },
    {
        "bcode": 13,
        "cnum": 11,
        "content": "Hezro the Carmelite, Naarai son of Ezbai,",
        "vcode": "NIV",
        "vnum": 37
    },
    {
        "bcode": 13,
        "cnum": 11,
        "content": "Joel the brother of Nathan, Mibhar son of Hagri,",
        "vcode": "NIV",
        "vnum": 38
    },
    {
        "bcode": 13,
        "cnum": 11,
        "content": "Zelek the Ammonite, Naharai the Berothite, the armor-bearer of Joab son of Zeruiah,",
        "vcode": "NIV",
        "vnum": 39
    },
    {
        "bcode": 13,
        "cnum": 11,
        "content": "Ira the Ithrite, Gareb the Ithrite,",
        "vcode": "NIV",
        "vnum": 40
    },
    {
        "bcode": 13,
        "cnum": 11,
        "content": "Uriah the Hittite, Zabad son of Ahlai,",
        "vcode": "NIV",
        "vnum": 41
    },
    {
        "bcode": 13,
        "cnum": 11,
        "content": "Adina son of Shiza the Reubenite, who was chief of the Reubenites, and the thirty with him,",
        "vcode": "NIV",
        "vnum": 42
    },
    {
        "bcode": 13,
        "cnum": 11,
        "content": "Hanan son of Maacah, Joshaphat the Mithnite,",
        "vcode": "NIV",
        "vnum": 43
    },
    {
        "bcode": 13,
        "cnum": 11,
        "content": "Uzzia the Ashterathite, Shama and Jeiel the sons of Hotham the Aroerite,",
        "vcode": "NIV",
        "vnum": 44
    },
    {
        "bcode": 13,
        "cnum": 11,
        "content": "Jediael son of Shimri, his brother Joha the Tizite,",
        "vcode": "NIV",
        "vnum": 45
    },
    {
        "bcode": 13,
        "cnum": 11,
        "content": "Eliel the Mahavite, Jeribai and Joshaviah the sons of Elnaam, Ithmah the Moabite,",
        "vcode": "NIV",
        "vnum": 46
    },
    {
        "bcode": 13,
        "cnum": 11,
        "content": "Eliel, Obed and Jaasiel the Mezobaite.",
        "vcode": "NIV",
        "vnum": 47
    }
]