[
    {
        "bcode": 13,
        "cnum": 27,
        "content": "This is the list of the Israelites--heads of families, commanders of thousands and commanders of hundreds, and their officers, who served the king in all that concerned the army divisions that were on duty month by month throughout the year. Each division consisted of 24,000 men.",
        "vcode": "NIV",
        "vnum": 1
    },
    {
        "bcode": 13,
        "cnum": 27,
        "content": "In charge of the first division, for the first month, was Jashobeam son of Zabdiel. There were 24,000 men in his division.",
        "vcode": "NIV",
        "vnum": 2
    },
    {
        "bcode": 13,
        "cnum": 27,
        "content": "He was a descendant of Perez and chief of all the army officers for the first month.",
        "vcode": "NIV",
        "vnum": 3
    },
    {
        "bcode": 13,
        "cnum": 27,
        "content": "In charge of the division for the second month was Dodai the Ahohite; Mikloth was the leader of his division. There were 24,000 men in his division.",
        "vcode": "NIV",
        "vnum": 4
    },
    {
        "bcode": 13,
        "cnum": 27,
        "content": "The third army commander, for the third month, was Benaiah son of Jehoiada the priest. He was chief and there were 24,000 men in his division.",
        "vcode": "NIV",
        "vnum": 5
    },
    {
        "bcode": 13,
        "cnum": 27,
        "content": "This was the Benaiah who was a mighty man among the Thirty and was over the Thirty. His son Ammizabad was in charge of his division.",
        "vcode": "NIV",
        "vnum": 6
    },
    {
        "bcode": 13,
        "cnum": 27,
        "content": "The fourth, for the fourth month, was Asahel the brother of Joab; his son Zebadiah was his successor. There were 24,000 men in his division.",
        "vcode": "NIV",
        "vnum": 7
    },
    {
        "bcode": 13,
        "cnum": 27,
        "content": "The fifth, for the fifth month, was the commander Shamhuth the Izrahite. There were 24,000 men in his division.",
        "vcode": "NIV",
        "vnum": 8
    },
    {
        "bcode": 13,
        "cnum": 27,
        "content": "The sixth, for the sixth month, was Ira the son of Ikkesh the Tekoite. There were 24,000 men in his division.",
        "vcode": "NIV",
        "vnum": 9
    },
    {
        "bcode": 13,
        "cnum": 27,
        "content": "The seventh, for the seventh month, was Helez the Pelonite, an Ephraimite. There were 24,000 men in his division.",
        "vcode": "NIV",
        "vnum": 10
    },
    {
        "bcode": 13,
        "cnum": 27,
        "content": "The eighth, for the eighth month, was Sibbecai the Hushathite, a Zerahite. There were 24,000 men in his division.",
        "vcode": "NIV",
        "vnum": 11
    },
    {
        "bcode": 13,
        "cnum": 27,
        "content": "The ninth, for the ninth month, was Abiezer the Anathothite, a Benjamite. There were 24,000 men in his division.",
        "vcode": "NIV",
        "vnum": 12
    },
    {
        "bcode": 13,
        "cnum": 27,
        "content": "The tenth, for the tenth month, was Maharai the Netophathite, a Zerahite. There were 24,000 men in his division.",
        "vcode": "NIV",
        "vnum": 13
    },
    {
        "bcode": 13,
        "cnum": 27,
        "content": "The eleventh, for the eleventh month, was Benaiah the Pirathonite, an Ephraimite. There were 24,000 men in his division.",
        "vcode": "NIV",
        "vnum": 14
    },
    {
        "bcode": 13,
        "cnum": 27,
        "content": "The twelfth, for the twelfth month, was Heldai the Netophathite, from the family of Othniel. There were 24,000 men in his division.",
        "vcode": "NIV",
        "vnum": 15
    },
    {
        "bcode": 13,
        "cnum": 27,
        "content": "The officers over the tribes of Israel: over the Reubenites: Eliezer son of Zicri; over the Simeonites: Shephatiah son of Maacah;",
        "vcode": "NIV",
        "vnum": 16
    },
    {
        "bcode": 13,
        "cnum": 27,
        "content": "over Levi: Hashabiah son of Kemuel; over Aaron: Zadok;",
        "vcode": "NIV",
        "vnum": 17
    },
    {
        "bcode": 13,
        "cnum": 27,
        "content": "over Judah: Elihu, a brother of David; over Issachar: Omri son of Michael;",
        "vcode": "NIV",
        "vnum": 18
    },
    {
        "bcode": 13,
        "cnum": 27,
        "content": "over Zebulun: Ishmaiah son of Obadiah; over Naphtali: Jerimoth son of Azriel;",
        "vcode": "NIV",
        "vnum": 19
    },
    {
        "bcode": 13,
        "cnum": 27,
        "content": "over the Ephraimites: Hoshea son of Azaziah; over half the tribe of Manasseh: Joel son of Pedaiah;",
        "vcode": "NIV",
        "vnum": 20
    },
    {
        "bcode": 13,
        "cnum": 27,
        "content": "over the half-tribe of Manasseh in Gilead: Iddo son of Zechariah; over Benjamin: Jaasiel son of Abner;",
        "vcode": "NIV",
        "vnum": 21
    },
    {
        "bcode": 13,
        "cnum": 27,
        "content": "over Dan: Azarel son of Jeroham. These were the officers over the tribes of Israel.",
        "vcode": "NIV",
        "vnum": 22
    },
    {
        "bcode": 13,
        "cnum": 27,
        "content": "David did not take the number of the men twenty years old or less, because the LORD had promised to make Israel as numerous as the stars in the sky.",
        "vcode": "NIV",
        "vnum": 23
    },
    {
        "bcode": 13,
        "cnum": 27,
        "content": "Joab son of Zeruiah began to count the men but did not finish. Wrath came on Israel on account of this numbering, and the number was not entered in the book of the annals of King David.",
        "vcode": "NIV",
        "vnum": 24
    },
    {
        "bcode": 13,
        "cnum": 27,
        "content": "Azmaveth son of Adiel was in charge of the royal storehouses. Jonathan son of Uzziah was in charge of the storehouses in the outlying districts, in the towns, the villages and the watchtowers.",
        "vcode": "NIV",
        "vnum": 25
    },
    {
        "bcode": 13,
        "cnum": 27,
        "content": "Ezri son of Kelub was in charge of the field workers who farmed the land.",
        "vcode": "NIV",
        "vnum": 26
    },
    {
        "bcode": 13,
        "cnum": 27,
        "content": "Shimei the Ramathite was in charge of the vineyards. Zabdi the Shiphmite was in charge of the produce of the vineyards for the wine vats.",
        "vcode": "NIV",
        "vnum": 27
    },
    {
        "bcode": 13,
        "cnum": 27,
        "content": "Baal-Hanan the Gederite was in charge of the olive and sycamore-fig trees in the western foothills. Joash was in charge of the supplies of olive oil.",
        "vcode": "NIV",
        "vnum": 28
    },
    {
        "bcode": 13,
        "cnum": 27,
        "content": "Shitrai the Sharonite was in charge of the herds grazing in Sharon. Shaphat son of Adlai was in charge of the herds in the valleys.",
        "vcode": "NIV",
        "vnum": 29
    },
    {
        "bcode": 13,
        "cnum": 27,
        "content": "Obil the Ishmaelite was in charge of the camels. Jehdeiah the Meronothite was in charge of the donkeys.",
        "vcode": "NIV",
        "vnum": 30
    },
    {
        "bcode": 13,
        "cnum": 27,
        "content": "Jaziz the Hagrite was in charge of the flocks. All these were the officials in charge of King David's property.",
        "vcode": "NIV",
        "vnum": 31
    },
    {
        "bcode": 13,
        "cnum": 27,
        "content": "Jonathan, David's uncle, was a counselor, a man of insight and a scribe. Jehiel son of Hacmoni took care of the king's sons.",
        "vcode": "NIV",
        "vnum": 32
    },
    {
        "bcode": 13,
        "cnum": 27,
        "content": "Ahithophel was the king's counselor. Hushai the Arkite was the king's friend.",
        "vcode": "NIV",
        "vnum": 33
    },
    {
        "bcode": 13,
        "cnum": 27,
        "content": "Ahithophel was succeeded by Jehoiada son of Benaiah and by Abiathar. Joab was the commander of the royal army.",
        "vcode": "NIV",
        "vnum": 34
    }
]