[
    {
        "bcode": 52,
        "cnum": 3,
        "content": "So when we could stand it no longer, we thought it best to be left by ourselves in Athens.",
        "vcode": "NIV",
        "vnum": 1
    },
    {
        "bcode": 52,
        "cnum": 3,
        "content": "We sent Timothy, who is our brother and God's fellow workerin spreading the gospel of Christ, to strengthen and encourage you in your faith,",
        "vcode": "NIV",
        "vnum": 2
    },
    {
        "bcode": 52,
        "cnum": 3,
        "content": "so that no one would be unsettled by these trials. You know quite well that we were destined for them.",
        "vcode": "NIV",
        "vnum": 3
    },
    {
        "bcode": 52,
        "cnum": 3,
        "content": "In fact, when we were with you, we kept telling you that we would be persecuted. And it turned out that way, as you well know.",
        "vcode": "NIV",
        "vnum": 4
    },
    {
        "bcode": 52,
        "cnum": 3,
        "content": "For this reason, when I could stand it no longer, I sent Timothy to find out about your faith. I was afraid that in some way the tempter might have tempted you and our efforts might have been useless.",
        "vcode": "NIV",
        "vnum": 5
    },
    {
        "bcode": 52,
        "cnum": 3,
        "content": "But Timothy has just now come to us from you and has brought good news about your faith and love. He has told us that you always have pleasant memories of us and that you long to see us, just as we also long to see you.",
        "vcode": "NIV",
        "vnum": 6
    },
    {
        "bcode": 52,
        "cnum": 3,
        "content": "Therefore, brothers, in all our distress and persecution we were encouraged about you because of your faith.",
        "vcode": "NIV",
        "vnum": 7
    },
    {
        "bcode": 52,
        "cnum": 3,
        "content": "For now we really live, since you are standing firm in the Lord.",
        "vcode": "NIV",
        "vnum": 8
    },
    {
        "bcode": 52,
        "cnum": 3,
        "content": "How can we thank God enough for you in return for all the joy we have in the presence of our God because of you?",
        "vcode": "NIV",
        "vnum": 9
    },
    {
        "bcode": 52,
        "cnum": 3,
        "content": "Night and day we pray most earnestly that we may see you again and supply what is lacking in your faith.",
        "vcode": "NIV",
        "vnum": 10
    },
    {
        "bcode": 52,
        "cnum": 3,
        "content": "Now may our God and Father himself and our Lord Jesus clear the way for us to come to you.",
        "vcode": "NIV",
        "vnum": 11
    },
    {
        "bcode": 52,
        "cnum": 3,
        "content": "May the Lord make your love increase and overflow for each other and for everyone else, just as ours does for you.",
        "vcode": "NIV",
        "vnum": 12
    },
    {
        "bcode": 52,
        "cnum": 3,
        "content": "May he strengthen your hearts so that you will be blameless and holy in the presence of our God and Father when our Lord Jesus comes with all his holy ones.",
        "vcode": "NIV",
        "vnum": 13
    }
]