[
    {
        "bcode": 52,
        "cnum": 4,
        "content": "Finally, brothers, we instructed you how to live in order to please God, as in fact you are living. Now we ask you and urge you in the Lord Jesus to do this more and more.",
        "vcode": "NIV",
        "vnum": 1
    },
    {
        "bcode": 52,
        "cnum": 4,
        "content": "For you know what instructions we gave you by the authority of the Lord Jesus.",
        "vcode": "NIV",
        "vnum": 2
    },
    {
        "bcode": 52,
        "cnum": 4,
        "content": "It is God's will that you should be sanctified: that you should avoid sexual immorality;",
        "vcode": "NIV",
        "vnum": 3
    },
    {
        "bcode": 52,
        "cnum": 4,
        "content": "that each of you should learn to control his own body in a way that is holy and honorable,",
        "vcode": "NIV",
        "vnum": 4
    },
    {
        "bcode": 52,
        "cnum": 4,
        "content": "not in passionate lust like the heathen, who do not know God;",
        "vcode": "NIV",
        "vnum": 5
    },
    {
        "bcode": 52,
        "cnum": 4,
        "content": "and that in this matter no one should wrong his brother or take advantage of him. The Lord will punish men for all such sins, as we have already told you and warned you.",
        "vcode": "NIV",
        "vnum": 6
    },
    {
        "bcode": 52,
        "cnum": 4,
        "content": "For God did not call us to be impure, but to live a holy life.",
        "vcode": "NIV",
        "vnum": 7
    },
    {
        "bcode": 52,
        "cnum": 4,
        "content": "Therefore, he who rejects this instruction does not reject man but God, who gives you his Holy Spirit.",
        "vcode": "NIV",
        "vnum": 8
    },
    {
        "bcode": 52,
        "cnum": 4,
        "content": "Now about brotherly love we do not need to write to you, for you yourselves have been taught by God to love each other.",
        "vcode": "NIV",
        "vnum": 9
    },
    {
        "bcode": 52,
        "cnum": 4,
        "content": "And in fact, you do love all the brothers throughout Macedonia. Yet we urge you, brothers, to do so more and more.",
        "vcode": "NIV",
        "vnum": 10
    },
    {
        "bcode": 52,
        "cnum": 4,
        "content": "Make it your ambition to lead a quiet life, to mind your own business and to work with your hands, just as we told you,",
        "vcode": "NIV",
        "vnum": 11
    },
    {
        "bcode": 52,
        "cnum": 4,
        "content": "so that your daily life may win the respect of outsiders and so that you will not be dependent on anybody.",
        "vcode": "NIV",
        "vnum": 12
    },
    {
        "bcode": 52,
        "cnum": 4,
        "content": "Brothers, we do not want you to be ignorant about those who fall asleep, or to grieve like the rest of men, who have no hope.",
        "vcode": "NIV",
        "vnum": 13
    },
    {
        "bcode": 52,
        "cnum": 4,
        "content": "We believe that Jesus died and rose again and so we believe that God will bring with Jesus those who have fallen asleep in him.",
        "vcode": "NIV",
        "vnum": 14
    },
    {
        "bcode": 52,
        "cnum": 4,
        "content": "According to the Lord's own word, we tell you that we who are still alive, who are left till the coming of the Lord, will certainly not precede those who have fallen asleep.",
        "vcode": "NIV",
        "vnum": 15
    },
    {
        "bcode": 52,
        "cnum": 4,
        "content": "For the Lord himself will come down from heaven, with a loud command, with the voice of the archangel and with the trumpet call of God, and the dead in Christ will rise first.",
        "vcode": "NIV",
        "vnum": 16
    },
    {
        "bcode": 52,
        "cnum": 4,
        "content": "After that, we who are still alive and are left will be caught up together with them in the clouds to meet the Lord in the air. And so we will be with the Lord forever.",
        "vcode": "NIV",
        "vnum": 17
    },
    {
        "bcode": 52,
        "cnum": 4,
        "content": "Therefore encourage each other with these words.",
        "vcode": "NIV",
        "vnum": 18
    }
]