[
    {
        "bcode": 23,
        "cnum": 24,
        "content": "See, the LORD is going to lay waste the earth and devastate it; he will ruin its face and scatter its inhabitants-",
        "vcode": "NIV",
        "vnum": 1
    },
    {
        "bcode": 23,
        "cnum": 24,
        "content": "it will be the same for priest as for people, for master as for servant, for mistress as for maid, for seller as for buyer, for borrower as for lender, for debtor as for creditor.",
        "vcode": "NIV",
        "vnum": 2
    },
    {
        "bcode": 23,
        "cnum": 24,
        "content": "The earth will be completely laid waste and totally plundered. The LORD has spoken this word.",
        "vcode": "NIV",
        "vnum": 3
    },
    {
        "bcode": 23,
        "cnum": 24,
        "content": "The earth dries up and withers, the world languishes and withers, the exalted of the earth languish.",
        "vcode": "NIV",
        "vnum": 4
    },
    {
        "bcode": 23,
        "cnum": 24,
        "content": "The earth is defiled by its people; they have disobeyed the laws, violated the statutes and broken the everlasting covenant.",
        "vcode": "NIV",
        "vnum": 5
    },
    {
        "bcode": 23,
        "cnum": 24,
        "content": "Therefore a curse consumes the earth; its people must bear their guilt. Therefore earth's inhabitants are burned up, and very few are left.",
        "vcode": "NIV",
        "vnum": 6
    },
    {
        "bcode": 23,
        "cnum": 24,
        "content": "The new wine dries up and the vine withers; all the merrymakers groan.",
        "vcode": "NIV",
        "vnum": 7
    },
    {
        "bcode": 23,
        "cnum": 24,
        "content": "The gaiety of the tambourines is stilled, the noise of the revelers has stopped, the joyful harp is silent.",
        "vcode": "NIV",
        "vnum": 8
    },
    {
        "bcode": 23,
        "cnum": 24,
        "content": "No longer do they drink wine with a song; the beer is bitter to its drinkers.",
        "vcode": "NIV",
        "vnum": 9
    },
    {
        "bcode": 23,
        "cnum": 24,
        "content": "The ruined city lies desolate; the entrance to every house is barred.",
        "vcode": "NIV",
        "vnum": 10
    },
    {
        "bcode": 23,
        "cnum": 24,
        "content": "In the streets they cry out for wine; all joy turns to gloom, all gaiety is banished from the earth.",
        "vcode": "NIV",
        "vnum": 11
    },
    {
        "bcode": 23,
        "cnum": 24,
        "content": "The city is left in ruins, its gate is battered to pieces.",
        "vcode": "NIV",
        "vnum": 12
    },
    {
        "bcode": 23,
        "cnum": 24,
        "content": "So will it be on the earth and among the nations, as when an olive tree is beaten, or as when gleanings are left after the grape harvest.",
        "vcode": "NIV",
        "vnum": 13
    },
    {
        "bcode": 23,
        "cnum": 24,
        "content": "They raise their voices, they shout for joy; from the west they acclaim the LORD's majesty.",
        "vcode": "NIV",
        "vnum": 14
    },
    {
        "bcode": 23,
        "cnum": 24,
        "content": "Therefore in the east give glory to the LORD; exalt the name of the LORD, the God of Israel, in the islands of the sea.",
        "vcode": "NIV",
        "vnum": 15
    },
    {
        "bcode": 23,
        "cnum": 24,
        "content": "From the ends of the earth we hear singing: \"Glory to the Righteous One.\" But I said, \"I waste away, I waste away! Woe to me! The treacherous betray! With treachery the treacherous betray!\"",
        "vcode": "NIV",
        "vnum": 16
    },
    {
        "bcode": 23,
        "cnum": 24,
        "content": "Terror and pit and snare await you, O people of the earth.",
        "vcode": "NIV",
        "vnum": 17
    },
    {
        "bcode": 23,
        "cnum": 24,
        "content": "Whoever flees at the sound of terror will fall into a pit; whoever climbs out of the pit will be caught in a snare. The floodgates of the heavens are opened, the foundations of the earth shake.",
        "vcode": "NIV",
        "vnum": 18
    },
    {
        "bcode": 23,
        "cnum": 24,
        "content": "The earth is broken up, the earth is split asunder, the earth is thoroughly shaken.",
        "vcode": "NIV",
        "vnum": 19
    },
    {
        "bcode": 23,
        "cnum": 24,
        "content": "The earth reels like a drunkard, it sways like a hut in the wind; so heavy upon it is the guilt of its rebellion that it falls--never to rise again.",
        "vcode": "NIV",
        "vnum": 20
    },
    {
        "bcode": 23,
        "cnum": 24,
        "content": "In that day the LORD will punish the powers in the heavens above and the kings on the earth below.",
        "vcode": "NIV",
        "vnum": 21
    },
    {
        "bcode": 23,
        "cnum": 24,
        "content": "They will be herded together like prisoners bound in a dungeon; they will be shut up in prison and be punished after many days.",
        "vcode": "NIV",
        "vnum": 22
    },
    {
        "bcode": 23,
        "cnum": 24,
        "content": "The moon will be abashed, the sun ashamed; for the LORD Almighty will reign on Mount Zion and in Jerusalem, and before its elders, gloriously.",
        "vcode": "NIV",
        "vnum": 23
    }
]