{"pageProps":{"version":{"name":"NIV","vcode":"NIV"},"bible":{"bcode":18,"chapterCount":42,"name":"Job","type":"old","vcode":"NIV"},"chapter":"14","verses":[{"bcode":18,"cnum":14,"content":"\"Man born of woman is of few days and full of trouble.","vcode":"NIV","vnum":1},{"bcode":18,"cnum":14,"content":"He springs up like a flower and withers away; like a fleeting shadow, he does not endure.","vcode":"NIV","vnum":2},{"bcode":18,"cnum":14,"content":"Do you fix your eye on such a one? Will you bring him before you for judgment?","vcode":"NIV","vnum":3},{"bcode":18,"cnum":14,"content":"Who can bring what is pure from the impure? No one!","vcode":"NIV","vnum":4},{"bcode":18,"cnum":14,"content":"Man's days are determined; you have decreed the number of his months and have set limits he cannot exceed.","vcode":"NIV","vnum":5},{"bcode":18,"cnum":14,"content":"So look away from him and let him alone, till he has put in his time like a hired man.","vcode":"NIV","vnum":6},{"bcode":18,"cnum":14,"content":"\"At least there is hope for a tree: If it is cut down, it will sprout again, and its new shoots will not fail.","vcode":"NIV","vnum":7},{"bcode":18,"cnum":14,"content":"Its roots may grow old in the ground and its stump die in the soil,","vcode":"NIV","vnum":8},{"bcode":18,"cnum":14,"content":"yet at the scent of water it will bud and put forth shoots like a plant.","vcode":"NIV","vnum":9},{"bcode":18,"cnum":14,"content":"But man dies and is laid low; he breathes his last and is no more.","vcode":"NIV","vnum":10},{"bcode":18,"cnum":14,"content":"As water disappears from the sea or a riverbed becomes parched and dry,","vcode":"NIV","vnum":11},{"bcode":18,"cnum":14,"content":"so man lies down and does not rise; till the heavens are no more, men will not awake or be roused from their sleep.","vcode":"NIV","vnum":12},{"bcode":18,"cnum":14,"content":"\"If only you would hide me in the grave and conceal me till your anger has passed! If only you would set me a time and then remember me!","vcode":"NIV","vnum":13},{"bcode":18,"cnum":14,"content":"If a man dies, will he live again? All the days of my hard service I will wait for my renewal to come.","vcode":"NIV","vnum":14},{"bcode":18,"cnum":14,"content":"You will call and I will answer you; you will long for the creature your hands have made.","vcode":"NIV","vnum":15},{"bcode":18,"cnum":14,"content":"Surely then you will count my steps but not keep track of my sin.","vcode":"NIV","vnum":16},{"bcode":18,"cnum":14,"content":"My offenses will be sealed up in a bag; you will cover over my sin.","vcode":"NIV","vnum":17},{"bcode":18,"cnum":14,"content":"\"But as a mountain erodes and crumbles and as a rock is moved from its place,","vcode":"NIV","vnum":18},{"bcode":18,"cnum":14,"content":"as water wears away stones and torrents wash away the soil, so you destroy man's hope.","vcode":"NIV","vnum":19},{"bcode":18,"cnum":14,"content":"You overpower him once for all, and he is gone; you change his countenance and send him away.","vcode":"NIV","vnum":20},{"bcode":18,"cnum":14,"content":"If his sons are honored, he does not know it; if they are brought low, he does not see it.","vcode":"NIV","vnum":21},{"bcode":18,"cnum":14,"content":"He feels but the pain of his own body and mourns only for himself.\"","vcode":"NIV","vnum":22}]},"__N_SSG":true}