[
    {
        "bcode": 5,
        "cnum": 1,
        "content": "These are the words Moses spoke to all Israel in the desert east of the Jordan--that is, in the Arabah--opposite Suph, between Paran and Tophel, Laban, Hazeroth and Dizahab.",
        "vcode": "NIV",
        "vnum": 1
    },
    {
        "bcode": 5,
        "cnum": 1,
        "content": "(It takes eleven days to go from Horeb to Kadesh Barnea by the Mount Seir road.)",
        "vcode": "NIV",
        "vnum": 2
    },
    {
        "bcode": 5,
        "cnum": 1,
        "content": "In the fortieth year, on the first day of the eleventh month, Moses proclaimed to the Israelites all that the LORD had commanded him concerning them.",
        "vcode": "NIV",
        "vnum": 3
    },
    {
        "bcode": 5,
        "cnum": 1,
        "content": "This was after he had defeated Sihon king of the Amorites, who reigned in Heshbon, and at Edrei had defeated Og king of Bashan, who reigned in Ashtaroth.",
        "vcode": "NIV",
        "vnum": 4
    },
    {
        "bcode": 5,
        "cnum": 1,
        "content": "East of the Jordan in the territory of Moab, Moses began to expound this law, saying:",
        "vcode": "NIV",
        "vnum": 5
    },
    {
        "bcode": 5,
        "cnum": 1,
        "content": "The LORD our God said to us at Horeb, \"You have stayed long enough at this mountain.",
        "vcode": "NIV",
        "vnum": 6
    },
    {
        "bcode": 5,
        "cnum": 1,
        "content": "Break camp and advance into the hill country of the Amorites; go to all the neighboring peoples in the Arabah, in the mountains, in the western foothills, in the Negev and along the coast, to the land of the Canaanites and to Lebanon, as far as the great river, the Euphrates.",
        "vcode": "NIV",
        "vnum": 7
    },
    {
        "bcode": 5,
        "cnum": 1,
        "content": "See, I have given you this land. Go in and take possession of the land that the LORD swore he would give to your fathers--to Abraham, Isaac and Jacob--and to their descendants after them.\"",
        "vcode": "NIV",
        "vnum": 8
    },
    {
        "bcode": 5,
        "cnum": 1,
        "content": "At that time I said to you, \"You are too heavy a burden for me to carry alone.",
        "vcode": "NIV",
        "vnum": 9
    },
    {
        "bcode": 5,
        "cnum": 1,
        "content": "The LORD your God has increased your numbers so that today you are as many as the stars in the sky.",
        "vcode": "NIV",
        "vnum": 10
    },
    {
        "bcode": 5,
        "cnum": 1,
        "content": "May the LORD, the God of your fathers, increase you a thousand times and bless you as he has promised!",
        "vcode": "NIV",
        "vnum": 11
    },
    {
        "bcode": 5,
        "cnum": 1,
        "content": "But how can I bear your problems and your burdens and your disputes all by myself?",
        "vcode": "NIV",
        "vnum": 12
    },
    {
        "bcode": 5,
        "cnum": 1,
        "content": "Choose some wise, understanding and respected men from each of your tribes, and I will set them over you.\"",
        "vcode": "NIV",
        "vnum": 13
    },
    {
        "bcode": 5,
        "cnum": 1,
        "content": "You answered me, \"What you propose to do is good.\"",
        "vcode": "NIV",
        "vnum": 14
    },
    {
        "bcode": 5,
        "cnum": 1,
        "content": "So I took the leading men of your tribes, wise and respected men, and appointed them to have authority over you--as commanders of thousands, of hundreds, of fifties and of tens and as tribal officials.",
        "vcode": "NIV",
        "vnum": 15
    },
    {
        "bcode": 5,
        "cnum": 1,
        "content": "And I charged your judges at that time: Hear the disputes between your brothers and judge fairly, whether the case is between brother Israelites or between one of them and an alien.",
        "vcode": "NIV",
        "vnum": 16
    },
    {
        "bcode": 5,
        "cnum": 1,
        "content": "Do not show partiality in judging; hear both small and great alike. Do not be afraid of any man, for judgment belongs to God. Bring me any case too hard for you, and I will hear it.",
        "vcode": "NIV",
        "vnum": 17
    },
    {
        "bcode": 5,
        "cnum": 1,
        "content": "And at that time I told you everything you were to do.",
        "vcode": "NIV",
        "vnum": 18
    },
    {
        "bcode": 5,
        "cnum": 1,
        "content": "Then, as the LORD our God commanded us, we set out from Horeb and went toward the hill country of the Amorites through all that vast and dreadful desert that you have seen, and so we reached Kadesh Barnea.",
        "vcode": "NIV",
        "vnum": 19
    },
    {
        "bcode": 5,
        "cnum": 1,
        "content": "Then I said to you, \"You have reached the hill country of the Amorites, which the LORD our God is giving us.",
        "vcode": "NIV",
        "vnum": 20
    },
    {
        "bcode": 5,
        "cnum": 1,
        "content": "See, the LORD your God has given you the land. Go up and take possession of it as the LORD, the God of your fathers, told you. Do not be afraid; do not be discouraged.\"",
        "vcode": "NIV",
        "vnum": 21
    },
    {
        "bcode": 5,
        "cnum": 1,
        "content": "Then all of you came to me and said, \"Let us send men ahead to spy out the land for us and bring back a report about the route we are to take and the towns we will come to.\"",
        "vcode": "NIV",
        "vnum": 22
    },
    {
        "bcode": 5,
        "cnum": 1,
        "content": "The idea seemed good to me; so I selected twelve of you, one man from each tribe.",
        "vcode": "NIV",
        "vnum": 23
    },
    {
        "bcode": 5,
        "cnum": 1,
        "content": "They left and went up into the hill country, and came to the Valley of Eshcol and explored it.",
        "vcode": "NIV",
        "vnum": 24
    },
    {
        "bcode": 5,
        "cnum": 1,
        "content": "Taking with them some of the fruit of the land, they brought it down to us and reported, \"It is a good land that the LORD our God is giving us.\"",
        "vcode": "NIV",
        "vnum": 25
    },
    {
        "bcode": 5,
        "cnum": 1,
        "content": "But you were unwilling to go up; you rebelled against the command of the LORD your God.",
        "vcode": "NIV",
        "vnum": 26
    },
    {
        "bcode": 5,
        "cnum": 1,
        "content": "You grumbled in your tents and said, \"The LORD hates us; so he brought us out of Egypt to deliver us into the hands of the Amorites to destroy us.",
        "vcode": "NIV",
        "vnum": 27
    },
    {
        "bcode": 5,
        "cnum": 1,
        "content": "Where can we go? Our brothers have made us lose heart. They say, 'The people are stronger and taller than we are; the cities are large, with walls up to the sky. We even saw the Anakites there.' \"",
        "vcode": "NIV",
        "vnum": 28
    },
    {
        "bcode": 5,
        "cnum": 1,
        "content": "Then I said to you, \"Do not be terrified; do not be afraid of them.",
        "vcode": "NIV",
        "vnum": 29
    },
    {
        "bcode": 5,
        "cnum": 1,
        "content": "The LORD your God, who is going before you, will fight for you, as he did for you in Egypt, before your very eyes,",
        "vcode": "NIV",
        "vnum": 30
    },
    {
        "bcode": 5,
        "cnum": 1,
        "content": "and in the desert. There you saw how the LORD your God carried you, as a father carries his son, all the way you went until you reached this place.\"",
        "vcode": "NIV",
        "vnum": 31
    },
    {
        "bcode": 5,
        "cnum": 1,
        "content": "In spite of this, you did not trust in the LORD your God,",
        "vcode": "NIV",
        "vnum": 32
    },
    {
        "bcode": 5,
        "cnum": 1,
        "content": "who went ahead of you on your journey, in fire by night and in a cloud by day, to search out places for you to camp and to show you the way you should go.",
        "vcode": "NIV",
        "vnum": 33
    },
    {
        "bcode": 5,
        "cnum": 1,
        "content": "When the LORD heard what you said, he was angry and solemnly swore:",
        "vcode": "NIV",
        "vnum": 34
    },
    {
        "bcode": 5,
        "cnum": 1,
        "content": "\"Not a man of this evil generation shall see the good land I swore to give your forefathers,",
        "vcode": "NIV",
        "vnum": 35
    },
    {
        "bcode": 5,
        "cnum": 1,
        "content": "except Caleb son of Jephunneh. He will see it, and I will give him and his descendants the land he set his feet on, because he followed the LORD wholeheartedly.\"",
        "vcode": "NIV",
        "vnum": 36
    },
    {
        "bcode": 5,
        "cnum": 1,
        "content": "Because of you the LORD became angry with me also and said, \"You shall not enter it, either.",
        "vcode": "NIV",
        "vnum": 37
    },
    {
        "bcode": 5,
        "cnum": 1,
        "content": "But your assistant, Joshua son of Nun, will enter it. Encourage him, because he will lead Israel to inherit it.",
        "vcode": "NIV",
        "vnum": 38
    },
    {
        "bcode": 5,
        "cnum": 1,
        "content": "And the little ones that you said would be taken captive, your children who do not yet know good from bad--they will enter the land. I will give it to them and they will take possession of it.",
        "vcode": "NIV",
        "vnum": 39
    },
    {
        "bcode": 5,
        "cnum": 1,
        "content": "But as for you, turn around and set out toward the desert along the route to the Red Sea. \"",
        "vcode": "NIV",
        "vnum": 40
    },
    {
        "bcode": 5,
        "cnum": 1,
        "content": "Then you replied, \"We have sinned against the LORD. We will go up and fight, as the LORD our God commanded us.\" So every one of you put on his weapons, thinking it easy to go up into the hill country.",
        "vcode": "NIV",
        "vnum": 41
    },
    {
        "bcode": 5,
        "cnum": 1,
        "content": "But the LORD said to me, \"Tell them, 'Do not go up and fight, because I will not be with you. You will be defeated by your enemies.' \"",
        "vcode": "NIV",
        "vnum": 42
    },
    {
        "bcode": 5,
        "cnum": 1,
        "content": "So I told you, but you would not listen. You rebelled against the LORD's command and in your arrogance you marched up into the hill country.",
        "vcode": "NIV",
        "vnum": 43
    },
    {
        "bcode": 5,
        "cnum": 1,
        "content": "The Amorites who lived in those hills came out against you; they chased you like a swarm of bees and beat you down from Seir all the way to Hormah.",
        "vcode": "NIV",
        "vnum": 44
    },
    {
        "bcode": 5,
        "cnum": 1,
        "content": "You came back and wept before the LORD, but he paid no attention to your weeping and turned a deaf ear to you.",
        "vcode": "NIV",
        "vnum": 45
    },
    {
        "bcode": 5,
        "cnum": 1,
        "content": "And so you stayed in Kadesh many days--all the time you spent there.",
        "vcode": "NIV",
        "vnum": 46
    }
]