[
    {
        "bcode": 5,
        "cnum": 15,
        "content": "At the end of every seven years you must cancel debts.",
        "vcode": "NIV",
        "vnum": 1
    },
    {
        "bcode": 5,
        "cnum": 15,
        "content": "This is how it is to be done: Every creditor shall cancel the loan he has made to his fellow Israelite. He shall not require payment from his fellow Israelite or brother, because the LORD's time for canceling debts has been proclaimed.",
        "vcode": "NIV",
        "vnum": 2
    },
    {
        "bcode": 5,
        "cnum": 15,
        "content": "You may require payment from a foreigner, but you must cancel any debt your brother owes you.",
        "vcode": "NIV",
        "vnum": 3
    },
    {
        "bcode": 5,
        "cnum": 15,
        "content": "However, there should be no poor among you, for in the land the LORD your God is giving you to possess as your inheritance, he will richly bless you,",
        "vcode": "NIV",
        "vnum": 4
    },
    {
        "bcode": 5,
        "cnum": 15,
        "content": "if only you fully obey the LORD your God and are careful to follow all these commands I am giving you today.",
        "vcode": "NIV",
        "vnum": 5
    },
    {
        "bcode": 5,
        "cnum": 15,
        "content": "For the LORD your God will bless you as he has promised, and you will lend to many nations but will borrow from none. You will rule over many nations but none will rule over you.",
        "vcode": "NIV",
        "vnum": 6
    },
    {
        "bcode": 5,
        "cnum": 15,
        "content": "If there is a poor man among your brothers in any of the towns of the land that the LORD your God is giving you, do not be hardhearted or tightfisted toward your poor brother.",
        "vcode": "NIV",
        "vnum": 7
    },
    {
        "bcode": 5,
        "cnum": 15,
        "content": "Rather be openhanded and freely lend him whatever he needs.",
        "vcode": "NIV",
        "vnum": 8
    },
    {
        "bcode": 5,
        "cnum": 15,
        "content": "Be careful not to harbor this wicked thought: \"The seventh year, the year for canceling debts, is near,\" so that you do not show ill will toward your needy brother and give him nothing. He may then appeal to the LORD against you, and you will be found guilty of sin.",
        "vcode": "NIV",
        "vnum": 9
    },
    {
        "bcode": 5,
        "cnum": 15,
        "content": "Give generously to him and do so without a grudging heart; then because of this the LORD your God will bless you in all your work and in everything you put your hand to.",
        "vcode": "NIV",
        "vnum": 10
    },
    {
        "bcode": 5,
        "cnum": 15,
        "content": "There will always be poor people in the land. Therefore I command you to be openhanded toward your brothers and toward the poor and needy in your land.",
        "vcode": "NIV",
        "vnum": 11
    },
    {
        "bcode": 5,
        "cnum": 15,
        "content": "If a fellow Hebrew, a man or a woman, sells himself to you and serves you six years, in the seventh year you must let him go free.",
        "vcode": "NIV",
        "vnum": 12
    },
    {
        "bcode": 5,
        "cnum": 15,
        "content": "And when you release him, do not send him away empty-handed.",
        "vcode": "NIV",
        "vnum": 13
    },
    {
        "bcode": 5,
        "cnum": 15,
        "content": "Supply him liberally from your flock, your threshing floor and your winepress. Give to him as the LORD your God has blessed you.",
        "vcode": "NIV",
        "vnum": 14
    },
    {
        "bcode": 5,
        "cnum": 15,
        "content": "Remember that you were slaves in Egypt and the LORD your God redeemed you. That is why I give you this command today.",
        "vcode": "NIV",
        "vnum": 15
    },
    {
        "bcode": 5,
        "cnum": 15,
        "content": "But if your servant says to you, \"I do not want to leave you,\" because he loves you and your family and is well off with you,",
        "vcode": "NIV",
        "vnum": 16
    },
    {
        "bcode": 5,
        "cnum": 15,
        "content": "then take an awl and push it through his ear lobe into the door, and he will become your servant for life. Do the same for your maidservant.",
        "vcode": "NIV",
        "vnum": 17
    },
    {
        "bcode": 5,
        "cnum": 15,
        "content": "Do not consider it a hardship to set your servant free, because his service to you these six years has been worth twice as much as that of a hired hand. And the LORD your God will bless you in everything you do.",
        "vcode": "NIV",
        "vnum": 18
    },
    {
        "bcode": 5,
        "cnum": 15,
        "content": "Set apart for the LORD your God every firstborn male of your herds and flocks. Do not put the firstborn of your oxen to work, and do not shear the firstborn of your sheep.",
        "vcode": "NIV",
        "vnum": 19
    },
    {
        "bcode": 5,
        "cnum": 15,
        "content": "Each year you and your family are to eat them in the presence of the LORD your God at the place he will choose.",
        "vcode": "NIV",
        "vnum": 20
    },
    {
        "bcode": 5,
        "cnum": 15,
        "content": "If an animal has a defect, is lame or blind, or has any serious flaw, you must not sacrifice it to the LORD your God.",
        "vcode": "NIV",
        "vnum": 21
    },
    {
        "bcode": 5,
        "cnum": 15,
        "content": "You are to eat it in your own towns. Both the ceremonially unclean and the clean may eat it, as if it were gazelle or deer.",
        "vcode": "NIV",
        "vnum": 22
    },
    {
        "bcode": 5,
        "cnum": 15,
        "content": "But you must not eat the blood; pour it out on the ground like water.",
        "vcode": "NIV",
        "vnum": 23
    }
]