[
    {
        "bcode": 5,
        "cnum": 17,
        "content": "Do not sacrifice to the LORD your God an ox or a sheep that has any defect or flaw in it, for that would be detestable to him.",
        "vcode": "NIV",
        "vnum": 1
    },
    {
        "bcode": 5,
        "cnum": 17,
        "content": "If a man or woman living among you in one of the towns the LORD gives you is found doing evil in the eyes of the LORD your God in violation of his covenant,",
        "vcode": "NIV",
        "vnum": 2
    },
    {
        "bcode": 5,
        "cnum": 17,
        "content": "and contrary to my command has worshiped other gods, bowing down to them or to the sun or the moon or the stars of the sky,",
        "vcode": "NIV",
        "vnum": 3
    },
    {
        "bcode": 5,
        "cnum": 17,
        "content": "and this has been brought to your attention, then you must investigate it thoroughly. If it is true and it has been proved that this detestable thing has been done in Israel,",
        "vcode": "NIV",
        "vnum": 4
    },
    {
        "bcode": 5,
        "cnum": 17,
        "content": "take the man or woman who has done this evil deed to your city gate and stone that person to death.",
        "vcode": "NIV",
        "vnum": 5
    },
    {
        "bcode": 5,
        "cnum": 17,
        "content": "On the testimony of two or three witnesses a man shall be put to death, but no one shall be put to death on the testimony of only one witness.",
        "vcode": "NIV",
        "vnum": 6
    },
    {
        "bcode": 5,
        "cnum": 17,
        "content": "The hands of the witnesses must be the first in putting him to death, and then the hands of all the people. You must purge the evil from among you.",
        "vcode": "NIV",
        "vnum": 7
    },
    {
        "bcode": 5,
        "cnum": 17,
        "content": "If cases come before your courts that are too difficult for you to judge--whether bloodshed, lawsuits or assaults--take them to the place the LORD your God will choose.",
        "vcode": "NIV",
        "vnum": 8
    },
    {
        "bcode": 5,
        "cnum": 17,
        "content": "Go to the priests, who are Levites, and to the judge who is in office at that time. Inquire of them and they will give you the verdict.",
        "vcode": "NIV",
        "vnum": 9
    },
    {
        "bcode": 5,
        "cnum": 17,
        "content": "You must act according to the decisions they give you at the place the LORD will choose. Be careful to do everything they direct you to do.",
        "vcode": "NIV",
        "vnum": 10
    },
    {
        "bcode": 5,
        "cnum": 17,
        "content": "Act according to the law they teach you and the decisions they give you. Do not turn aside from what they tell you, to the right or to the left.",
        "vcode": "NIV",
        "vnum": 11
    },
    {
        "bcode": 5,
        "cnum": 17,
        "content": "The man who shows contempt for the judge or for the priest who stands ministering there to the LORD your God must be put to death. You must purge the evil from Israel.",
        "vcode": "NIV",
        "vnum": 12
    },
    {
        "bcode": 5,
        "cnum": 17,
        "content": "All the people will hear and be afraid, and will not be contemptuous again.",
        "vcode": "NIV",
        "vnum": 13
    },
    {
        "bcode": 5,
        "cnum": 17,
        "content": "When you enter the land the LORD your God is giving you and have taken possession of it and settled in it, and you say, \"Let us set a king over us like all the nations around us,\"",
        "vcode": "NIV",
        "vnum": 14
    },
    {
        "bcode": 5,
        "cnum": 17,
        "content": "be sure to appoint over you the king the LORD your God chooses. He must be from among your own brothers. Do not place a foreigner over you, one who is not a brother Israelite.",
        "vcode": "NIV",
        "vnum": 15
    },
    {
        "bcode": 5,
        "cnum": 17,
        "content": "The king, moreover, must not acquire great numbers of horses for himself or make the people return to Egypt to get more of them, for the LORD has told you, \"You are not to go back that way again.\"",
        "vcode": "NIV",
        "vnum": 16
    },
    {
        "bcode": 5,
        "cnum": 17,
        "content": "He must not take many wives, or his heart will be led astray. He must not accumulate large amounts of silver and gold.",
        "vcode": "NIV",
        "vnum": 17
    },
    {
        "bcode": 5,
        "cnum": 17,
        "content": "When he takes the throne of his kingdom, he is to write for himself on a scroll a copy of this law, taken from that of the priests, who are Levites.",
        "vcode": "NIV",
        "vnum": 18
    },
    {
        "bcode": 5,
        "cnum": 17,
        "content": "It is to be with him, and he is to read it all the days of his life so that he may learn to revere the LORD his God and follow carefully all the words of this law and these decrees",
        "vcode": "NIV",
        "vnum": 19
    },
    {
        "bcode": 5,
        "cnum": 17,
        "content": "and not consider himself better than his brothers and turn from the law to the right or to the left. Then he and his descendants will reign a long time over his kingdom in Israel.",
        "vcode": "NIV",
        "vnum": 20
    }
]