[
    {
        "bcode": 5,
        "cnum": 19,
        "content": "When the LORD your God has destroyed the nations whose land he is giving you, and when you have driven them out and settled in their towns and houses,",
        "vcode": "NIV",
        "vnum": 1
    },
    {
        "bcode": 5,
        "cnum": 19,
        "content": "then set aside for yourselves three cities centrally located in the land the LORD your God is giving you to possess.",
        "vcode": "NIV",
        "vnum": 2
    },
    {
        "bcode": 5,
        "cnum": 19,
        "content": "Build roads to them and divide into three parts the land the LORD your God is giving you as an inheritance, so that anyone who kills a man may flee there.",
        "vcode": "NIV",
        "vnum": 3
    },
    {
        "bcode": 5,
        "cnum": 19,
        "content": "This is the rule concerning the man who kills another and flees there to save his life--one who kills his neighbor unintentionally, without malice aforethought.",
        "vcode": "NIV",
        "vnum": 4
    },
    {
        "bcode": 5,
        "cnum": 19,
        "content": "For instance, a man may go into the forest with his neighbor to cut wood, and as he swings his ax to fell a tree, the head may fly off and hit his neighbor and kill him. That man may flee to one of these cities and save his life.",
        "vcode": "NIV",
        "vnum": 5
    },
    {
        "bcode": 5,
        "cnum": 19,
        "content": "Otherwise, the avenger of blood might pursue him in a rage, overtake him if the distance is too great, and kill him even though he is not deserving of death, since he did it to his neighbor without malice aforethought.",
        "vcode": "NIV",
        "vnum": 6
    },
    {
        "bcode": 5,
        "cnum": 19,
        "content": "This is why I command you to set aside for yourselves three cities.",
        "vcode": "NIV",
        "vnum": 7
    },
    {
        "bcode": 5,
        "cnum": 19,
        "content": "If the LORD your God enlarges your territory, as he promised on oath to your forefathers, and gives you the whole land he promised them,",
        "vcode": "NIV",
        "vnum": 8
    },
    {
        "bcode": 5,
        "cnum": 19,
        "content": "because you carefully follow all these laws I command you today--to love the LORD your God and to walk always in his ways--then you are to set aside three more cities.",
        "vcode": "NIV",
        "vnum": 9
    },
    {
        "bcode": 5,
        "cnum": 19,
        "content": "Do this so that innocent blood will not be shed in your land, which the LORD your God is giving you as your inheritance, and so that you will not be guilty of bloodshed.",
        "vcode": "NIV",
        "vnum": 10
    },
    {
        "bcode": 5,
        "cnum": 19,
        "content": "But if a man hates his neighbor and lies in wait for him, assaults and kills him, and then flees to one of these cities,",
        "vcode": "NIV",
        "vnum": 11
    },
    {
        "bcode": 5,
        "cnum": 19,
        "content": "the elders of his town shall send for him, bring him back from the city, and hand him over to the avenger of blood to die.",
        "vcode": "NIV",
        "vnum": 12
    },
    {
        "bcode": 5,
        "cnum": 19,
        "content": "Show him no pity. You must purge from Israel the guilt of shedding innocent blood, so that it may go well with you.",
        "vcode": "NIV",
        "vnum": 13
    },
    {
        "bcode": 5,
        "cnum": 19,
        "content": "Do not move your neighbor's boundary stone set up by your predecessors in the inheritance you receive in the land the LORD your God is giving you to possess.",
        "vcode": "NIV",
        "vnum": 14
    },
    {
        "bcode": 5,
        "cnum": 19,
        "content": "One witness is not enough to convict a man accused of any crime or offense he may have committed. A matter must be established by the testimony of two or three witnesses.",
        "vcode": "NIV",
        "vnum": 15
    },
    {
        "bcode": 5,
        "cnum": 19,
        "content": "If a malicious witness takes the stand to accuse a man of a crime,",
        "vcode": "NIV",
        "vnum": 16
    },
    {
        "bcode": 5,
        "cnum": 19,
        "content": "the two men involved in the dispute must stand in the presence of the LORD before the priests and the judges who are in office at the time.",
        "vcode": "NIV",
        "vnum": 17
    },
    {
        "bcode": 5,
        "cnum": 19,
        "content": "The judges must make a thorough investigation, and if the witness proves to be a liar, giving false testimony against his brother,",
        "vcode": "NIV",
        "vnum": 18
    },
    {
        "bcode": 5,
        "cnum": 19,
        "content": "then do to him as he intended to do to his brother. You must purge the evil from among you.",
        "vcode": "NIV",
        "vnum": 19
    },
    {
        "bcode": 5,
        "cnum": 19,
        "content": "The rest of the people will hear of this and be afraid, and never again will such an evil thing be done among you.",
        "vcode": "NIV",
        "vnum": 20
    },
    {
        "bcode": 5,
        "cnum": 19,
        "content": "Show no pity: life for life, eye for eye, tooth for tooth, hand for hand, foot for foot.",
        "vcode": "NIV",
        "vnum": 21
    }
]