[
    {
        "bcode": 45,
        "cnum": 13,
        "content": "Everyone must submit himself to the governing authorities, for there is no authority except that which God has established. The authorities that exist have been established by God.",
        "vcode": "NIV",
        "vnum": 1
    },
    {
        "bcode": 45,
        "cnum": 13,
        "content": "Consequently, he who rebels against the authority is rebelling against what God has instituted, and those who do so will bring judgment on themselves.",
        "vcode": "NIV",
        "vnum": 2
    },
    {
        "bcode": 45,
        "cnum": 13,
        "content": "For rulers hold no terror for those who do right, but for those who do wrong. Do you want to be free from fear of the one in authority? Then do what is right and he will commend you.",
        "vcode": "NIV",
        "vnum": 3
    },
    {
        "bcode": 45,
        "cnum": 13,
        "content": "For he is God's servant to do you good. But if you do wrong, be afraid, for he does not bear the sword for nothing. He is God's servant, an agent of wrath to bring punishment on the wrongdoer.",
        "vcode": "NIV",
        "vnum": 4
    },
    {
        "bcode": 45,
        "cnum": 13,
        "content": "Therefore, it is necessary to submit to the authorities, not only because of possible punishment but also because of conscience.",
        "vcode": "NIV",
        "vnum": 5
    },
    {
        "bcode": 45,
        "cnum": 13,
        "content": "This is also why you pay taxes, for the authorities are God's servants, who give their full time to governing.",
        "vcode": "NIV",
        "vnum": 6
    },
    {
        "bcode": 45,
        "cnum": 13,
        "content": "Give everyone what you owe him: If you owe taxes, pay taxes; if revenue, then revenue; if respect, then respect; if honor, then honor.",
        "vcode": "NIV",
        "vnum": 7
    },
    {
        "bcode": 45,
        "cnum": 13,
        "content": "Let no debt remain outstanding, except the continuing debt to love one another, for he who loves his fellowman has fulfilled the law.",
        "vcode": "NIV",
        "vnum": 8
    },
    {
        "bcode": 45,
        "cnum": 13,
        "content": "The commandments, \"Do not commit adultery,\" \"Do not murder,\" \"Do not steal,\" \"Do not covet,\" and whatever other commandment there may be, are summed up in this one rule: \"Love your neighbor as yourself.\"",
        "vcode": "NIV",
        "vnum": 9
    },
    {
        "bcode": 45,
        "cnum": 13,
        "content": "Love does no harm to its neighbor. Therefore love is the fulfillment of the law.",
        "vcode": "NIV",
        "vnum": 10
    },
    {
        "bcode": 45,
        "cnum": 13,
        "content": "And do this, understanding the present time. The hour has come for you to wake up from your slumber, because our salvation is nearer now than when we first believed.",
        "vcode": "NIV",
        "vnum": 11
    },
    {
        "bcode": 45,
        "cnum": 13,
        "content": "The night is nearly over; the day is almost here. So let us put aside the deeds of darkness and put on the armor of light.",
        "vcode": "NIV",
        "vnum": 12
    },
    {
        "bcode": 45,
        "cnum": 13,
        "content": "Let us behave decently, as in the daytime, not in orgies and drunkenness, not in sexual immorality and debauchery, not in dissension and jealousy.",
        "vcode": "NIV",
        "vnum": 13
    },
    {
        "bcode": 45,
        "cnum": 13,
        "content": "Rather, clothe yourselves with the Lord Jesus Christ, and do not think about how to gratify the desires of the sinful nature.",
        "vcode": "NIV",
        "vnum": 14
    }
]