[
    {
        "bcode": 45,
        "cnum": 16,
        "content": "I commend to you our sister Phoebe, a servant of the church in Cenchrea.",
        "vcode": "NIV",
        "vnum": 1
    },
    {
        "bcode": 45,
        "cnum": 16,
        "content": "I ask you to receive her in the Lord in a way worthy of the saints and to give her any help she may need from you, for she has been a great help to many people, including me.",
        "vcode": "NIV",
        "vnum": 2
    },
    {
        "bcode": 45,
        "cnum": 16,
        "content": "Greet Priscilla and Aquila, my fellow workers in Christ Jesus.",
        "vcode": "NIV",
        "vnum": 3
    },
    {
        "bcode": 45,
        "cnum": 16,
        "content": "They risked their lives for me. Not only I but all the churches of the Gentiles are grateful to them.",
        "vcode": "NIV",
        "vnum": 4
    },
    {
        "bcode": 45,
        "cnum": 16,
        "content": "Greet also the church that meets at their house. Greet my dear friend Epenetus, who was the first convert to Christ in the province of Asia.",
        "vcode": "NIV",
        "vnum": 5
    },
    {
        "bcode": 45,
        "cnum": 16,
        "content": "Greet Mary, who worked very hard for you.",
        "vcode": "NIV",
        "vnum": 6
    },
    {
        "bcode": 45,
        "cnum": 16,
        "content": "Greet Andronicus and Junias, my relatives who have been in prison with me. They are outstanding among the apostles, and they were in Christ before I was.",
        "vcode": "NIV",
        "vnum": 7
    },
    {
        "bcode": 45,
        "cnum": 16,
        "content": "Greet Ampliatus, whom I love in the Lord.",
        "vcode": "NIV",
        "vnum": 8
    },
    {
        "bcode": 45,
        "cnum": 16,
        "content": "Greet Urbanus, our fellow worker in Christ, and my dear friend Stachys.",
        "vcode": "NIV",
        "vnum": 9
    },
    {
        "bcode": 45,
        "cnum": 16,
        "content": "Greet Apelles, tested and approved in Christ. Greet those who belong to the household of Aristobulus.",
        "vcode": "NIV",
        "vnum": 10
    },
    {
        "bcode": 45,
        "cnum": 16,
        "content": "Greet Herodion, my relative. Greet those in the household of Narcissus who are in the Lord.",
        "vcode": "NIV",
        "vnum": 11
    },
    {
        "bcode": 45,
        "cnum": 16,
        "content": "Greet Tryphena and Tryphosa, those women who work hard in the Lord. Greet my dear friend Persis, another woman who has worked very hard in the Lord.",
        "vcode": "NIV",
        "vnum": 12
    },
    {
        "bcode": 45,
        "cnum": 16,
        "content": "Greet Rufus, chosen in the Lord, and his mother, who has been a mother to me, too.",
        "vcode": "NIV",
        "vnum": 13
    },
    {
        "bcode": 45,
        "cnum": 16,
        "content": "Greet Asyncritus, Phlegon, Hermes, Patrobas, Hermas and the brothers with them.",
        "vcode": "NIV",
        "vnum": 14
    },
    {
        "bcode": 45,
        "cnum": 16,
        "content": "Greet Philologus, Julia, Nereus and his sister, and Olympas and all the saints with them.",
        "vcode": "NIV",
        "vnum": 15
    },
    {
        "bcode": 45,
        "cnum": 16,
        "content": "Greet one another with a holy kiss. All the churches of Christ send greetings.",
        "vcode": "NIV",
        "vnum": 16
    },
    {
        "bcode": 45,
        "cnum": 16,
        "content": "I urge you, brothers, to watch out for those who cause divisions and put obstacles in your way that are contrary to the teaching you have learned. Keep away from them.",
        "vcode": "NIV",
        "vnum": 17
    },
    {
        "bcode": 45,
        "cnum": 16,
        "content": "For such people are not serving our Lord Christ, but their own appetites. By smooth talk and flattery they deceive the minds of naive people.",
        "vcode": "NIV",
        "vnum": 18
    },
    {
        "bcode": 45,
        "cnum": 16,
        "content": "Everyone has heard about your obedience, so I am full of joy over you; but I want you to be wise about what is good, and innocent about what is evil.",
        "vcode": "NIV",
        "vnum": 19
    },
    {
        "bcode": 45,
        "cnum": 16,
        "content": "The God of peace will soon crush Satan under your feet. The grace of our Lord Jesus be with you.",
        "vcode": "NIV",
        "vnum": 20
    },
    {
        "bcode": 45,
        "cnum": 16,
        "content": "Timothy, my fellow worker, sends his greetings to you, as do Lucius, Jason and Sosipater, my relatives.",
        "vcode": "NIV",
        "vnum": 21
    },
    {
        "bcode": 45,
        "cnum": 16,
        "content": "I, Tertius, who wrote down this letter, greet you in the Lord.",
        "vcode": "NIV",
        "vnum": 22
    },
    {
        "bcode": 45,
        "cnum": 16,
        "content": "Gaius, whose hospitality I and the whole church here enjoy, sends you his greetings. Erastus, who is the city's director of public works, and our brother Quartus send you their greetings.",
        "vcode": "NIV",
        "vnum": 23
    },
    {
        "bcode": 45,
        "cnum": 16,
        "content": "",
        "vcode": "NIV",
        "vnum": 24
    },
    {
        "bcode": 45,
        "cnum": 16,
        "content": "Now to him who is able to establish you by my gospel and the proclamation of Jesus Christ, according to the revelation of the mystery hidden for long ages past,",
        "vcode": "NIV",
        "vnum": 25
    },
    {
        "bcode": 45,
        "cnum": 16,
        "content": "but now revealed and made known through the prophetic writings by the command of the eternal God, so that all nations might believe and obey him--",
        "vcode": "NIV",
        "vnum": 26
    },
    {
        "bcode": 45,
        "cnum": 16,
        "content": "to the only wise God be glory forever through Jesus Christ! Amen.",
        "vcode": "NIV",
        "vnum": 27
    }
]