[
    {
        "bcode": 45,
        "cnum": 9,
        "content": "I speak the truth in Christ--I am not lying, my conscience confirms it in the Holy Spirit--",
        "vcode": "NIV",
        "vnum": 1
    },
    {
        "bcode": 45,
        "cnum": 9,
        "content": "I have great sorrow and unceasing anguish in my heart.",
        "vcode": "NIV",
        "vnum": 2
    },
    {
        "bcode": 45,
        "cnum": 9,
        "content": "For I could wish that I myself were cursed and cut off from Christ for the sake of my brothers, those of my own race,",
        "vcode": "NIV",
        "vnum": 3
    },
    {
        "bcode": 45,
        "cnum": 9,
        "content": "the people of Israel. Theirs is the adoption as sons; theirs the divine glory, the covenants, the receiving of the law, the temple worship and the promises.",
        "vcode": "NIV",
        "vnum": 4
    },
    {
        "bcode": 45,
        "cnum": 9,
        "content": "Theirs are the patriarchs, and from them is traced the human ancestry of Christ, who is God over all, forever praised! Amen.",
        "vcode": "NIV",
        "vnum": 5
    },
    {
        "bcode": 45,
        "cnum": 9,
        "content": "It is not as though God's word had failed. For not all who are descended from Israel are Israel.",
        "vcode": "NIV",
        "vnum": 6
    },
    {
        "bcode": 45,
        "cnum": 9,
        "content": "Nor because they are his descendants are they all Abraham's children. On the contrary, \"It is through Isaac that your offspring will be reckoned.\"",
        "vcode": "NIV",
        "vnum": 7
    },
    {
        "bcode": 45,
        "cnum": 9,
        "content": "In other words, it is not the natural children who are God's children, but it is the children of the promise who are regarded as Abraham's offspring.",
        "vcode": "NIV",
        "vnum": 8
    },
    {
        "bcode": 45,
        "cnum": 9,
        "content": "For this was how the promise was stated: \"At the appointed time I will return, and Sarah will have a son.\"",
        "vcode": "NIV",
        "vnum": 9
    },
    {
        "bcode": 45,
        "cnum": 9,
        "content": "Not only that, but Rebekah's children had one and the same father, our father Isaac.",
        "vcode": "NIV",
        "vnum": 10
    },
    {
        "bcode": 45,
        "cnum": 9,
        "content": "Yet, before the twins were born or had done anything good or bad--in order that God's purpose in election might stand:",
        "vcode": "NIV",
        "vnum": 11
    },
    {
        "bcode": 45,
        "cnum": 9,
        "content": "not by works but by him who calls--she was told, \"The older will serve the younger.\"",
        "vcode": "NIV",
        "vnum": 12
    },
    {
        "bcode": 45,
        "cnum": 9,
        "content": "Just as it is written: \"Jacob I loved, but Esau I hated.\"",
        "vcode": "NIV",
        "vnum": 13
    },
    {
        "bcode": 45,
        "cnum": 9,
        "content": "What then shall we say? Is God unjust? Not at all!",
        "vcode": "NIV",
        "vnum": 14
    },
    {
        "bcode": 45,
        "cnum": 9,
        "content": "For he says to Moses, \"I will have mercy on whom I have mercy, and I will have compassion on whom I have compassion.\"",
        "vcode": "NIV",
        "vnum": 15
    },
    {
        "bcode": 45,
        "cnum": 9,
        "content": "It does not, therefore, depend on man's desire or effort, but on God's mercy.",
        "vcode": "NIV",
        "vnum": 16
    },
    {
        "bcode": 45,
        "cnum": 9,
        "content": "For the Scripture says to Pharaoh: \"I raised you up for this very purpose, that I might display my power in you and that my name might be proclaimed in all the earth.\"",
        "vcode": "NIV",
        "vnum": 17
    },
    {
        "bcode": 45,
        "cnum": 9,
        "content": "Therefore God has mercy on whom he wants to have mercy, and he hardens whom he wants to harden.",
        "vcode": "NIV",
        "vnum": 18
    },
    {
        "bcode": 45,
        "cnum": 9,
        "content": "One of you will say to me: \"Then why does God still blame us? For who resists his will?\"",
        "vcode": "NIV",
        "vnum": 19
    },
    {
        "bcode": 45,
        "cnum": 9,
        "content": "But who are you, O man, to talk back to God? \"Shall what is formed say to him who formed it, 'Why did you make me like this?' \"",
        "vcode": "NIV",
        "vnum": 20
    },
    {
        "bcode": 45,
        "cnum": 9,
        "content": "Does not the potter have the right to make out of the same lump of clay some pottery for noble purposes and some for common use?",
        "vcode": "NIV",
        "vnum": 21
    },
    {
        "bcode": 45,
        "cnum": 9,
        "content": "What if God, choosing to show his wrath and make his power known, bore with great patience the objects of his wrath--prepared for destruction?",
        "vcode": "NIV",
        "vnum": 22
    },
    {
        "bcode": 45,
        "cnum": 9,
        "content": "What if he did this to make the riches of his glory known to the objects of his mercy, whom he prepared in advance for glory--",
        "vcode": "NIV",
        "vnum": 23
    },
    {
        "bcode": 45,
        "cnum": 9,
        "content": "even us, whom he also called, not only from the Jews but also from the Gentiles?",
        "vcode": "NIV",
        "vnum": 24
    },
    {
        "bcode": 45,
        "cnum": 9,
        "content": "As he says in Hosea: \"I will call them 'my people' who are not my people; and I will call her 'my loved one' who is not my loved one,\"",
        "vcode": "NIV",
        "vnum": 25
    },
    {
        "bcode": 45,
        "cnum": 9,
        "content": "and, \"It will happen that in the very place where it was said to them, 'You are not my people,' they will be called 'sons of the living God.' \"",
        "vcode": "NIV",
        "vnum": 26
    },
    {
        "bcode": 45,
        "cnum": 9,
        "content": "Isaiah cries out concerning Israel: \"Though the number of the Israelites be like the sand by the sea, only the remnant will be saved.",
        "vcode": "NIV",
        "vnum": 27
    },
    {
        "bcode": 45,
        "cnum": 9,
        "content": "For the Lord will carry out his sentence on earth with speed and finality.\"",
        "vcode": "NIV",
        "vnum": 28
    },
    {
        "bcode": 45,
        "cnum": 9,
        "content": "It is just as Isaiah said previously: \"Unless the Lord Almighty had left us descendants, we would have become like Sodom, we would have been like Gomorrah.\"",
        "vcode": "NIV",
        "vnum": 29
    },
    {
        "bcode": 45,
        "cnum": 9,
        "content": "What then shall we say? That the Gentiles, who did not pursue righteousness, have obtained it, a righteousness that is by faith;",
        "vcode": "NIV",
        "vnum": 30
    },
    {
        "bcode": 45,
        "cnum": 9,
        "content": "but Israel, who pursued a law of righteousness, has not attained it.",
        "vcode": "NIV",
        "vnum": 31
    },
    {
        "bcode": 45,
        "cnum": 9,
        "content": "Why not? Because they pursued it not by faith but as if it were by works. They stumbled over the \"stumbling stone.\"",
        "vcode": "NIV",
        "vnum": 32
    },
    {
        "bcode": 45,
        "cnum": 9,
        "content": "As it is written: \"See, I lay in Zion a stone that causes men to stumble and a rock that makes them fall, and the one who trusts in him will never be put to shame.\"",
        "vcode": "NIV",
        "vnum": 33
    }
]