[
    {
        "bcode": 23,
        "cnum": 21,
        "content": "An oracle concerning the Desert by the Sea: Like whirlwinds sweeping through the southland, an invader comes from the desert, from a land of terror.",
        "vcode": "NIV",
        "vnum": 1
    },
    {
        "bcode": 23,
        "cnum": 21,
        "content": "A dire vision has been shown to me: The traitor betrays, the looter takes loot. Elam, attack! Media, lay siege! I will bring to an end all the groaning she caused.",
        "vcode": "NIV",
        "vnum": 2
    },
    {
        "bcode": 23,
        "cnum": 21,
        "content": "At this my body is racked with pain, pangs seize me, like those of a woman in labor; I am staggered by what I hear, I am bewildered by what I see.",
        "vcode": "NIV",
        "vnum": 3
    },
    {
        "bcode": 23,
        "cnum": 21,
        "content": "My heart falters, fear makes me tremble; the twilight I longed for has become a horror to me.",
        "vcode": "NIV",
        "vnum": 4
    },
    {
        "bcode": 23,
        "cnum": 21,
        "content": "They set the tables, they spread the rugs, they eat, they drink! Get up, you officers, oil the shields!",
        "vcode": "NIV",
        "vnum": 5
    },
    {
        "bcode": 23,
        "cnum": 21,
        "content": "This is what the Lord says to me: \"Go, post a lookout and have him report what he sees.",
        "vcode": "NIV",
        "vnum": 6
    },
    {
        "bcode": 23,
        "cnum": 21,
        "content": "When he sees chariots with teams of horses, riders on donkeys or riders on camels, let him be alert, fully alert.\"",
        "vcode": "NIV",
        "vnum": 7
    },
    {
        "bcode": 23,
        "cnum": 21,
        "content": "And the lookout shouted, \"Day after day, my lord, I stand on the watchtower; every night I stay at my post.",
        "vcode": "NIV",
        "vnum": 8
    },
    {
        "bcode": 23,
        "cnum": 21,
        "content": "Look, here comes a man in a chariot with a team of horses. And he gives back the answer: 'Babylon has fallen, has fallen! All the images of its gods lie shattered on the ground!' \"",
        "vcode": "NIV",
        "vnum": 9
    },
    {
        "bcode": 23,
        "cnum": 21,
        "content": "O my people, crushed on the threshing floor, I tell you what I have heard from the LORD Almighty, from the God of Israel.",
        "vcode": "NIV",
        "vnum": 10
    },
    {
        "bcode": 23,
        "cnum": 21,
        "content": "An oracle concerning Dumah : Someone calls to me from Seir, \"Watchman, what is left of the night? Watchman, what is left of the night?\"",
        "vcode": "NIV",
        "vnum": 11
    },
    {
        "bcode": 23,
        "cnum": 21,
        "content": "The watchman replies, \"Morning is coming, but also the night. If you would ask, then ask; and come back yet again.\"",
        "vcode": "NIV",
        "vnum": 12
    },
    {
        "bcode": 23,
        "cnum": 21,
        "content": "An oracle concerning Arabia: You caravans of Dedanites, who camp in the thickets of Arabia,",
        "vcode": "NIV",
        "vnum": 13
    },
    {
        "bcode": 23,
        "cnum": 21,
        "content": "bring water for the thirsty; you who live in Tema, bring food for the fugitives.",
        "vcode": "NIV",
        "vnum": 14
    },
    {
        "bcode": 23,
        "cnum": 21,
        "content": "They flee from the sword, from the drawn sword, from the bent bow and from the heat of battle.",
        "vcode": "NIV",
        "vnum": 15
    },
    {
        "bcode": 23,
        "cnum": 21,
        "content": "This is what the Lord says to me: \"Within one year, as a servant bound by contract would count it, all the pomp of Kedar will come to an end.",
        "vcode": "NIV",
        "vnum": 16
    },
    {
        "bcode": 23,
        "cnum": 21,
        "content": "The survivors of the bowmen, the warriors of Kedar, will be few.\" The LORD, the God of Israel, has spoken.",
        "vcode": "NIV",
        "vnum": 17
    }
]