[
    {
        "bcode": 23,
        "cnum": 28,
        "content": "Woe to that wreath, the pride of Ephraim's drunkards, to the fading flower, his glorious beauty, set on the head of a fertile valley-- to that city, the pride of those laid low by wine!",
        "vcode": "NIV",
        "vnum": 1
    },
    {
        "bcode": 23,
        "cnum": 28,
        "content": "See, the Lord has one who is powerful and strong. Like a hailstorm and a destructive wind, like a driving rain and a flooding downpour, he will throw it forcefully to the ground.",
        "vcode": "NIV",
        "vnum": 2
    },
    {
        "bcode": 23,
        "cnum": 28,
        "content": "That wreath, the pride of Ephraim's drunkards, will be trampled underfoot.",
        "vcode": "NIV",
        "vnum": 3
    },
    {
        "bcode": 23,
        "cnum": 28,
        "content": "That fading flower, his glorious beauty, set on the head of a fertile valley, will be like a fig ripe before harvest-- as soon as someone sees it and takes it in his hand, he swallows it.",
        "vcode": "NIV",
        "vnum": 4
    },
    {
        "bcode": 23,
        "cnum": 28,
        "content": "In that day the LORD Almighty will be a glorious crown, a beautiful wreath for the remnant of his people.",
        "vcode": "NIV",
        "vnum": 5
    },
    {
        "bcode": 23,
        "cnum": 28,
        "content": "He will be a spirit of justice to him who sits in judgment, a source of strength to those who turn back the battle at the gate.",
        "vcode": "NIV",
        "vnum": 6
    },
    {
        "bcode": 23,
        "cnum": 28,
        "content": "And these also stagger from wine and reel from beer: Priests and prophets stagger from beer and are befuddled with wine; they reel from beer, they stagger when seeing visions, they stumble when rendering decisions.",
        "vcode": "NIV",
        "vnum": 7
    },
    {
        "bcode": 23,
        "cnum": 28,
        "content": "All the tables are covered with vomit and there is not a spot without filth.",
        "vcode": "NIV",
        "vnum": 8
    },
    {
        "bcode": 23,
        "cnum": 28,
        "content": "\"Who is it he is trying to teach? To whom is he explaining his message? To children weaned from their milk, to those just taken from the breast?",
        "vcode": "NIV",
        "vnum": 9
    },
    {
        "bcode": 23,
        "cnum": 28,
        "content": "For it is: Do and do, do and do, rule on rule, rule on rule ; a little here, a little there.\"",
        "vcode": "NIV",
        "vnum": 10
    },
    {
        "bcode": 23,
        "cnum": 28,
        "content": "Very well then, with foreign lips and strange tongues God will speak to this people,",
        "vcode": "NIV",
        "vnum": 11
    },
    {
        "bcode": 23,
        "cnum": 28,
        "content": "to whom he said, \"This is the resting place, let the weary rest\"; and, \"This is the place of repose\"-- but they would not listen.",
        "vcode": "NIV",
        "vnum": 12
    },
    {
        "bcode": 23,
        "cnum": 28,
        "content": "So then, the word of the LORD to them will become: Do and do, do and do, rule on rule, rule on rule; a little here, a little there-- so that they will go and fall backward, be injured and snared and captured.",
        "vcode": "NIV",
        "vnum": 13
    },
    {
        "bcode": 23,
        "cnum": 28,
        "content": "Therefore hear the word of the LORD, you scoffers who rule this people in Jerusalem.",
        "vcode": "NIV",
        "vnum": 14
    },
    {
        "bcode": 23,
        "cnum": 28,
        "content": "You boast, \"We have entered into a covenant with death, with the grave we have made an agreement. When an overwhelming scourge sweeps by, it cannot touch us, for we have made a lie our refuge and falsehood our hiding place.\"",
        "vcode": "NIV",
        "vnum": 15
    },
    {
        "bcode": 23,
        "cnum": 28,
        "content": "So this is what the Sovereign LORD says: \"See, I lay a stone in Zion, a tested stone, a precious cornerstone for a sure foundation; the one who trusts will never be dismayed.",
        "vcode": "NIV",
        "vnum": 16
    },
    {
        "bcode": 23,
        "cnum": 28,
        "content": "I will make justice the measuring line and righteousness the plumb line; hail will sweep away your refuge, the lie, and water will overflow your hiding place.",
        "vcode": "NIV",
        "vnum": 17
    },
    {
        "bcode": 23,
        "cnum": 28,
        "content": "Your covenant with death will be annulled; your agreement with the grave will not stand. When the overwhelming scourge sweeps by, you will be beaten down by it.",
        "vcode": "NIV",
        "vnum": 18
    },
    {
        "bcode": 23,
        "cnum": 28,
        "content": "As often as it comes it will carry you away; morning after morning, by day and by night, it will sweep through.\" The understanding of this message will bring sheer terror.",
        "vcode": "NIV",
        "vnum": 19
    },
    {
        "bcode": 23,
        "cnum": 28,
        "content": "The bed is too short to stretch out on, the blanket too narrow to wrap around you.",
        "vcode": "NIV",
        "vnum": 20
    },
    {
        "bcode": 23,
        "cnum": 28,
        "content": "The LORD will rise up as he did at Mount Perazim, he will rouse himself as in the Valley of Gibeon-- to do his work, his strange work, and perform his task, his alien task.",
        "vcode": "NIV",
        "vnum": 21
    },
    {
        "bcode": 23,
        "cnum": 28,
        "content": "Now stop your mocking, or your chains will become heavier; the Lord, the LORD Almighty, has told me of the destruction decreed against the whole land.",
        "vcode": "NIV",
        "vnum": 22
    },
    {
        "bcode": 23,
        "cnum": 28,
        "content": "Listen and hear my voice; pay attention and hear what I say.",
        "vcode": "NIV",
        "vnum": 23
    },
    {
        "bcode": 23,
        "cnum": 28,
        "content": "When a farmer plows for planting, does he plow continually? Does he keep on breaking up and harrowing the soil?",
        "vcode": "NIV",
        "vnum": 24
    },
    {
        "bcode": 23,
        "cnum": 28,
        "content": "When he has leveled the surface, does he not sow caraway and scatter cummin? Does he not plant wheat in its place, barley in its plot, and spelt in its field?",
        "vcode": "NIV",
        "vnum": 25
    },
    {
        "bcode": 23,
        "cnum": 28,
        "content": "His God instructs him and teaches him the right way.",
        "vcode": "NIV",
        "vnum": 26
    },
    {
        "bcode": 23,
        "cnum": 28,
        "content": "Caraway is not threshed with a sledge, nor is a cartwheel rolled over cummin; caraway is beaten out with a rod, and cummin with a stick.",
        "vcode": "NIV",
        "vnum": 27
    },
    {
        "bcode": 23,
        "cnum": 28,
        "content": "Grain must be ground to make bread; so one does not go on threshing it forever. Though he drives the wheels of his threshing cart over it, his horses do not grind it.",
        "vcode": "NIV",
        "vnum": 28
    },
    {
        "bcode": 23,
        "cnum": 28,
        "content": "All this also comes from the LORD Almighty, wonderful in counsel and magnificent in wisdom.",
        "vcode": "NIV",
        "vnum": 29
    }
]