{"pageProps":{"version":{"name":"NIV","vcode":"NIV"},"bible":{"bcode":26,"chapterCount":48,"name":"Ezekiel","type":"old","vcode":"NIV"},"chapter":"14","verses":[{"bcode":26,"cnum":14,"content":"Some of the elders of Israel came to me and sat down in front of me.","vcode":"NIV","vnum":1},{"bcode":26,"cnum":14,"content":"Then the word of the LORD came to me:","vcode":"NIV","vnum":2},{"bcode":26,"cnum":14,"content":"\"Son of man, these men have set up idols in their hearts and put wicked stumbling blocks before their faces. Should I let them inquire of me at all?","vcode":"NIV","vnum":3},{"bcode":26,"cnum":14,"content":"Therefore speak to them and tell them, 'This is what the Sovereign LORD says: When any Israelite sets up idols in his heart and puts a wicked stumbling block before his face and then goes to a prophet, I the LORD will answer him myself in keeping with his great idolatry.","vcode":"NIV","vnum":4},{"bcode":26,"cnum":14,"content":"I will do this to recapture the hearts of the people of Israel, who have all deserted me for their idols.'","vcode":"NIV","vnum":5},{"bcode":26,"cnum":14,"content":"\"Therefore say to the house of Israel, 'This is what the Sovereign LORD says: Repent! Turn from your idols and renounce all your detestable practices!","vcode":"NIV","vnum":6},{"bcode":26,"cnum":14,"content":"\" 'When any Israelite or any alien living in Israel separates himself from me and sets up idols in his heart and puts a wicked stumbling block before his face and then goes to a prophet to inquire of me, I the LORD will answer him myself.","vcode":"NIV","vnum":7},{"bcode":26,"cnum":14,"content":"I will set my face against that man and make him an example and a byword. I will cut him off from my people. Then you will know that I am the LORD.","vcode":"NIV","vnum":8},{"bcode":26,"cnum":14,"content":"\" 'And if the prophet is enticed to utter a prophecy, I the LORD have enticed that prophet, and I will stretch out my hand against him and destroy him from among my people Israel.","vcode":"NIV","vnum":9},{"bcode":26,"cnum":14,"content":"They will bear their guilt--the prophet will be as guilty as the one who consults him.","vcode":"NIV","vnum":10},{"bcode":26,"cnum":14,"content":"Then the people of Israel will no longer stray from me, nor will they defile themselves anymore with all their sins. They will be my people, and I will be their God, declares the Sovereign LORD.' \"","vcode":"NIV","vnum":11},{"bcode":26,"cnum":14,"content":"The word of the LORD came to me:","vcode":"NIV","vnum":12},{"bcode":26,"cnum":14,"content":"\"Son of man, if a country sins against me by being unfaithful and I stretch out my hand against it to cut off its food supply and send famine upon it and kill its men and their animals,","vcode":"NIV","vnum":13},{"bcode":26,"cnum":14,"content":"even if these three men--Noah, Daniel and Job--were in it, they could save only themselves by their righteousness, declares the Sovereign LORD.","vcode":"NIV","vnum":14},{"bcode":26,"cnum":14,"content":"\"Or if I send wild beasts through that country and they leave it childless and it becomes desolate so that no one can pass through it because of the beasts,","vcode":"NIV","vnum":15},{"bcode":26,"cnum":14,"content":"as surely as I live, declares the Sovereign LORD, even if these three men were in it, they could not save their own sons or daughters. They alone would be saved, but the land would be desolate.","vcode":"NIV","vnum":16},{"bcode":26,"cnum":14,"content":"\"Or if I bring a sword against that country and say, 'Let the sword pass throughout the land,' and I kill its men and their animals,","vcode":"NIV","vnum":17},{"bcode":26,"cnum":14,"content":"as surely as I live, declares the Sovereign LORD, even if these three men were in it, they could not save their own sons or daughters. They alone would be saved.","vcode":"NIV","vnum":18},{"bcode":26,"cnum":14,"content":"\"Or if I send a plague into that land and pour out my wrath upon it through bloodshed, killing its men and their animals,","vcode":"NIV","vnum":19},{"bcode":26,"cnum":14,"content":"as surely as I live, declares the Sovereign LORD, even if Noah, Daniel and Job were in it, they could save neither son nor daughter. They would save only themselves by their righteousness.","vcode":"NIV","vnum":20},{"bcode":26,"cnum":14,"content":"\"For this is what the Sovereign LORD says: How much worse will it be when I send against Jerusalem my four dreadful judgments--sword and famine and wild beasts and plague--to kill its men and their animals!","vcode":"NIV","vnum":21},{"bcode":26,"cnum":14,"content":"Yet there will be some survivors--sons and daughters who will be brought out of it. They will come to you, and when you see their conduct and their actions, you will be consoled regarding the disaster I have brought upon Jerusalem--every disaster I have brought upon it.","vcode":"NIV","vnum":22},{"bcode":26,"cnum":14,"content":"You will be consoled when you see their conduct and their actions, for you will know that I have done nothing in it without cause, declares the Sovereign LORD.\"","vcode":"NIV","vnum":23}]},"__N_SSG":true}