[
    {
        "bcode": 24,
        "cnum": 16,
        "content": "여호와의 말씀이 또 내게 임하여 이르시되",
        "vcode": "GAE",
        "vnum": 1
    },
    {
        "bcode": 24,
        "cnum": 16,
        "content": "너는 이 땅에서 아내를 맞이하지 말며 자녀를 두지 말지니라",
        "vcode": "GAE",
        "vnum": 2
    },
    {
        "bcode": 24,
        "cnum": 16,
        "content": "이 곳에서 낳은 자녀와 이 땅에서 그들을 해산한 어머니와 그들을 낳은 아버지에 대하여 여호와께서 이와 같이 말씀하시오니",
        "vcode": "GAE",
        "vnum": 3
    },
    {
        "bcode": 24,
        "cnum": 16,
        "content": "그들은 독한 병으로 죽어도 아무도 슬퍼하지 않을 것이며 묻어 주지 않아 지면의 분토와 같을 것이며 칼과 기근에 망하고 그 시체는 공중의 새와 땅의 짐승의 밥이 되리라",
        "vcode": "GAE",
        "vnum": 4
    },
    {
        "bcode": 24,
        "cnum": 16,
        "content": "여호와께서 이와 같이 말씀하시되 초상집에 들어가지 말라 가서 통곡하지 말며 그들을 위하여 애곡하지 말라 내가 이 백성에게서 나의 평강을 빼앗으며 인자와 사랑을 제함이라 여호와의 말씀이니라",
        "vcode": "GAE",
        "vnum": 5
    },
    {
        "bcode": 24,
        "cnum": 16,
        "content": "큰 자든지 작은 자든지 이 땅에서 죽으리니 그들이 매장되지 못할 것이며 그들을 위하여 애곡하는 자도 없겠고 자기 몸을 베거나 머리털을 미는 자도 없을 것이며",
        "vcode": "GAE",
        "vnum": 6
    },
    {
        "bcode": 24,
        "cnum": 16,
        "content": "그 죽은 자로 말미암아 슬퍼하는 자와 떡을 떼며 위로하는 자가 없을 것이며 그들의 아버지나 어머니의 상사를 위하여 위로의 잔을 그들에게 마시게 할 자가 없으리라",
        "vcode": "GAE",
        "vnum": 7
    },
    {
        "bcode": 24,
        "cnum": 16,
        "content": "너는 잔칫집에 들어가서 그들과 함께 앉아 먹거나 마시지 말라",
        "vcode": "GAE",
        "vnum": 8
    },
    {
        "bcode": 24,
        "cnum": 16,
        "content": "만군의 여호와 이스라엘의 하나님께서 이와 같이 말씀하시니라 보라 기뻐하는 소리와 즐거워하는 소리와 신랑의 소리와 신부의 소리를 내가 네 목전, 네 시대에 이 곳에서 끊어지게 하리라",
        "vcode": "GAE",
        "vnum": 9
    },
    {
        "bcode": 24,
        "cnum": 16,
        "content": "네가 이 모든 말로 백성에게 말할 때에 그들이 네게 묻기를 여호와께서 우리에게 이 모든 큰 재앙을 선포하심은 어찌 됨이며 우리의 죄악은 무엇이며 우리가 우리 하나님 여호와께 범한 죄는 무엇이냐 하거든",
        "vcode": "GAE",
        "vnum": 10
    },
    {
        "bcode": 24,
        "cnum": 16,
        "content": "너는 그들에게 대답하기를 여호와께서 말씀하시되 너희 조상들이 나를 버리고 다른 신들을 따라서 그들을 섬기며 그들에게 절하고 나를 버려 내 율법을 지키지 아니하였음이라",
        "vcode": "GAE",
        "vnum": 11
    },
    {
        "bcode": 24,
        "cnum": 16,
        "content": "너희가 너희 조상들보다 더욱 악을 행하였도다 보라 너희가 각기 악한 마음의 완악함을 따라 행하고 나에게 순종하지 아니하였으므로",
        "vcode": "GAE",
        "vnum": 12
    },
    {
        "bcode": 24,
        "cnum": 16,
        "content": "내가 너희를 이 땅에서 쫓아내어 너희와 너희 조상들이 알지 못하던 땅에 이르게 할 것이라 너희가 거기서 주야로 다른 신들을 섬기리니 이는 내가 너희에게 은혜를 베풀지 아니함이라 하셨다 하라",
        "vcode": "GAE",
        "vnum": 13
    },
    {
        "bcode": 24,
        "cnum": 16,
        "content": "여호와의 말씀이니라 그러나 보라 날이 이르리니 다시는 이스라엘 자손을 애굽 땅에서 인도하여 내신 여호와께서 살아 계심을 두고 맹세하지 아니하고",
        "vcode": "GAE",
        "vnum": 14
    },
    {
        "bcode": 24,
        "cnum": 16,
        "content": "이스라엘 자손을 북방 땅과 그 쫓겨 났던 모든 나라에서 인도하여 내신 여호와께서 살아 계심을 두고 맹세하리라 내가 그들을 그들의 조상들에게 준 그들의 땅으로 인도하여 들이리라",
        "vcode": "GAE",
        "vnum": 15
    },
    {
        "bcode": 24,
        "cnum": 16,
        "content": "여호와의 말씀이니라 보라 내가 많은 어부를 불러다가 그들을 낚게 하며 그 후에 많은 포수를 불러다가 그들을 모든 산과 모든 언덕과 바위 틈에서 사냥하게 하리니",
        "vcode": "GAE",
        "vnum": 16
    },
    {
        "bcode": 24,
        "cnum": 16,
        "content": "이는 내 눈이 그들의 행위를 살펴보므로 그들이 내 얼굴 앞에서 숨기지 못하며 그들의 죄악이 내 목전에서 숨겨지지 못함이라",
        "vcode": "GAE",
        "vnum": 17
    },
    {
        "bcode": 24,
        "cnum": 16,
        "content": "내가 우선 그들의 악과 죄를 배나 갚을 것은 그들이 그 미운 물건의 시체로 내 땅을 더럽히며 그들의 가증한 것으로 내 기업에 가득하게 하였음이라",
        "vcode": "GAE",
        "vnum": 18
    },
    {
        "bcode": 24,
        "cnum": 16,
        "content": "여호와 나의 힘, 나의 요새, 환난날의 피난처시여 민족들이 땅 끝에서 주께 이르러 말하기를 우리 조상들의 계승한 바는 허망하고 거짓되고 무익한 것뿐이라",
        "vcode": "GAE",
        "vnum": 19
    },
    {
        "bcode": 24,
        "cnum": 16,
        "content": "사람이 어찌 신 아닌 것을 자기의 신으로 삼겠나이까 하리이다",
        "vcode": "GAE",
        "vnum": 20
    },
    {
        "bcode": 24,
        "cnum": 16,
        "content": "여호와께서 이르시되 보라 이번에 그들에게 내 손과 내 능력을 알려서 그들로 내 이름이 여호와인 줄 알게 하리라",
        "vcode": "GAE",
        "vnum": 21
    }
]