[
    {
        "bcode": 5,
        "cnum": 30,
        "content": "내가 네게 진술한 모든 복과 저주가 네게 임하므로 네가 네 하나님 여호와로부터 쫓겨간 모든 나라 가운데서 이 일이 마음에서 기억이 나거든",
        "vcode": "GAE",
        "vnum": 1
    },
    {
        "bcode": 5,
        "cnum": 30,
        "content": "너와 네 자손이 네 하나님 여호와께로 돌아와 내가 오늘 네게 명령한 것을 온전히 따라 마음을 다하고 뜻을 다하여 여호와의 말씀을 청종하면",
        "vcode": "GAE",
        "vnum": 2
    },
    {
        "bcode": 5,
        "cnum": 30,
        "content": "네 하나님 여호와께서 마음을 돌이키시고 너를 긍휼히 여기사 포로에서 돌아오게 하시되 네 하나님 여호와께서 흩으신 그 모든 백성 중에서 너를 모으시리니",
        "vcode": "GAE",
        "vnum": 3
    },
    {
        "bcode": 5,
        "cnum": 30,
        "content": "네 쫓겨간 자들이 하늘 가에 있을지라도 네 하나님 여호와께서 거기서 너를 모으실 것이며 거기서부터 너를 이끄실 것이라",
        "vcode": "GAE",
        "vnum": 4
    },
    {
        "bcode": 5,
        "cnum": 30,
        "content": "네 하나님 여호와께서 너를 네 조상들이 차지한 땅으로 돌아오게 하사 네게 다시 그것을 차지하게 하실 것이며 여호와께서 또 네게 선을 행하사 너를 네 조상들보다 더 번성하게 하실 것이며",
        "vcode": "GAE",
        "vnum": 5
    },
    {
        "bcode": 5,
        "cnum": 30,
        "content": "네 하나님 여호와께서 네 마음과 네 자손의 마음에 할례를 베푸사 너로 마음을 다하며 뜻을 다하여 네 하나님 여호와를 사랑하게 하사 너로 생명을 얻게 하실 것이며",
        "vcode": "GAE",
        "vnum": 6
    },
    {
        "bcode": 5,
        "cnum": 30,
        "content": "네 하나님 여호와께서 네 적군과 너를 미워하고 핍박하던 자에게 이 모든 저주를 내리게 하시리니",
        "vcode": "GAE",
        "vnum": 7
    },
    {
        "bcode": 5,
        "cnum": 30,
        "content": "너는 돌아와 다시 여호와의 말씀을 청종하고 내가 오늘 네게 명령하는 그 모든 명령을 행할 것이라",
        "vcode": "GAE",
        "vnum": 8
    },
    {
        "bcode": 5,
        "cnum": 30,
        "content": "네가 네 하나님 여호와의 말씀을 청종하여 이 율법책에 기록된 그의 명령과 규례를 지키고 네 마음을 다하며 뜻을 다하여 여호와 네 하나님께 돌아오면 네 하나님 여호와께서 네 손으로 하는 모든 일과 네 몸의 소생과 네 가축의 새끼와 네 토지 소산을 많게 하시고 네게 복을 주시되 곧 여호와께서 네 조상들을 기뻐하신 것과 같이 너를 다시 기뻐하사 네게 복을 주시리라",
        "vcode": "GAE",
        "vnum": 9
    },
    {
        "bcode": 5,
        "cnum": 30,
        "content": "내가 오늘 네게 명령한 이 명령은 네게 어려운 것도 아니요 먼 것도 아니라",
        "vcode": "GAE",
        "vnum": 10
    },
    {
        "bcode": 5,
        "cnum": 30,
        "content": "하늘에 있는 것이 아니니 네가 이르기를 누가 우리를 위하여 하늘에 올라가 그의 명령을 우리에게로 가지고 와서 우리에게 들려 행하게 하랴 할 것이 아니요",
        "vcode": "GAE",
        "vnum": 11
    },
    {
        "bcode": 5,
        "cnum": 30,
        "content": "이것이 바다 밖에 있는 것이 아니니 네가 이르기를 누가 우리를 위하여 바다를 건너가서 그의 명령을 우리에게로 가지고 와서 우리에게 들려 행하게 하랴 할 것도 아니라",
        "vcode": "GAE",
        "vnum": 12
    },
    {
        "bcode": 5,
        "cnum": 30,
        "content": "오직 그 말씀이 네게 매우 가까워서 네 입에 있으며 네 마음에 있은즉 네가 이를 행할 수 있느니라",
        "vcode": "GAE",
        "vnum": 13
    },
    {
        "bcode": 5,
        "cnum": 30,
        "content": "보라 내가 오늘 생명과 복과 사망과 화를 네 앞에 두었나니",
        "vcode": "GAE",
        "vnum": 14
    },
    {
        "bcode": 5,
        "cnum": 30,
        "content": "곧 내가 오늘 네게 명령하여 네 하나님 여호와를 사랑하고 그 모든 길로 행하며 그의 명령과 규례와 법도를 지키라 하는 것이라 그리하면 네가 생존하며 번성할 것이요 또 네 하나님 여호와께서 네가 가서 차지할 땅에서 네게 복을 주실 것임이니라",
        "vcode": "GAE",
        "vnum": 15
    },
    {
        "bcode": 5,
        "cnum": 30,
        "content": "그러나 네가 만일 마음을 돌이켜 듣지 아니하고 유혹을 받아 다른 신들에게 절하고 그를 섬기면",
        "vcode": "GAE",
        "vnum": 16
    },
    {
        "bcode": 5,
        "cnum": 30,
        "content": "내가 오늘 너희에게 선언하노니 너희가 반드시 망할 것이라 너희가 요단을 건너가서 차지할 땅에서 너희의 날이 길지 못할 것이니라",
        "vcode": "GAE",
        "vnum": 17
    },
    {
        "bcode": 5,
        "cnum": 30,
        "content": "내가 오늘 하늘과 땅을 불러 너희에게 증거를 삼노라 내가 생명과 사망과 복과 저주를 네 앞에 두었은즉 너와 네 자손이 살기 위하여 생명을 택하고",
        "vcode": "GAE",
        "vnum": 18
    },
    {
        "bcode": 5,
        "cnum": 30,
        "content": "네 하나님 여호와를 사랑하고 그의 말씀을 청종하며 또 그를 의지하라 그는 네 생명이시요 네 장수이시니 여호와께서 네 조상 아브라함과 이삭과 야곱에게 주리라고 맹세하신 땅에 네가 거주하리라",
        "vcode": "GAE",
        "vnum": 19
    }
]