[
    {
        "bcode": 5,
        "cnum": 31,
        "content": "또 모세가 가서 온 이스라엘에게 이 말씀을 전하여",
        "vcode": "GAE",
        "vnum": 1
    },
    {
        "bcode": 5,
        "cnum": 31,
        "content": "그들에게 이르되 이제 내 나이 백이십 세라 내가 더 이상 출입하지 못하겠고 여호와께서도 내게 이르시기를 너는 이 요단을 건너지 못하리라 하셨느니라",
        "vcode": "GAE",
        "vnum": 2
    },
    {
        "bcode": 5,
        "cnum": 31,
        "content": "여호와께서 이미 말씀하신 것과 같이 네 하나님 여호와께서 너보다 먼저 건너가사 이 민족들을 네 앞에서 멸하시고 네가 그 땅을 차지하게 할 것이며 여호수아는 네 앞에서 건너갈지라",
        "vcode": "GAE",
        "vnum": 3
    },
    {
        "bcode": 5,
        "cnum": 31,
        "content": "또한 여호와께서 이미 멸하신 아모리 왕 시혼과 옥과 및 그 땅에 행하신 것과 같이 그들에게도 행하실 것이라",
        "vcode": "GAE",
        "vnum": 4
    },
    {
        "bcode": 5,
        "cnum": 31,
        "content": "또한 여호와께서 그들을 너희 앞에 넘기시리니 너희는 내가 너희에게 명한 모든 명령대로 그들에게 행할 것이라",
        "vcode": "GAE",
        "vnum": 5
    },
    {
        "bcode": 5,
        "cnum": 31,
        "content": "너희는 강하고 담대하라 두려워하지 말라 그들 앞에서 떨지 말라 이는 네 하나님 여호와 그가 너와 함께 가시며 결코 너를 떠나지 아니하시며 버리지 아니하실 것임이라 하고",
        "vcode": "GAE",
        "vnum": 6
    },
    {
        "bcode": 5,
        "cnum": 31,
        "content": "모세가 여호수아를 불러 온 이스라엘의 목전에서 그에게 이르되 너는 강하고 담대하라 너는 이 백성을 거느리고 여호와께서 그들의 조상에게 주리라고 맹세하신 땅에 들어가서 그들에게 그 땅을 차지하게 하라",
        "vcode": "GAE",
        "vnum": 7
    },
    {
        "bcode": 5,
        "cnum": 31,
        "content": "그리하면 여호와 그가 네 앞에서 가시며 너와 함께 하사 너를 떠나지 아니하시며 버리지 아니하시리니 너는 두려워하지 말라 놀라지 말라",
        "vcode": "GAE",
        "vnum": 8
    },
    {
        "bcode": 5,
        "cnum": 31,
        "content": "또 모세가 이 율법을 써서 여호와의 언약궤를 메는 레위 자손 제사장들과 이스라엘 모든 장로에게 주고",
        "vcode": "GAE",
        "vnum": 9
    },
    {
        "bcode": 5,
        "cnum": 31,
        "content": "모세가 그들에게 명령하여 이르기를 매 칠 년 끝 해 곧 면제년의 초막절에",
        "vcode": "GAE",
        "vnum": 10
    },
    {
        "bcode": 5,
        "cnum": 31,
        "content": "온 이스라엘이 네 하나님 여호와 앞 그가 택하신 곳에 모일 때에 이 율법을 낭독하여 온 이스라엘에게 듣게 할지니",
        "vcode": "GAE",
        "vnum": 11
    },
    {
        "bcode": 5,
        "cnum": 31,
        "content": "곧 백성의 남녀와 어린이와 네 성읍 안에 거류하는 타국인을 모으고 그들에게 듣고 배우고 네 하나님 여호와를 경외하며 이 율법의 모든 말씀을 지켜 행하게 하고",
        "vcode": "GAE",
        "vnum": 12
    },
    {
        "bcode": 5,
        "cnum": 31,
        "content": "또 너희가 요단을 건너가서 차지할 땅에 거주할 동안에 이 말씀을 알지 못하는 그들의 자녀에게 듣고 네 하나님 여호와 경외하기를 배우게 할지니라",
        "vcode": "GAE",
        "vnum": 13
    },
    {
        "bcode": 5,
        "cnum": 31,
        "content": "여호와께서 모세에게 이르시되 네가 죽을 기한이 가까웠으니 여호수아를 불러서 함께 회막으로 나아오라 내가 그에게 명령을 내리리라 모세와 여호수아가 나아가서 회막에 서니",
        "vcode": "GAE",
        "vnum": 14
    },
    {
        "bcode": 5,
        "cnum": 31,
        "content": "여호와께서 구름 기둥 가운데에서 장막에 나타나시고 구름 기둥은 장막 문 위에 머물러 있더라",
        "vcode": "GAE",
        "vnum": 15
    },
    {
        "bcode": 5,
        "cnum": 31,
        "content": "또 여호와께서 모세에게 이르시되 너는 네 조상과 함께 누우려니와 이 백성은 그 땅으로 들어가 음란히 그 땅의 이방 신들을 따르며 일어날 것이요 나를 버리고 내가 그들과 맺은 언약을 어길 것이라",
        "vcode": "GAE",
        "vnum": 16
    },
    {
        "bcode": 5,
        "cnum": 31,
        "content": "내가 그들에게 진노하여 그들을 버리며 내 얼굴을 숨겨 그들에게 보이지 않게 할 것인즉 그들이 삼킴을 당하여 허다한 재앙과 환난이 그들에게 임할 그 때에 그들이 말하기를 이 재앙이 우리에게 내림은 우리 하나님이 우리 가운데에 계시지 않은 까닭이 아니냐 할 것이라",
        "vcode": "GAE",
        "vnum": 17
    },
    {
        "bcode": 5,
        "cnum": 31,
        "content": "또 그들이 돌이켜 다른 신들을 따르는 모든 악행으로 말미암아 내가 그 때에 반드시 내 얼굴을 숨기리라",
        "vcode": "GAE",
        "vnum": 18
    },
    {
        "bcode": 5,
        "cnum": 31,
        "content": "그러므로 이제 너희는 이 노래를 써서 이스라엘 자손들에게 가르쳐 그들의 입으로 부르게 하여 이 노래로 나를 위하여 이스라엘 자손들에게 증거가 되게 하라",
        "vcode": "GAE",
        "vnum": 19
    },
    {
        "bcode": 5,
        "cnum": 31,
        "content": "내가 그들의 조상들에게 맹세한 바 젖과 꿀이 흐르는 땅으로 그들을 인도하여 들인 후에 그들이 먹어 배부르고 살찌면 돌이켜 다른 신들을 섬기며 나를 멸시하여 내 언약을 어기리니",
        "vcode": "GAE",
        "vnum": 20
    },
    {
        "bcode": 5,
        "cnum": 31,
        "content": "그들이 수많은 재앙과 환난을 당할 때에 그들의 자손이 부르기를 잊지 아니한 이 노래가 그들 앞에 증인처럼 되리라 나는 내가 맹세한 땅으로 그들을 인도하여 들이기 전 오늘 나는 그들이 생각하는 바를 아노라",
        "vcode": "GAE",
        "vnum": 21
    },
    {
        "bcode": 5,
        "cnum": 31,
        "content": "그러므로 모세가 그 날 이 노래를 써서 이스라엘 자손들에게 가르쳤더라",
        "vcode": "GAE",
        "vnum": 22
    },
    {
        "bcode": 5,
        "cnum": 31,
        "content": "여호와께서 또 눈의 아들 여호수아에게 명령하여 이르시되 너는 이스라엘 자손들을 인도하여 내가 그들에게 맹세한 땅으로 들어가게 하리니 강하고 담대하라 내가 너와 함께 하리라 하시니라",
        "vcode": "GAE",
        "vnum": 23
    },
    {
        "bcode": 5,
        "cnum": 31,
        "content": "모세가 이 율법의 말씀을 다 책에 써서 마친 후에",
        "vcode": "GAE",
        "vnum": 24
    },
    {
        "bcode": 5,
        "cnum": 31,
        "content": "모세가 여호와의 언약궤를 메는 레위 사람에게 명령하여 이르되",
        "vcode": "GAE",
        "vnum": 25
    },
    {
        "bcode": 5,
        "cnum": 31,
        "content": "이 율법책을 가져다가 너희 하나님 여호와의 언약궤 곁에 두어 너희에게 증거가 되게 하라",
        "vcode": "GAE",
        "vnum": 26
    },
    {
        "bcode": 5,
        "cnum": 31,
        "content": "내가 너희의 반역함과 목이 곧은 것을 아나니 오늘 내가 살아서 너희와 함께 있어도 너희가 여호와를 거역하였거든 하물며 내가 죽은 후의 일이랴",
        "vcode": "GAE",
        "vnum": 27
    },
    {
        "bcode": 5,
        "cnum": 31,
        "content": "너희 지파 모든 장로와 관리들을 내 앞에 모으라 내가 이 말씀을 그들의 귀에 들려주고 그들에게 하늘과 땅을 증거로 삼으리라",
        "vcode": "GAE",
        "vnum": 28
    },
    {
        "bcode": 5,
        "cnum": 31,
        "content": "내가 알거니와 내가 죽은 후에 너희가 스스로 부패하여 내가 너희에게 명령한 길을 떠나 여호와의 목전에 악을 행하여 너희의 손으로 하는 일로 그를 격노하게 하므로 너희가 후일에 재앙을 당하리라 하니라",
        "vcode": "GAE",
        "vnum": 29
    },
    {
        "bcode": 5,
        "cnum": 31,
        "content": "그리고 모세가 이스라엘 총회에 이 노래의 말씀을 끝까지 읽어 들리니라",
        "vcode": "GAE",
        "vnum": 30
    }
]