{"pageProps":{"version":{"name":"NIV","vcode":"NIV"},"bible":{"bcode":1,"chapterCount":50,"name":"Genesis","type":"old","vcode":"NIV"},"chapter":"36","verses":[{"bcode":1,"cnum":36,"content":"This is the account of Esau (that is, Edom).","vcode":"NIV","vnum":1},{"bcode":1,"cnum":36,"content":"Esau took his wives from the women of Canaan: Adah daughter of Elon the Hittite, and Oholibamah daughter of Anah and granddaughter of Zibeon the Hivite-","vcode":"NIV","vnum":2},{"bcode":1,"cnum":36,"content":"also Basemath daughter of Ishmael and sister of Nebaioth.","vcode":"NIV","vnum":3},{"bcode":1,"cnum":36,"content":"Adah bore Eliphaz to Esau, Basemath bore Reuel,","vcode":"NIV","vnum":4},{"bcode":1,"cnum":36,"content":"and Oholibamah bore Jeush, Jalam and Korah. These were the sons of Esau, who were born to him in Canaan.","vcode":"NIV","vnum":5},{"bcode":1,"cnum":36,"content":"Esau took his wives and sons and daughters and all the members of his household, as well as his livestock and all his other animals and all the goods he had acquired in Canaan, and moved to a land some distance from his brother Jacob.","vcode":"NIV","vnum":6},{"bcode":1,"cnum":36,"content":"Their possessions were too great for them to remain together; the land where they were staying could not support them both because of their livestock.","vcode":"NIV","vnum":7},{"bcode":1,"cnum":36,"content":"So Esau (that is, Edom) settled in the hill country of Seir.","vcode":"NIV","vnum":8},{"bcode":1,"cnum":36,"content":"This is the account of Esau the father of the Edomites in the hill country of Seir.","vcode":"NIV","vnum":9},{"bcode":1,"cnum":36,"content":"These are the names of Esau's sons: Eliphaz, the son of Esau's wife Adah, and Reuel, the son of Esau's wife Basemath.","vcode":"NIV","vnum":10},{"bcode":1,"cnum":36,"content":"The sons of Eliphaz: Teman, Omar, Zepho, Gatam and Kenaz.","vcode":"NIV","vnum":11},{"bcode":1,"cnum":36,"content":"Esau's son Eliphaz also had a concubine named Timna, who bore him Amalek. These were grandsons of Esau's wife Adah.","vcode":"NIV","vnum":12},{"bcode":1,"cnum":36,"content":"The sons of Reuel: Nahath, Zerah, Shammah and Mizzah. These were grandsons of Esau's wife Basemath.","vcode":"NIV","vnum":13},{"bcode":1,"cnum":36,"content":"The sons of Esau's wife Oholibamah daughter of Anah and granddaughter of Zibeon, whom she bore to Esau: Jeush, Jalam and Korah.","vcode":"NIV","vnum":14},{"bcode":1,"cnum":36,"content":"These were the chiefs among Esau's descendants: The sons of Eliphaz the firstborn of Esau: Chiefs Teman, Omar, Zepho, Kenaz,","vcode":"NIV","vnum":15},{"bcode":1,"cnum":36,"content":"Korah, Gatam and Amalek. These were the chiefs descended from Eliphaz in Edom; they were grandsons of Adah.","vcode":"NIV","vnum":16},{"bcode":1,"cnum":36,"content":"The sons of Esau's son Reuel: Chiefs Nahath, Zerah, Shammah and Mizzah. These were the chiefs descended from Reuel in Edom; they were grandsons of Esau's wife Basemath.","vcode":"NIV","vnum":17},{"bcode":1,"cnum":36,"content":"The sons of Esau's wife Oholibamah: Chiefs Jeush, Jalam and Korah. These were the chiefs descended from Esau's wife Oholibamah daughter of Anah.","vcode":"NIV","vnum":18},{"bcode":1,"cnum":36,"content":"These were the sons of Esau (that is, Edom), and these were their chiefs.","vcode":"NIV","vnum":19},{"bcode":1,"cnum":36,"content":"These were the sons of Seir the Horite, who were living in the region: Lotan, Shobal, Zibeon, Anah,","vcode":"NIV","vnum":20},{"bcode":1,"cnum":36,"content":"Dishon, Ezer and Dishan. These sons of Seir in Edom were Horite chiefs.","vcode":"NIV","vnum":21},{"bcode":1,"cnum":36,"content":"The sons of Lotan: Hori and Homam. Timna was Lotan's sister.","vcode":"NIV","vnum":22},{"bcode":1,"cnum":36,"content":"The sons of Shobal: Alvan, Manahath, Ebal, Shepho and Onam.","vcode":"NIV","vnum":23},{"bcode":1,"cnum":36,"content":"The sons of Zibeon: Aiah and Anah. This is the Anah who discovered the hot springs in the desert while he was grazing the donkeys of his father Zibeon.","vcode":"NIV","vnum":24},{"bcode":1,"cnum":36,"content":"The children of Anah: Dishon and Oholibamah daughter of Anah.","vcode":"NIV","vnum":25},{"bcode":1,"cnum":36,"content":"The sons of Dishon : Hemdan, Eshban, Ithran and Keran.","vcode":"NIV","vnum":26},{"bcode":1,"cnum":36,"content":"The sons of Ezer: Bilhan, Zaavan and Akan.","vcode":"NIV","vnum":27},{"bcode":1,"cnum":36,"content":"The sons of Dishan: Uz and Aran.","vcode":"NIV","vnum":28},{"bcode":1,"cnum":36,"content":"These were the Horite chiefs: Lotan, Shobal, Zibeon, Anah,","vcode":"NIV","vnum":29},{"bcode":1,"cnum":36,"content":"Dishon, Ezer and Dishan. These were the Horite chiefs, according to their divisions, in the land of Seir.","vcode":"NIV","vnum":30},{"bcode":1,"cnum":36,"content":"These were the kings who reigned in Edom before any Israelite king reigned :","vcode":"NIV","vnum":31},{"bcode":1,"cnum":36,"content":"Bela son of Beor became king of Edom. His city was named Dinhabah.","vcode":"NIV","vnum":32},{"bcode":1,"cnum":36,"content":"When Bela died, Jobab son of Zerah from Bozrah succeeded him as king.","vcode":"NIV","vnum":33},{"bcode":1,"cnum":36,"content":"When Jobab died, Husham from the land of the Temanites succeeded him as king.","vcode":"NIV","vnum":34},{"bcode":1,"cnum":36,"content":"When Husham died, Hadad son of Bedad, who defeated Midian in the country of Moab, succeeded him as king. His city was named Avith.","vcode":"NIV","vnum":35},{"bcode":1,"cnum":36,"content":"When Hadad died, Samlah from Masrekah succeeded him as king.","vcode":"NIV","vnum":36},{"bcode":1,"cnum":36,"content":"When Samlah died, Shaul from Rehoboth on the river succeeded him as king.","vcode":"NIV","vnum":37},{"bcode":1,"cnum":36,"content":"When Shaul died, Baal-Hanan son of Acbor succeeded him as king.","vcode":"NIV","vnum":38},{"bcode":1,"cnum":36,"content":"When Baal-Hanan son of Acbor died, Hadad succeeded him as king. His city was named Pau, and his wife's name was Mehetabel daughter of Matred, the daughter of Me-Zahab.","vcode":"NIV","vnum":39},{"bcode":1,"cnum":36,"content":"These were the chiefs descended from Esau, by name, according to their clans and regions: Timna, Alvah, Jetheth,","vcode":"NIV","vnum":40},{"bcode":1,"cnum":36,"content":"Oholibamah, Elah, Pinon,","vcode":"NIV","vnum":41},{"bcode":1,"cnum":36,"content":"Kenaz, Teman, Mibzar,","vcode":"NIV","vnum":42},{"bcode":1,"cnum":36,"content":"Magdiel and Iram. These were the chiefs of Edom, according to their settlements in the land they occupied. This was Esau the father of the Edomites.","vcode":"NIV","vnum":43}]},"__N_SSG":true}