{"pageProps":{"version":{"name":"NIV","vcode":"NIV"},"bible":{"bcode":45,"chapterCount":16,"name":"Romans","type":"new","vcode":"NIV"},"chapter":"12","verses":[{"bcode":45,"cnum":12,"content":"Therefore, I urge you, brothers, in view of God's mercy, to offer your bodies as living sacrifices, holy and pleasing to God--this is your spiritual act of worship.","vcode":"NIV","vnum":1},{"bcode":45,"cnum":12,"content":"Do not conform any longer to the pattern of this world, but be transformed by the renewing of your mind. Then you will be able to test and approve what God's will is--his good, pleasing and perfect will.","vcode":"NIV","vnum":2},{"bcode":45,"cnum":12,"content":"For by the grace given me I say to every one of you: Do not think of yourself more highly than you ought, but rather think of yourself with sober judgment, in accordance with the measure of faith God has given you.","vcode":"NIV","vnum":3},{"bcode":45,"cnum":12,"content":"Just as each of us has one body with many members, and these members do not all have the same function,","vcode":"NIV","vnum":4},{"bcode":45,"cnum":12,"content":"so in Christ we who are many form one body, and each member belongs to all the others.","vcode":"NIV","vnum":5},{"bcode":45,"cnum":12,"content":"We have different gifts, according to the grace given us. If a man's gift is prophesying, let him use it in proportion to hisfaith.","vcode":"NIV","vnum":6},{"bcode":45,"cnum":12,"content":"If it is serving, let him serve; if it is teaching, let him teach;","vcode":"NIV","vnum":7},{"bcode":45,"cnum":12,"content":"if it is encouraging, let him encourage; if it is contributing to the needs of others, let him give generously; if it is leadership, let him govern diligently; if it is showing mercy, let him do it cheerfully.","vcode":"NIV","vnum":8},{"bcode":45,"cnum":12,"content":"Love must be sincere. Hate what is evil; cling to what is good.","vcode":"NIV","vnum":9},{"bcode":45,"cnum":12,"content":"Be devoted to one another in brotherly love. Honor one another above yourselves.","vcode":"NIV","vnum":10},{"bcode":45,"cnum":12,"content":"Never be lacking in zeal, but keep your spiritual fervor, serving the Lord.","vcode":"NIV","vnum":11},{"bcode":45,"cnum":12,"content":"Be joyful in hope, patient in affliction, faithful in prayer.","vcode":"NIV","vnum":12},{"bcode":45,"cnum":12,"content":"Share with God's people who are in need. Practice hospitality.","vcode":"NIV","vnum":13},{"bcode":45,"cnum":12,"content":"Bless those who persecute you; bless and do not curse.","vcode":"NIV","vnum":14},{"bcode":45,"cnum":12,"content":"Rejoice with those who rejoice; mourn with those who mourn.","vcode":"NIV","vnum":15},{"bcode":45,"cnum":12,"content":"Live in harmony with one another. Do not be proud, but be willing to associate with people of low position. Do not be conceited.","vcode":"NIV","vnum":16},{"bcode":45,"cnum":12,"content":"Do not repay anyone evil for evil. Be careful to do what is right in the eyes of everybody.","vcode":"NIV","vnum":17},{"bcode":45,"cnum":12,"content":"If it is possible, as far as it depends on you, live at peace with everyone.","vcode":"NIV","vnum":18},{"bcode":45,"cnum":12,"content":"Do not take revenge, my friends, but leave room for God's wrath, for it is written: \"It is mine to avenge; I will repay,\"says the Lord.","vcode":"NIV","vnum":19},{"bcode":45,"cnum":12,"content":"On the contrary: \"If your enemy is hungry, feed him; if he is thirsty, give him something to drink. In doing this, you will heap burning coals on his head.\"","vcode":"NIV","vnum":20},{"bcode":45,"cnum":12,"content":"Do not be overcome by evil, but overcome evil with good.","vcode":"NIV","vnum":21}]},"__N_SSG":true}