{"pageProps":{"version":{"name":"NIV","vcode":"NIV"},"bible":{"bcode":43,"chapterCount":21,"name":"John","type":"new","vcode":"NIV"},"chapter":"2","verses":[{"bcode":43,"cnum":2,"content":"On the third day a wedding took place at Cana in Galilee. Jesus' mother was there,","vcode":"NIV","vnum":1},{"bcode":43,"cnum":2,"content":"and Jesus and his disciples had also been invited to the wedding.","vcode":"NIV","vnum":2},{"bcode":43,"cnum":2,"content":"When the wine was gone, Jesus' mother said to him, \"They have no more wine.\"","vcode":"NIV","vnum":3},{"bcode":43,"cnum":2,"content":"\"Dear woman, why do you involve me?\" Jesus replied, \"My time has not yet come.\"","vcode":"NIV","vnum":4},{"bcode":43,"cnum":2,"content":"His mother said to the servants, \"Do whatever he tells you.\"","vcode":"NIV","vnum":5},{"bcode":43,"cnum":2,"content":"Nearby stood six stone water jars, the kind used by the Jews for ceremonial washing, each holding from twenty to thirty gallons.","vcode":"NIV","vnum":6},{"bcode":43,"cnum":2,"content":"Jesus said to the servants, \"Fill the jars with water\"; so they filled them to the brim.","vcode":"NIV","vnum":7},{"bcode":43,"cnum":2,"content":"Then he told them, \"Now draw some out and take it to the master of the banquet.\" They did so,","vcode":"NIV","vnum":8},{"bcode":43,"cnum":2,"content":"and the master of the banquet tasted the water that had been turned into wine. He did not realize where it had come from, though the servants who had drawn the water knew. Then he called the bridegroom aside","vcode":"NIV","vnum":9},{"bcode":43,"cnum":2,"content":"and said, \"Everyone brings out the choice wine first and then the cheaper wine after the guests have had too much to drink; but you have saved the best till now.\"","vcode":"NIV","vnum":10},{"bcode":43,"cnum":2,"content":"This, the first of his miraculous signs, Jesus performed in Cana of Galilee. He thus revealed his glory, and his disciples put their faith in him.","vcode":"NIV","vnum":11},{"bcode":43,"cnum":2,"content":"After this he went down to Capernaum with his mother and brothers and his disciples. There they stayed for a few days.","vcode":"NIV","vnum":12},{"bcode":43,"cnum":2,"content":"When it was almost time for the Jewish Passover, Jesus went up to Jerusalem.","vcode":"NIV","vnum":13},{"bcode":43,"cnum":2,"content":"In the temple courts he found men selling cattle, sheep and doves, and others sitting at tables exchanging money.","vcode":"NIV","vnum":14},{"bcode":43,"cnum":2,"content":"So he made a whip out of cords, and drove all from the temple area, both sheep and cattle; he scattered the coins of the money changers and overturned their tables.","vcode":"NIV","vnum":15},{"bcode":43,"cnum":2,"content":"To those who sold doves he said, \"Get these out of here! How dare you turn my Father's house into a market!\"","vcode":"NIV","vnum":16},{"bcode":43,"cnum":2,"content":"His disciples remembered that it is written: \"Zeal for your house will consume me.\"","vcode":"NIV","vnum":17},{"bcode":43,"cnum":2,"content":"Then the Jews demanded of him, \"What miraculous sign can you show us to prove your authority to do all this?\"","vcode":"NIV","vnum":18},{"bcode":43,"cnum":2,"content":"Jesus answered them, \"Destroy this temple, and I will raise it again in three days.\"","vcode":"NIV","vnum":19},{"bcode":43,"cnum":2,"content":"The Jews replied, \"It has taken forty-six years to build this temple, and you are going to raise it in three days?\"","vcode":"NIV","vnum":20},{"bcode":43,"cnum":2,"content":"But the temple he had spoken of was his body.","vcode":"NIV","vnum":21},{"bcode":43,"cnum":2,"content":"After he was raised from the dead, his disciples recalled what he had said. Then they believed the Scripture and the words that Jesus had spoken.","vcode":"NIV","vnum":22},{"bcode":43,"cnum":2,"content":"Now while he was in Jerusalem at the Passover Feast, many people saw the miraculous signs he was doing and believed in his name.","vcode":"NIV","vnum":23},{"bcode":43,"cnum":2,"content":"But Jesus would not entrust himself to them, for he knew all men.","vcode":"NIV","vnum":24},{"bcode":43,"cnum":2,"content":"He did not need man's testimony about man, for he knew what was in a man.","vcode":"NIV","vnum":25}]},"__N_SSG":true}