{"pageProps":{"version":{"name":"NIV","vcode":"NIV"},"bible":{"bcode":1,"chapterCount":50,"name":"Genesis","type":"old","vcode":"NIV"},"chapter":"6","verses":[{"bcode":1,"cnum":6,"content":"When men began to increase in number on the earth and daughters were born to them,","vcode":"NIV","vnum":1},{"bcode":1,"cnum":6,"content":"the sons of God saw that the daughters of men were beautiful, and they married any of them they chose.","vcode":"NIV","vnum":2},{"bcode":1,"cnum":6,"content":"Then the LORD said, \"My Spirit will not contend with man forever, for he is mortal ; his days will be a hundred and twenty years.\"","vcode":"NIV","vnum":3},{"bcode":1,"cnum":6,"content":"The Nephilim were on the earth in those days--and also afterward--when the sons of God went to the daughters of men and had children by them. They were the heroes of old, men of renown.","vcode":"NIV","vnum":4},{"bcode":1,"cnum":6,"content":"The LORD saw how great man's wickedness on the earth had become, and that every inclination of the thoughts of his heart was only evil all the time.","vcode":"NIV","vnum":5},{"bcode":1,"cnum":6,"content":"The LORD was grieved that he had made man on the earth, and his heart was filled with pain.","vcode":"NIV","vnum":6},{"bcode":1,"cnum":6,"content":"So the LORD said, \"I will wipe mankind, whom I have created, from the face of the earth--men and animals, and creatures that move along the ground, and birds of the air--for I am grieved that I have made them.\"","vcode":"NIV","vnum":7},{"bcode":1,"cnum":6,"content":"But Noah found favor in the eyes of the LORD.","vcode":"NIV","vnum":8},{"bcode":1,"cnum":6,"content":"This is the account of Noah. Noah was a righteous man, blameless among the people of his time, and he walked with God.","vcode":"NIV","vnum":9},{"bcode":1,"cnum":6,"content":"Noah had three sons: Shem, Ham and Japheth.","vcode":"NIV","vnum":10},{"bcode":1,"cnum":6,"content":"Now the earth was corrupt in God's sight and was full of violence.","vcode":"NIV","vnum":11},{"bcode":1,"cnum":6,"content":"God saw how corrupt the earth had become, for all the people on earth had corrupted their ways.","vcode":"NIV","vnum":12},{"bcode":1,"cnum":6,"content":"So God said to Noah, \"I am going to put an end to all people, for the earth is filled with violence because of them. I am surely going to destroy both them and the earth.","vcode":"NIV","vnum":13},{"bcode":1,"cnum":6,"content":"So make yourself an ark of cypress wood; make rooms in it and coat it with pitch inside and out.","vcode":"NIV","vnum":14},{"bcode":1,"cnum":6,"content":"This is how you are to build it: The ark is to be 450 feet long, 75 feet wide and 45 feet high.","vcode":"NIV","vnum":15},{"bcode":1,"cnum":6,"content":"Make a roof for it and finish the ark to within 18 inches of the top. Put a door in the side of the ark and make lower, middle and upper decks.","vcode":"NIV","vnum":16},{"bcode":1,"cnum":6,"content":"I am going to bring floodwaters on the earth to destroy all life under the heavens, every creature that has the breath of life in it. Everything on earth will perish.","vcode":"NIV","vnum":17},{"bcode":1,"cnum":6,"content":"But I will establish my covenant with you, and you will enter the ark--you and your sons and your wife and your sons' wives with you.","vcode":"NIV","vnum":18},{"bcode":1,"cnum":6,"content":"You are to bring into the ark two of all living creatures, male and female, to keep them alive with you.","vcode":"NIV","vnum":19},{"bcode":1,"cnum":6,"content":"Two of every kind of bird, of every kind of animal and of every kind of creature that moves along the ground will come to you to be kept alive.","vcode":"NIV","vnum":20},{"bcode":1,"cnum":6,"content":"You are to take every kind of food that is to be eaten and store it away as food for you and for them.\"","vcode":"NIV","vnum":21},{"bcode":1,"cnum":6,"content":"Noah did everything just as God commanded him.","vcode":"NIV","vnum":22}]},"__N_SSG":true}