{"pageProps":{"version":{"name":"NIV","vcode":"NIV"},"bible":{"bcode":6,"chapterCount":24,"name":"Joshua","type":"old","vcode":"NIV"},"chapter":"20","verses":[{"bcode":6,"cnum":20,"content":"Then the LORD said to Joshua:","vcode":"NIV","vnum":1},{"bcode":6,"cnum":20,"content":"\"Tell the Israelites to designate the cities of refuge, as I instructed you through Moses,","vcode":"NIV","vnum":2},{"bcode":6,"cnum":20,"content":"so that anyone who kills a person accidentally and unintentionally may flee there and find protection from the avenger of blood.","vcode":"NIV","vnum":3},{"bcode":6,"cnum":20,"content":"\"When he flees to one of these cities, he is to stand in the entrance of the city gate and state his case before the elders of that city. Then they are to admit him into their city and give him a place to live with them.","vcode":"NIV","vnum":4},{"bcode":6,"cnum":20,"content":"If the avenger of blood pursues him, they must not surrender the one accused, because he killed his neighbor unintentionally and without malice aforethought.","vcode":"NIV","vnum":5},{"bcode":6,"cnum":20,"content":"He is to stay in that city until he has stood trial before the assembly and until the death of the high priest who is serving at that time. Then he may go back to his own home in the town from which he fled.\"","vcode":"NIV","vnum":6},{"bcode":6,"cnum":20,"content":"So they set apart Kedesh in Galilee in the hill country of Naphtali, Shechem in the hill country of Ephraim, and Kiriath Arba (that is, Hebron) in the hill country of Judah.","vcode":"NIV","vnum":7},{"bcode":6,"cnum":20,"content":"On the east side of the Jordan of Jericho they designated Bezer in the desert on the plateau in the tribe of Reuben, Ramoth in Gilead in the tribe of Gad, and Golan in Bashan in the tribe of Manasseh.","vcode":"NIV","vnum":8},{"bcode":6,"cnum":20,"content":"Any of the Israelites or any alien living among them who killed someone accidentally could flee to these designated cities and not be killed by the avenger of blood prior to standing trial before the assembly.","vcode":"NIV","vnum":9}]},"__N_SSG":true}