[
    {
        "bcode": 3,
        "cnum": 18,
        "content": "The LORD said to Moses,",
        "vcode": "NIV",
        "vnum": 1
    },
    {
        "bcode": 3,
        "cnum": 18,
        "content": "\"Speak to the Israelites and say to them: 'I am the LORD your God.",
        "vcode": "NIV",
        "vnum": 2
    },
    {
        "bcode": 3,
        "cnum": 18,
        "content": "You must not do as they do in Egypt, where you used to live, and you must not do as they do in the land of Canaan, where I am bringing you. Do not follow their practices.",
        "vcode": "NIV",
        "vnum": 3
    },
    {
        "bcode": 3,
        "cnum": 18,
        "content": "You must obey my laws and be careful to follow my decrees. I am the LORD your God.",
        "vcode": "NIV",
        "vnum": 4
    },
    {
        "bcode": 3,
        "cnum": 18,
        "content": "Keep my decrees and laws, for the man who obeys them will live by them. I am the LORD.",
        "vcode": "NIV",
        "vnum": 5
    },
    {
        "bcode": 3,
        "cnum": 18,
        "content": "\" 'No one is to approach any close relative to have sexual relations. I am the LORD.",
        "vcode": "NIV",
        "vnum": 6
    },
    {
        "bcode": 3,
        "cnum": 18,
        "content": "\" 'Do not dishonor your father by having sexual relations with your mother. She is your mother; do not have relations with her.",
        "vcode": "NIV",
        "vnum": 7
    },
    {
        "bcode": 3,
        "cnum": 18,
        "content": "\" 'Do not have sexual relations with your father's wife; that would dishonor your father.",
        "vcode": "NIV",
        "vnum": 8
    },
    {
        "bcode": 3,
        "cnum": 18,
        "content": "\" 'Do not have sexual relations with your sister, either your father's daughter or your mother's daughter, whether she was born in the same home or elsewhere.",
        "vcode": "NIV",
        "vnum": 9
    },
    {
        "bcode": 3,
        "cnum": 18,
        "content": "\" 'Do not have sexual relations with your son's daughter or your daughter's daughter; that would dishonor you.",
        "vcode": "NIV",
        "vnum": 10
    },
    {
        "bcode": 3,
        "cnum": 18,
        "content": "\" 'Do not have sexual relations with the daughter of your father's wife, born to your father; she is your sister.",
        "vcode": "NIV",
        "vnum": 11
    },
    {
        "bcode": 3,
        "cnum": 18,
        "content": "\" 'Do not have sexual relations with your father's sister; she is your father's close relative.",
        "vcode": "NIV",
        "vnum": 12
    },
    {
        "bcode": 3,
        "cnum": 18,
        "content": "\" 'Do not have sexual relations with your mother's sister, because she is your mother's close relative.",
        "vcode": "NIV",
        "vnum": 13
    },
    {
        "bcode": 3,
        "cnum": 18,
        "content": "\" 'Do not dishonor your father's brother by approaching his wife to have sexual relations; she is your aunt.",
        "vcode": "NIV",
        "vnum": 14
    },
    {
        "bcode": 3,
        "cnum": 18,
        "content": "\" 'Do not have sexual relations with your daughter-in-law. She is your son's wife; do not have relations with her.",
        "vcode": "NIV",
        "vnum": 15
    },
    {
        "bcode": 3,
        "cnum": 18,
        "content": "\" 'Do not have sexual relations with your brother's wife; that would dishonor your brother.",
        "vcode": "NIV",
        "vnum": 16
    },
    {
        "bcode": 3,
        "cnum": 18,
        "content": "\" 'Do not have sexual relations with both a woman and her daughter. Do not have sexual relations with either her son's daughter or her daughter's daughter; they are her close relatives. That is wickedness.",
        "vcode": "NIV",
        "vnum": 17
    },
    {
        "bcode": 3,
        "cnum": 18,
        "content": "\" 'Do not take your wife's sister as a rival wife and have sexual relations with her while your wife is living.",
        "vcode": "NIV",
        "vnum": 18
    },
    {
        "bcode": 3,
        "cnum": 18,
        "content": "\" 'Do not approach a woman to have sexual relations during the uncleanness of her monthly period.",
        "vcode": "NIV",
        "vnum": 19
    },
    {
        "bcode": 3,
        "cnum": 18,
        "content": "\" 'Do not have sexual relations with your neighbor's wife and defile yourself with her.",
        "vcode": "NIV",
        "vnum": 20
    },
    {
        "bcode": 3,
        "cnum": 18,
        "content": "\" 'Do not give any of your children to be sacrificed to Molech, for you must not profane the name of your God. I am the LORD.",
        "vcode": "NIV",
        "vnum": 21
    },
    {
        "bcode": 3,
        "cnum": 18,
        "content": "\" 'Do not lie with a man as one lies with a woman; that is detestable.",
        "vcode": "NIV",
        "vnum": 22
    },
    {
        "bcode": 3,
        "cnum": 18,
        "content": "\" 'Do not have sexual relations with an animal and defile yourself with it. A woman must not present herself to an animal to have sexual relations with it; that is a perversion.",
        "vcode": "NIV",
        "vnum": 23
    },
    {
        "bcode": 3,
        "cnum": 18,
        "content": "\" 'Do not defile yourselves in any of these ways, because this is how the nations that I am going to drive out before you became defiled.",
        "vcode": "NIV",
        "vnum": 24
    },
    {
        "bcode": 3,
        "cnum": 18,
        "content": "Even the land was defiled; so I punished it for its sin, and the land vomited out its inhabitants.",
        "vcode": "NIV",
        "vnum": 25
    },
    {
        "bcode": 3,
        "cnum": 18,
        "content": "But you must keep my decrees and my laws. The native-born and the aliens living among you must not do any of these detestable things,",
        "vcode": "NIV",
        "vnum": 26
    },
    {
        "bcode": 3,
        "cnum": 18,
        "content": "for all these things were done by the people who lived in the land before you, and the land became defiled.",
        "vcode": "NIV",
        "vnum": 27
    },
    {
        "bcode": 3,
        "cnum": 18,
        "content": "And if you defile the land, it will vomit you out as it vomited out the nations that were before you.",
        "vcode": "NIV",
        "vnum": 28
    },
    {
        "bcode": 3,
        "cnum": 18,
        "content": "\" 'Everyone who does any of these detestable things--such persons must be cut off from their people.",
        "vcode": "NIV",
        "vnum": 29
    },
    {
        "bcode": 3,
        "cnum": 18,
        "content": "Keep my requirements and do not follow any of the detestable customs that were practiced before you came and do not defile yourselves with them. I am the LORD your God.' \"",
        "vcode": "NIV",
        "vnum": 30
    }
]