[
    {
        "bcode": 3,
        "cnum": 24,
        "content": "The LORD said to Moses,",
        "vcode": "NIV",
        "vnum": 1
    },
    {
        "bcode": 3,
        "cnum": 24,
        "content": "\"Command the Israelites to bring you clear oil of pressed olives for the light so that the lamps may be kept burning continually.",
        "vcode": "NIV",
        "vnum": 2
    },
    {
        "bcode": 3,
        "cnum": 24,
        "content": "Outside the curtain of the Testimony in the Tent of Meeting, Aaron is to tend the lamps before the LORD from evening till morning, continually. This is to be a lasting ordinance for the generations to come.",
        "vcode": "NIV",
        "vnum": 3
    },
    {
        "bcode": 3,
        "cnum": 24,
        "content": "The lamps on the pure gold lampstand before the LORD must be tended continually.",
        "vcode": "NIV",
        "vnum": 4
    },
    {
        "bcode": 3,
        "cnum": 24,
        "content": "\"Take fine flour and bake twelve loaves of bread, using two-tenths of an ephah for each loaf.",
        "vcode": "NIV",
        "vnum": 5
    },
    {
        "bcode": 3,
        "cnum": 24,
        "content": "Set them in two rows, six in each row, on the table of pure gold before the LORD.",
        "vcode": "NIV",
        "vnum": 6
    },
    {
        "bcode": 3,
        "cnum": 24,
        "content": "Along each row put some pure incense as a memorial portion to represent the bread and to be an offering made to the LORD by fire.",
        "vcode": "NIV",
        "vnum": 7
    },
    {
        "bcode": 3,
        "cnum": 24,
        "content": "This bread is to be set out before the LORD regularly, Sabbath after Sabbath, on behalf of the Israelites, as a lasting covenant.",
        "vcode": "NIV",
        "vnum": 8
    },
    {
        "bcode": 3,
        "cnum": 24,
        "content": "It belongs to Aaron and his sons, who are to eat it in a holy place, because it is a most holy part of their regular share of the offerings made to the LORD by fire.\"",
        "vcode": "NIV",
        "vnum": 9
    },
    {
        "bcode": 3,
        "cnum": 24,
        "content": "Now the son of an Israelite mother and an Egyptian father went out among the Israelites, and a fight broke out in the camp between him and an Israelite.",
        "vcode": "NIV",
        "vnum": 10
    },
    {
        "bcode": 3,
        "cnum": 24,
        "content": "The son of the Israelite woman blasphemed the Name with a curse; so they brought him to Moses. (His mother's name was Shelomith, the daughter of Dibri the Danite.)",
        "vcode": "NIV",
        "vnum": 11
    },
    {
        "bcode": 3,
        "cnum": 24,
        "content": "They put him in custody until the will of the LORD should be made clear to them.",
        "vcode": "NIV",
        "vnum": 12
    },
    {
        "bcode": 3,
        "cnum": 24,
        "content": "Then the LORD said to Moses:",
        "vcode": "NIV",
        "vnum": 13
    },
    {
        "bcode": 3,
        "cnum": 24,
        "content": "\"Take the blasphemer outside the camp. All those who heard him are to lay their hands on his head, and the entire assembly is to stone him.",
        "vcode": "NIV",
        "vnum": 14
    },
    {
        "bcode": 3,
        "cnum": 24,
        "content": "Say to the Israelites: 'If anyone curses his God, he will be held responsible;",
        "vcode": "NIV",
        "vnum": 15
    },
    {
        "bcode": 3,
        "cnum": 24,
        "content": "anyone who blasphemes the name of the LORD must be put to death. The entire assembly must stone him. Whether an alien or native-born, when he blasphemes the Name, he must be put to death.",
        "vcode": "NIV",
        "vnum": 16
    },
    {
        "bcode": 3,
        "cnum": 24,
        "content": "\" 'If anyone takes the life of a human being, he must be put to death.",
        "vcode": "NIV",
        "vnum": 17
    },
    {
        "bcode": 3,
        "cnum": 24,
        "content": "Anyone who takes the life of someone's animal must make restitution--life for life.",
        "vcode": "NIV",
        "vnum": 18
    },
    {
        "bcode": 3,
        "cnum": 24,
        "content": "If anyone injures his neighbor, whatever he has done must be done to him:",
        "vcode": "NIV",
        "vnum": 19
    },
    {
        "bcode": 3,
        "cnum": 24,
        "content": "fracture for fracture, eye for eye, tooth for tooth. As he has injured the other, so he is to be injured.",
        "vcode": "NIV",
        "vnum": 20
    },
    {
        "bcode": 3,
        "cnum": 24,
        "content": "Whoever kills an animal must make restitution, but whoever kills a man must be put to death.",
        "vcode": "NIV",
        "vnum": 21
    },
    {
        "bcode": 3,
        "cnum": 24,
        "content": "You are to have the same law for the alien and the native-born. I am the LORD your God.' \"",
        "vcode": "NIV",
        "vnum": 22
    },
    {
        "bcode": 3,
        "cnum": 24,
        "content": "Then Moses spoke to the Israelites, and they took the blasphemer outside the camp and stoned him. The Israelites did as the LORD commanded Moses.",
        "vcode": "NIV",
        "vnum": 23
    }
]