{"pageProps":{"version":{"name":"NIV","vcode":"NIV"},"bible":{"bcode":4,"chapterCount":36,"name":"Numbers","type":"old","vcode":"NIV"},"chapter":"34","verses":[{"bcode":4,"cnum":34,"content":"The LORD said to Moses,","vcode":"NIV","vnum":1},{"bcode":4,"cnum":34,"content":"\"Command the Israelites and say to them: 'When you enter Canaan, the land that will be allotted to you as an inheritance will have these boundaries:","vcode":"NIV","vnum":2},{"bcode":4,"cnum":34,"content":"\" 'Your southern side will include some of the Desert of Zin along the border of Edom. On the east, your southern boundary will start from the end of the Salt Sea,","vcode":"NIV","vnum":3},{"bcode":4,"cnum":34,"content":"cross south of Scorpion Pass, continue on to Zin and go south of Kadesh Barnea. Then it will go to Hazar Addar and over to Azmon,","vcode":"NIV","vnum":4},{"bcode":4,"cnum":34,"content":"where it will turn, join the Wadi of Egypt and end at the Sea.","vcode":"NIV","vnum":5},{"bcode":4,"cnum":34,"content":"\" 'Your western boundary will be the coast of the Great Sea. This will be your boundary on the west.","vcode":"NIV","vnum":6},{"bcode":4,"cnum":34,"content":"\" 'For your northern boundary, run a line from the Great Sea to Mount Hor","vcode":"NIV","vnum":7},{"bcode":4,"cnum":34,"content":"and from Mount Hor to Lebo Hamath. Then the boundary will go to Zedad,","vcode":"NIV","vnum":8},{"bcode":4,"cnum":34,"content":"continue to Ziphron and end at Hazar Enan. This will be your boundary on the north.","vcode":"NIV","vnum":9},{"bcode":4,"cnum":34,"content":"\" 'For your eastern boundary, run a line from Hazar Enan to Shepham.","vcode":"NIV","vnum":10},{"bcode":4,"cnum":34,"content":"The boundary will go down from Shepham to Riblah on the east side of Ain and continue along the slopes east of the Sea of Kinnereth.","vcode":"NIV","vnum":11},{"bcode":4,"cnum":34,"content":"Then the boundary will go down along the Jordan and end at the Salt Sea. \" 'This will be your land, with its boundaries on every side.' \"","vcode":"NIV","vnum":12},{"bcode":4,"cnum":34,"content":"Moses commanded the Israelites: \"Assign this land by lot as an inheritance. The LORD has ordered that it be given to the nine and a half tribes,","vcode":"NIV","vnum":13},{"bcode":4,"cnum":34,"content":"because the families of the tribe of Reuben, the tribe of Gad and the half-tribe of Manasseh have received their inheritance.","vcode":"NIV","vnum":14},{"bcode":4,"cnum":34,"content":"These two and a half tribes have received their inheritance on the east side of the Jordan of Jericho, toward the sunrise.\"","vcode":"NIV","vnum":15},{"bcode":4,"cnum":34,"content":"The LORD said to Moses,","vcode":"NIV","vnum":16},{"bcode":4,"cnum":34,"content":"\"These are the names of the men who are to assign the land for you as an inheritance: Eleazar the priest and Joshua son of Nun.","vcode":"NIV","vnum":17},{"bcode":4,"cnum":34,"content":"And appoint one leader from each tribe to help assign the land.","vcode":"NIV","vnum":18},{"bcode":4,"cnum":34,"content":"These are their names: Caleb son of Jephunneh, from the tribe of Judah;","vcode":"NIV","vnum":19},{"bcode":4,"cnum":34,"content":"Shemuel son of Ammihud, from the tribe of Simeon;","vcode":"NIV","vnum":20},{"bcode":4,"cnum":34,"content":"Elidad son of Kislon, from the tribe of Benjamin;","vcode":"NIV","vnum":21},{"bcode":4,"cnum":34,"content":"Bukki son of Jogli, the leader from the tribe of Dan;","vcode":"NIV","vnum":22},{"bcode":4,"cnum":34,"content":"Hanniel son of Ephod, the leader from the tribe of Manasseh son of Joseph;","vcode":"NIV","vnum":23},{"bcode":4,"cnum":34,"content":"Kemuel son of Shiphtan, the leader from the tribe of Ephraim son of Joseph;","vcode":"NIV","vnum":24},{"bcode":4,"cnum":34,"content":"Elizaphan son of Parnach, the leader from the tribe of Zebulun;","vcode":"NIV","vnum":25},{"bcode":4,"cnum":34,"content":"Paltiel son of Azzan, the leader from the tribe of Issachar;","vcode":"NIV","vnum":26},{"bcode":4,"cnum":34,"content":"Ahihud son of Shelomi, the leader from the tribe of Asher;","vcode":"NIV","vnum":27},{"bcode":4,"cnum":34,"content":"Pedahel son of Ammihud, the leader from the tribe of Naphtali.\"","vcode":"NIV","vnum":28},{"bcode":4,"cnum":34,"content":"These are the men the LORD commanded to assign the inheritance to the Israelites in the land of Canaan.","vcode":"NIV","vnum":29}]},"__N_SSG":true}