{"pageProps":{"version":{"name":"NIV","vcode":"NIV"},"bible":{"bcode":4,"chapterCount":36,"name":"Numbers","type":"old","vcode":"NIV"},"chapter":"35","verses":[{"bcode":4,"cnum":35,"content":"On the plains of Moab by the Jordan across from Jericho, the LORD said to Moses,","vcode":"NIV","vnum":1},{"bcode":4,"cnum":35,"content":"\"Command the Israelites to give the Levites towns to live in from the inheritance the Israelites will possess. And give them pasturelands around the towns.","vcode":"NIV","vnum":2},{"bcode":4,"cnum":35,"content":"Then they will have towns to live in and pasturelands for their cattle, flocks and all their other livestock.","vcode":"NIV","vnum":3},{"bcode":4,"cnum":35,"content":"\"The pasturelands around the towns that you give the Levites will extend out fifteen hundred feet from the town wall.","vcode":"NIV","vnum":4},{"bcode":4,"cnum":35,"content":"Outside the town, measure three thousand feet on the east side, three thousand on the south side, three thousand on the west and three thousand on the north, with the town in the center. They will have this area as pastureland for the towns.","vcode":"NIV","vnum":5},{"bcode":4,"cnum":35,"content":"\"Six of the towns you give the Levites will be cities of refuge, to which a person who has killed someone may flee. In addition, give them forty-two other towns.","vcode":"NIV","vnum":6},{"bcode":4,"cnum":35,"content":"In all you must give the Levites forty-eight towns, together with their pasturelands.","vcode":"NIV","vnum":7},{"bcode":4,"cnum":35,"content":"The towns you give the Levites from the land the Israelites possess are to be given in proportion to the inheritance of each tribe: Take many towns from a tribe that has many, but few from one that has few.\"","vcode":"NIV","vnum":8},{"bcode":4,"cnum":35,"content":"Then the LORD said to Moses:","vcode":"NIV","vnum":9},{"bcode":4,"cnum":35,"content":"\"Speak to the Israelites and say to them: 'When you cross the Jordan into Canaan,","vcode":"NIV","vnum":10},{"bcode":4,"cnum":35,"content":"select some towns to be your cities of refuge, to which a person who has killed someone accidentally may flee.","vcode":"NIV","vnum":11},{"bcode":4,"cnum":35,"content":"They will be places of refuge from the avenger, so that a person accused of murder may not die before he stands trial before the assembly.","vcode":"NIV","vnum":12},{"bcode":4,"cnum":35,"content":"These six towns you give will be your cities of refuge.","vcode":"NIV","vnum":13},{"bcode":4,"cnum":35,"content":"Give three on this side of the Jordan and three in Canaan as cities of refuge.","vcode":"NIV","vnum":14},{"bcode":4,"cnum":35,"content":"These six towns will be a place of refuge for Israelites, aliens and any other people living among them, so that anyone who has killed another accidentally can flee there.","vcode":"NIV","vnum":15},{"bcode":4,"cnum":35,"content":"\" 'If a man strikes someone with an iron object so that he dies, he is a murderer; the murderer shall be put to death.","vcode":"NIV","vnum":16},{"bcode":4,"cnum":35,"content":"Or if anyone has a stone in his hand that could kill, and he strikes someone so that he dies, he is a murderer; the murderer shall be put to death.","vcode":"NIV","vnum":17},{"bcode":4,"cnum":35,"content":"Or if anyone has a wooden object in his hand that could kill, and he hits someone so that he dies, he is a murderer; the murderer shall be put to death.","vcode":"NIV","vnum":18},{"bcode":4,"cnum":35,"content":"The avenger of blood shall put the murderer to death; when he meets him, he shall put him to death.","vcode":"NIV","vnum":19},{"bcode":4,"cnum":35,"content":"If anyone with malice aforethought shoves another or throws something at him intentionally so that he dies","vcode":"NIV","vnum":20},{"bcode":4,"cnum":35,"content":"or if in hostility he hits him with his fist so that he dies, that person shall be put to death; he is a murderer. The avenger of blood shall put the murderer to death when he meets him.","vcode":"NIV","vnum":21},{"bcode":4,"cnum":35,"content":"\" 'But if without hostility someone suddenly shoves another or throws something at him unintentionally","vcode":"NIV","vnum":22},{"bcode":4,"cnum":35,"content":"or, without seeing him, drops a stone on him that could kill him, and he dies, then since he was not his enemy and he did not intend to harm him,","vcode":"NIV","vnum":23},{"bcode":4,"cnum":35,"content":"the assembly must judge between him and the avenger of blood according to these regulations.","vcode":"NIV","vnum":24},{"bcode":4,"cnum":35,"content":"The assembly must protect the one accused of murder from the avenger of blood and send him back to the city of refuge to which he fled. He must stay there until the death of the high priest, who was anointed with the holy oil.","vcode":"NIV","vnum":25},{"bcode":4,"cnum":35,"content":"\" 'But if the accused ever goes outside the limits of the city of refuge to which he has fled","vcode":"NIV","vnum":26},{"bcode":4,"cnum":35,"content":"and the avenger of blood finds him outside the city, the avenger of blood may kill the accused without being guilty of murder.","vcode":"NIV","vnum":27},{"bcode":4,"cnum":35,"content":"The accused must stay in his city of refuge until the death of the high priest; only after the death of the high priest may he return to his own property.","vcode":"NIV","vnum":28},{"bcode":4,"cnum":35,"content":"\" 'These are to be legal requirements for you throughout the generations to come, wherever you live.","vcode":"NIV","vnum":29},{"bcode":4,"cnum":35,"content":"\" 'Anyone who kills a person is to be put to death as a murderer only on the testimony of witnesses. But no one is to be put to death on the testimony of only one witness.","vcode":"NIV","vnum":30},{"bcode":4,"cnum":35,"content":"\" 'Do not accept a ransom for the life of a murderer, who deserves to die. He must surely be put to death.","vcode":"NIV","vnum":31},{"bcode":4,"cnum":35,"content":"\" 'Do not accept a ransom for anyone who has fled to a city of refuge and so allow him to go back and live on his own land before the death of the high priest.","vcode":"NIV","vnum":32},{"bcode":4,"cnum":35,"content":"\" 'Do not pollute the land where you are. Bloodshed pollutes the land, and atonement cannot be made for the land on which blood has been shed, except by the blood of the one who shed it.","vcode":"NIV","vnum":33},{"bcode":4,"cnum":35,"content":"Do not defile the land where you live and where I dwell, for I, the LORD, dwell among the Israelites.' \"","vcode":"NIV","vnum":34}]},"__N_SSG":true}