[
    {
        "bcode": 20,
        "cnum": 1,
        "content": "The proverbs of Solomon son of David, king of Israel:",
        "vcode": "NIV",
        "vnum": 1
    },
    {
        "bcode": 20,
        "cnum": 1,
        "content": "for attaining wisdom and discipline; for understanding words of insight;",
        "vcode": "NIV",
        "vnum": 2
    },
    {
        "bcode": 20,
        "cnum": 1,
        "content": "for acquiring a disciplined and prudent life, doing what is right and just and fair;",
        "vcode": "NIV",
        "vnum": 3
    },
    {
        "bcode": 20,
        "cnum": 1,
        "content": "for giving prudence to the simple, knowledge and discretion to the young-",
        "vcode": "NIV",
        "vnum": 4
    },
    {
        "bcode": 20,
        "cnum": 1,
        "content": "let the wise listen and add to their learning, and let the discerning get guidance-",
        "vcode": "NIV",
        "vnum": 5
    },
    {
        "bcode": 20,
        "cnum": 1,
        "content": "for understanding proverbs and parables, the sayings and riddles of the wise.",
        "vcode": "NIV",
        "vnum": 6
    },
    {
        "bcode": 20,
        "cnum": 1,
        "content": "The fear of the LORD is the beginning of knowledge, but fools despise wisdom and discipline.",
        "vcode": "NIV",
        "vnum": 7
    },
    {
        "bcode": 20,
        "cnum": 1,
        "content": "Listen, my son, to your father's instruction and do not forsake your mother's teaching.",
        "vcode": "NIV",
        "vnum": 8
    },
    {
        "bcode": 20,
        "cnum": 1,
        "content": "They will be a garland to grace your head and a chain to adorn your neck.",
        "vcode": "NIV",
        "vnum": 9
    },
    {
        "bcode": 20,
        "cnum": 1,
        "content": "My son, if sinners entice you, do not give in to them.",
        "vcode": "NIV",
        "vnum": 10
    },
    {
        "bcode": 20,
        "cnum": 1,
        "content": "If they say, \"Come along with us; let's lie in wait for someone's blood, let's waylay some harmless soul;",
        "vcode": "NIV",
        "vnum": 11
    },
    {
        "bcode": 20,
        "cnum": 1,
        "content": "let's swallow them alive, like the grave, and whole, like those who go down to the pit;",
        "vcode": "NIV",
        "vnum": 12
    },
    {
        "bcode": 20,
        "cnum": 1,
        "content": "we will get all sorts of valuable things and fill our houses with plunder;",
        "vcode": "NIV",
        "vnum": 13
    },
    {
        "bcode": 20,
        "cnum": 1,
        "content": "throw in your lot with us, and we will share a common purse\"-",
        "vcode": "NIV",
        "vnum": 14
    },
    {
        "bcode": 20,
        "cnum": 1,
        "content": "my son, do not go along with them, do not set foot on their paths;",
        "vcode": "NIV",
        "vnum": 15
    },
    {
        "bcode": 20,
        "cnum": 1,
        "content": "for their feet rush into sin, they are swift to shed blood.",
        "vcode": "NIV",
        "vnum": 16
    },
    {
        "bcode": 20,
        "cnum": 1,
        "content": "How useless to spread a net in full view of all the birds!",
        "vcode": "NIV",
        "vnum": 17
    },
    {
        "bcode": 20,
        "cnum": 1,
        "content": "These men lie in wait for their own blood; they waylay only themselves!",
        "vcode": "NIV",
        "vnum": 18
    },
    {
        "bcode": 20,
        "cnum": 1,
        "content": "Such is the end of all who go after ill-gotten gain; it takes away the lives of those who get it.",
        "vcode": "NIV",
        "vnum": 19
    },
    {
        "bcode": 20,
        "cnum": 1,
        "content": "Wisdom calls aloud in the street, she raises her voice in the public squares;",
        "vcode": "NIV",
        "vnum": 20
    },
    {
        "bcode": 20,
        "cnum": 1,
        "content": "at the head of the noisy streets she cries out, in the gateways of the city she makes her speech:",
        "vcode": "NIV",
        "vnum": 21
    },
    {
        "bcode": 20,
        "cnum": 1,
        "content": "\"How long will you simple ones love your simple ways? How long will mockers delight in mockery and fools hate knowledge?",
        "vcode": "NIV",
        "vnum": 22
    },
    {
        "bcode": 20,
        "cnum": 1,
        "content": "If you had responded to my rebuke, I would have poured out my heart to you and made my thoughts known to you.",
        "vcode": "NIV",
        "vnum": 23
    },
    {
        "bcode": 20,
        "cnum": 1,
        "content": "But since you rejected me when I called and no one gave heed when I stretched out my hand,",
        "vcode": "NIV",
        "vnum": 24
    },
    {
        "bcode": 20,
        "cnum": 1,
        "content": "since you ignored all my advice and would not accept my rebuke,",
        "vcode": "NIV",
        "vnum": 25
    },
    {
        "bcode": 20,
        "cnum": 1,
        "content": "I in turn will laugh at your disaster; I will mock when calamity overtakes you-",
        "vcode": "NIV",
        "vnum": 26
    },
    {
        "bcode": 20,
        "cnum": 1,
        "content": "when calamity overtakes you like a storm, when disaster sweeps over you like a whirlwind, when distress and trouble overwhelm you.",
        "vcode": "NIV",
        "vnum": 27
    },
    {
        "bcode": 20,
        "cnum": 1,
        "content": "\"Then they will call to me but I will not answer; they will look for me but will not find me.",
        "vcode": "NIV",
        "vnum": 28
    },
    {
        "bcode": 20,
        "cnum": 1,
        "content": "Since they hated knowledge and did not choose to fear the LORD,",
        "vcode": "NIV",
        "vnum": 29
    },
    {
        "bcode": 20,
        "cnum": 1,
        "content": "since they would not accept my advice and spurned my rebuke,",
        "vcode": "NIV",
        "vnum": 30
    },
    {
        "bcode": 20,
        "cnum": 1,
        "content": "they will eat the fruit of their ways and be filled with the fruit of their schemes.",
        "vcode": "NIV",
        "vnum": 31
    },
    {
        "bcode": 20,
        "cnum": 1,
        "content": "For the waywardness of the simple will kill them, and the complacency of fools will destroy them;",
        "vcode": "NIV",
        "vnum": 32
    },
    {
        "bcode": 20,
        "cnum": 1,
        "content": "but whoever listens to me will live in safety and be at ease, without fear of harm.\"",
        "vcode": "NIV",
        "vnum": 33
    }
]