[
    {
        "bcode": 20,
        "cnum": 27,
        "content": "Do not boast about tomorrow, for you do not know what a day may bring forth.",
        "vcode": "NIV",
        "vnum": 1
    },
    {
        "bcode": 20,
        "cnum": 27,
        "content": "Let another praise you, and not your own mouth; someone else, and not your own lips.",
        "vcode": "NIV",
        "vnum": 2
    },
    {
        "bcode": 20,
        "cnum": 27,
        "content": "Stone is heavy and sand a burden, but provocation by a fool is heavier than both.",
        "vcode": "NIV",
        "vnum": 3
    },
    {
        "bcode": 20,
        "cnum": 27,
        "content": "Anger is cruel and fury overwhelming, but who can stand before jealousy?",
        "vcode": "NIV",
        "vnum": 4
    },
    {
        "bcode": 20,
        "cnum": 27,
        "content": "Better is open rebuke than hidden love.",
        "vcode": "NIV",
        "vnum": 5
    },
    {
        "bcode": 20,
        "cnum": 27,
        "content": "Wounds from a friend can be trusted, but an enemy multiplies kisses.",
        "vcode": "NIV",
        "vnum": 6
    },
    {
        "bcode": 20,
        "cnum": 27,
        "content": "He who is full loathes honey, but to the hungry even what is bitter tastes sweet.",
        "vcode": "NIV",
        "vnum": 7
    },
    {
        "bcode": 20,
        "cnum": 27,
        "content": "Like a bird that strays from its nest is a man who strays from his home.",
        "vcode": "NIV",
        "vnum": 8
    },
    {
        "bcode": 20,
        "cnum": 27,
        "content": "Perfume and incense bring joy to the heart, and the pleasantness of one's friend springs from his earnest counsel.",
        "vcode": "NIV",
        "vnum": 9
    },
    {
        "bcode": 20,
        "cnum": 27,
        "content": "Do not forsake your friend and the friend of your father, and do not go to your brother's house when disaster strikes you-- better a neighbor nearby than a brother far away.",
        "vcode": "NIV",
        "vnum": 10
    },
    {
        "bcode": 20,
        "cnum": 27,
        "content": "Be wise, my son, and bring joy to my heart; then I can answer anyone who treats me with contempt.",
        "vcode": "NIV",
        "vnum": 11
    },
    {
        "bcode": 20,
        "cnum": 27,
        "content": "The prudent see danger and take refuge, but the simple keep going and suffer for it.",
        "vcode": "NIV",
        "vnum": 12
    },
    {
        "bcode": 20,
        "cnum": 27,
        "content": "Take the garment of one who puts up security for a stranger; hold it in pledge if he does it for a wayward woman.",
        "vcode": "NIV",
        "vnum": 13
    },
    {
        "bcode": 20,
        "cnum": 27,
        "content": "If a man loudly blesses his neighbor early in the morning, it will be taken as a curse.",
        "vcode": "NIV",
        "vnum": 14
    },
    {
        "bcode": 20,
        "cnum": 27,
        "content": "A quarrelsome wife is like a constant dripping on a rainy day;",
        "vcode": "NIV",
        "vnum": 15
    },
    {
        "bcode": 20,
        "cnum": 27,
        "content": "restraining her is like restraining the wind or grasping oil with the hand.",
        "vcode": "NIV",
        "vnum": 16
    },
    {
        "bcode": 20,
        "cnum": 27,
        "content": "As iron sharpens iron, so one man sharpens another.",
        "vcode": "NIV",
        "vnum": 17
    },
    {
        "bcode": 20,
        "cnum": 27,
        "content": "He who tends a fig tree will eat its fruit, and he who looks after his master will be honored.",
        "vcode": "NIV",
        "vnum": 18
    },
    {
        "bcode": 20,
        "cnum": 27,
        "content": "As water reflects a face, so a man's heart reflects the man.",
        "vcode": "NIV",
        "vnum": 19
    },
    {
        "bcode": 20,
        "cnum": 27,
        "content": "Death and Destruction are never satisfied, and neither are the eyes of man.",
        "vcode": "NIV",
        "vnum": 20
    },
    {
        "bcode": 20,
        "cnum": 27,
        "content": "The crucible for silver and the furnace for gold, but man is tested by the praise he receives.",
        "vcode": "NIV",
        "vnum": 21
    },
    {
        "bcode": 20,
        "cnum": 27,
        "content": "Though you grind a fool in a mortar, grinding him like grain with a pestle, you will not remove his folly from him.",
        "vcode": "NIV",
        "vnum": 22
    },
    {
        "bcode": 20,
        "cnum": 27,
        "content": "Be sure you know the condition of your flocks, give careful attention to your herds;",
        "vcode": "NIV",
        "vnum": 23
    },
    {
        "bcode": 20,
        "cnum": 27,
        "content": "for riches do not endure forever, and a crown is not secure for all generations.",
        "vcode": "NIV",
        "vnum": 24
    },
    {
        "bcode": 20,
        "cnum": 27,
        "content": "When the hay is removed and new growth appears and the grass from the hills is gathered in,",
        "vcode": "NIV",
        "vnum": 25
    },
    {
        "bcode": 20,
        "cnum": 27,
        "content": "the lambs will provide you with clothing, and the goats with the price of a field.",
        "vcode": "NIV",
        "vnum": 26
    },
    {
        "bcode": 20,
        "cnum": 27,
        "content": "You will have plenty of goats' milk to feed you and your family and to nourish your servant girls.",
        "vcode": "NIV",
        "vnum": 27
    }
]