[
    {
        "bcode": 20,
        "cnum": 8,
        "content": "Does not wisdom call out? Does not understanding raise her voice?",
        "vcode": "NIV",
        "vnum": 1
    },
    {
        "bcode": 20,
        "cnum": 8,
        "content": "On the heights along the way, where the paths meet, she takes her stand;",
        "vcode": "NIV",
        "vnum": 2
    },
    {
        "bcode": 20,
        "cnum": 8,
        "content": "beside the gates leading into the city, at the entrances, she cries aloud:",
        "vcode": "NIV",
        "vnum": 3
    },
    {
        "bcode": 20,
        "cnum": 8,
        "content": "\"To you, O men, I call out; I raise my voice to all mankind.",
        "vcode": "NIV",
        "vnum": 4
    },
    {
        "bcode": 20,
        "cnum": 8,
        "content": "You who are simple, gain prudence; you who are foolish, gain understanding.",
        "vcode": "NIV",
        "vnum": 5
    },
    {
        "bcode": 20,
        "cnum": 8,
        "content": "Listen, for I have worthy things to say; I open my lips to speak what is right.",
        "vcode": "NIV",
        "vnum": 6
    },
    {
        "bcode": 20,
        "cnum": 8,
        "content": "My mouth speaks what is true, for my lips detest wickedness.",
        "vcode": "NIV",
        "vnum": 7
    },
    {
        "bcode": 20,
        "cnum": 8,
        "content": "All the words of my mouth are just; none of them is crooked or perverse.",
        "vcode": "NIV",
        "vnum": 8
    },
    {
        "bcode": 20,
        "cnum": 8,
        "content": "To the discerning all of them are right; they are faultless to those who have knowledge.",
        "vcode": "NIV",
        "vnum": 9
    },
    {
        "bcode": 20,
        "cnum": 8,
        "content": "Choose my instruction instead of silver, knowledge rather than choice gold,",
        "vcode": "NIV",
        "vnum": 10
    },
    {
        "bcode": 20,
        "cnum": 8,
        "content": "for wisdom is more precious than rubies, and nothing you desire can compare with her.",
        "vcode": "NIV",
        "vnum": 11
    },
    {
        "bcode": 20,
        "cnum": 8,
        "content": "\"I, wisdom, dwell together with prudence; I possess knowledge and discretion.",
        "vcode": "NIV",
        "vnum": 12
    },
    {
        "bcode": 20,
        "cnum": 8,
        "content": "To fear the LORD is to hate evil; I hate pride and arrogance, evil behavior and perverse speech.",
        "vcode": "NIV",
        "vnum": 13
    },
    {
        "bcode": 20,
        "cnum": 8,
        "content": "Counsel and sound judgment are mine; I have understanding and power.",
        "vcode": "NIV",
        "vnum": 14
    },
    {
        "bcode": 20,
        "cnum": 8,
        "content": "By me kings reign and rulers make laws that are just;",
        "vcode": "NIV",
        "vnum": 15
    },
    {
        "bcode": 20,
        "cnum": 8,
        "content": "by me princes govern, and all nobles who rule on earth.",
        "vcode": "NIV",
        "vnum": 16
    },
    {
        "bcode": 20,
        "cnum": 8,
        "content": "I love those who love me, and those who seek me find me.",
        "vcode": "NIV",
        "vnum": 17
    },
    {
        "bcode": 20,
        "cnum": 8,
        "content": "With me are riches and honor, enduring wealth and prosperity.",
        "vcode": "NIV",
        "vnum": 18
    },
    {
        "bcode": 20,
        "cnum": 8,
        "content": "My fruit is better than fine gold; what I yield surpasses choice silver.",
        "vcode": "NIV",
        "vnum": 19
    },
    {
        "bcode": 20,
        "cnum": 8,
        "content": "I walk in the way of righteousness, along the paths of justice,",
        "vcode": "NIV",
        "vnum": 20
    },
    {
        "bcode": 20,
        "cnum": 8,
        "content": "bestowing wealth on those who love me and making their treasuries full.",
        "vcode": "NIV",
        "vnum": 21
    },
    {
        "bcode": 20,
        "cnum": 8,
        "content": "\"The LORD brought me forth as the first of his works, , before his deeds of old;",
        "vcode": "NIV",
        "vnum": 22
    },
    {
        "bcode": 20,
        "cnum": 8,
        "content": "I was appointed from eternity, from the beginning, before the world began.",
        "vcode": "NIV",
        "vnum": 23
    },
    {
        "bcode": 20,
        "cnum": 8,
        "content": "When there were no oceans, I was given birth, when there were no springs abounding with water;",
        "vcode": "NIV",
        "vnum": 24
    },
    {
        "bcode": 20,
        "cnum": 8,
        "content": "before the mountains were settled in place, before the hills, I was given birth,",
        "vcode": "NIV",
        "vnum": 25
    },
    {
        "bcode": 20,
        "cnum": 8,
        "content": "before he made the earth or its fields or any of the dust of the world.",
        "vcode": "NIV",
        "vnum": 26
    },
    {
        "bcode": 20,
        "cnum": 8,
        "content": "I was there when he set the heavens in place, when he marked out the horizon on the face of the deep,",
        "vcode": "NIV",
        "vnum": 27
    },
    {
        "bcode": 20,
        "cnum": 8,
        "content": "when he established the clouds above and fixed securely the fountains of the deep,",
        "vcode": "NIV",
        "vnum": 28
    },
    {
        "bcode": 20,
        "cnum": 8,
        "content": "when he gave the sea its boundary so the waters would not overstep his command, and when he marked out the foundations of the earth.",
        "vcode": "NIV",
        "vnum": 29
    },
    {
        "bcode": 20,
        "cnum": 8,
        "content": "Then I was the craftsman at his side. I was filled with delight day after day, rejoicing always in his presence,",
        "vcode": "NIV",
        "vnum": 30
    },
    {
        "bcode": 20,
        "cnum": 8,
        "content": "rejoicing in his whole world and delighting in mankind.",
        "vcode": "NIV",
        "vnum": 31
    },
    {
        "bcode": 20,
        "cnum": 8,
        "content": "\"Now then, my sons, listen to me; blessed are those who keep my ways.",
        "vcode": "NIV",
        "vnum": 32
    },
    {
        "bcode": 20,
        "cnum": 8,
        "content": "Listen to my instruction and be wise; do not ignore it.",
        "vcode": "NIV",
        "vnum": 33
    },
    {
        "bcode": 20,
        "cnum": 8,
        "content": "Blessed is the man who listens to me, watching daily at my doors, waiting at my doorway.",
        "vcode": "NIV",
        "vnum": 34
    },
    {
        "bcode": 20,
        "cnum": 8,
        "content": "For whoever finds me finds life and receives favor from the LORD.",
        "vcode": "NIV",
        "vnum": 35
    },
    {
        "bcode": 20,
        "cnum": 8,
        "content": "But whoever fails to find me harms himself; all who hate me love death.\"",
        "vcode": "NIV",
        "vnum": 36
    }
]