{"pageProps":{"version":{"name":"NIV","vcode":"NIV"},"bible":{"bcode":62,"chapterCount":5,"name":"1 John","type":"new","vcode":"NIV"},"chapter":"5","verses":[{"bcode":62,"cnum":5,"content":"Everyone who believes that Jesus is the Christ is born of God, and everyone who loves the father loves his child as well.","vcode":"NIV","vnum":1},{"bcode":62,"cnum":5,"content":"This is how we know that we love the children of God: by loving God and carrying out his commands.","vcode":"NIV","vnum":2},{"bcode":62,"cnum":5,"content":"This is love for God: to obey his commands. And his commands are not burdensome,","vcode":"NIV","vnum":3},{"bcode":62,"cnum":5,"content":"for everyone born of God overcomes the world. This is the victory that has overcome the world, even our faith.","vcode":"NIV","vnum":4},{"bcode":62,"cnum":5,"content":"Who is it that overcomes the world? Only he who believes that Jesus is the Son of God.","vcode":"NIV","vnum":5},{"bcode":62,"cnum":5,"content":"This is the one who came by water and blood--Jesus Christ. He did not come by water only, but by water and blood. And it is the Spirit who testifies, because the Spirit is the truth.","vcode":"NIV","vnum":6},{"bcode":62,"cnum":5,"content":"For there are three that testify:","vcode":"NIV","vnum":7},{"bcode":62,"cnum":5,"content":"the Spirit, the water and the blood; and the three are in agreement.","vcode":"NIV","vnum":8},{"bcode":62,"cnum":5,"content":"We accept man's testimony, but God's testimony is greater because it is the testimony of God, which he has given about his Son.","vcode":"NIV","vnum":9},{"bcode":62,"cnum":5,"content":"Anyone who believes in the Son of God has this testimony in his heart. Anyone who does not believe God has made him out to be a liar, because he has not believed the testimony God has given about his Son.","vcode":"NIV","vnum":10},{"bcode":62,"cnum":5,"content":"And this is the testimony: God has given us eternal life, and this life is in his Son.","vcode":"NIV","vnum":11},{"bcode":62,"cnum":5,"content":"He who has the Son has life; he who does not have the Son of God does not have life.","vcode":"NIV","vnum":12},{"bcode":62,"cnum":5,"content":"I write these things to you who believe in the name of the Son of God so that you may know that you have eternal life.","vcode":"NIV","vnum":13},{"bcode":62,"cnum":5,"content":"This is the confidence we have in approaching God: that if we ask anything according to his will, he hears us.","vcode":"NIV","vnum":14},{"bcode":62,"cnum":5,"content":"And if we know that he hears us--whatever we ask--we know that we have what we asked of him.","vcode":"NIV","vnum":15},{"bcode":62,"cnum":5,"content":"If anyone sees his brother commit a sin that does not lead to death, he should pray and God will give him life. I refer to those whose sin does not lead to death. There is a sin that leads to death. I am not saying that he should pray about that.","vcode":"NIV","vnum":16},{"bcode":62,"cnum":5,"content":"All wrongdoing is sin, and there is sin that does not lead to death.","vcode":"NIV","vnum":17},{"bcode":62,"cnum":5,"content":"We know that anyone born of God does not continue to sin; the one who was born of God keeps him safe, and the evil one cannot harm him.","vcode":"NIV","vnum":18},{"bcode":62,"cnum":5,"content":"We know that we are children of God, and that the whole world is under the control of the evil one.","vcode":"NIV","vnum":19},{"bcode":62,"cnum":5,"content":"We know also that the Son of God has come and has given us understanding, so that we may know him who is true. And we are in him who is true--even in his Son Jesus Christ. He is the true God and eternal life.","vcode":"NIV","vnum":20},{"bcode":62,"cnum":5,"content":"Dear children, keep yourselves from idols.","vcode":"NIV","vnum":21}]},"__N_SSG":true}