[
    {
        "bcode": 40,
        "cnum": 3,
        "content": "In those days John the Baptist came, preaching in the Desert of Judea",
        "vcode": "NIV",
        "vnum": 1
    },
    {
        "bcode": 40,
        "cnum": 3,
        "content": "and saying, \"Repent, for the kingdom of heaven is near.\"",
        "vcode": "NIV",
        "vnum": 2
    },
    {
        "bcode": 40,
        "cnum": 3,
        "content": "This is he who was spoken of through the prophet Isaiah: \"A voice of one calling in the desert, 'Prepare the way for the Lord, make straight paths for him.' \"",
        "vcode": "NIV",
        "vnum": 3
    },
    {
        "bcode": 40,
        "cnum": 3,
        "content": "John's clothes were made of camel's hair, and he had a leather belt around his waist. His food was locusts and wild honey.",
        "vcode": "NIV",
        "vnum": 4
    },
    {
        "bcode": 40,
        "cnum": 3,
        "content": "People went out to him from Jerusalem and all Judea and the whole region of the Jordan.",
        "vcode": "NIV",
        "vnum": 5
    },
    {
        "bcode": 40,
        "cnum": 3,
        "content": "Confessing their sins, they were baptized by him in the Jordan River.",
        "vcode": "NIV",
        "vnum": 6
    },
    {
        "bcode": 40,
        "cnum": 3,
        "content": "But when he saw many of the Pharisees and Sadducees coming to where he was baptizing, he said to them: \"You brood of vipers! Who warned you to flee from the coming wrath?",
        "vcode": "NIV",
        "vnum": 7
    },
    {
        "bcode": 40,
        "cnum": 3,
        "content": "Produce fruit in keeping with repentance.",
        "vcode": "NIV",
        "vnum": 8
    },
    {
        "bcode": 40,
        "cnum": 3,
        "content": "And do not think you can say to yourselves, 'We have Abraham as our father.' I tell you that out of these stones God can raise up children for Abraham.",
        "vcode": "NIV",
        "vnum": 9
    },
    {
        "bcode": 40,
        "cnum": 3,
        "content": "The ax is already at the root of the trees, and every tree that does not produce good fruit will be cut down and thrown into the fire.",
        "vcode": "NIV",
        "vnum": 10
    },
    {
        "bcode": 40,
        "cnum": 3,
        "content": "\"I baptize you with water for repentance. But after me will come one who is more powerful than I, whose sandals I am not fit to carry. He will baptize you with the Holy Spirit and with fire.",
        "vcode": "NIV",
        "vnum": 11
    },
    {
        "bcode": 40,
        "cnum": 3,
        "content": "His winnowing fork is in his hand, and he will clear his threshing floor, gathering his wheat into the barn and burning up the chaff with unquenchable fire.\"",
        "vcode": "NIV",
        "vnum": 12
    },
    {
        "bcode": 40,
        "cnum": 3,
        "content": "Then Jesus came from Galilee to the Jordan to be baptized by John.",
        "vcode": "NIV",
        "vnum": 13
    },
    {
        "bcode": 40,
        "cnum": 3,
        "content": "But John tried to deter him, saying, \"I need to be baptized by you, and do you come to me?\"",
        "vcode": "NIV",
        "vnum": 14
    },
    {
        "bcode": 40,
        "cnum": 3,
        "content": "Jesus replied, \"Let it be so now; it is proper for us to do this to fulfill all righteousness.\" Then John consented.",
        "vcode": "NIV",
        "vnum": 15
    },
    {
        "bcode": 40,
        "cnum": 3,
        "content": "As soon as Jesus was baptized, he went up out of the water. At that moment heaven was opened, and he saw the Spirit of God descending like a dove and lighting on him.",
        "vcode": "NIV",
        "vnum": 16
    },
    {
        "bcode": 40,
        "cnum": 3,
        "content": "And a voice from heaven said, \"This is my Son, whom I love; with him I am well pleased.\"",
        "vcode": "NIV",
        "vnum": 17
    }
]