{"pageProps":{"version":{"name":"NIV","vcode":"NIV"},"bible":{"bcode":34,"chapterCount":3,"name":"Nahum","type":"old","vcode":"NIV"},"chapter":"1","verses":[{"bcode":34,"cnum":1,"content":"An oracle concerning Nineveh. The book of the vision of Nahum the Elkoshite.","vcode":"NIV","vnum":1},{"bcode":34,"cnum":1,"content":"The LORD is a jealous and avenging God; the LORD takes vengeance and is filled with wrath. The LORD takes vengeance on his foes and maintains his wrath against his enemies.","vcode":"NIV","vnum":2},{"bcode":34,"cnum":1,"content":"The LORD is slow to anger and great in power; the LORD will not leave the guilty unpunished. His way is in the whirlwind and the storm, and clouds are the dust of his feet.","vcode":"NIV","vnum":3},{"bcode":34,"cnum":1,"content":"He rebukes the sea and dries it up; he makes all the rivers run dry. Bashan and Carmel wither and the blossoms of Lebanon fade.","vcode":"NIV","vnum":4},{"bcode":34,"cnum":1,"content":"The mountains quake before him and the hills melt away. The earth trembles at his presence, the world and all who live in it.","vcode":"NIV","vnum":5},{"bcode":34,"cnum":1,"content":"Who can withstand his indignation? Who can endure his fierce anger? His wrath is poured out like fire; the rocks are shattered before him.","vcode":"NIV","vnum":6},{"bcode":34,"cnum":1,"content":"The LORD is good, a refuge in times of trouble. He cares for those who trust in him,","vcode":"NIV","vnum":7},{"bcode":34,"cnum":1,"content":"but with an overwhelming flood he will make an end of Nineveh ; he will pursue his foes into darkness.","vcode":"NIV","vnum":8},{"bcode":34,"cnum":1,"content":"Whatever they plot against the LORD he will bring to an end; trouble will not come a second time.","vcode":"NIV","vnum":9},{"bcode":34,"cnum":1,"content":"They will be entangled among thorns and drunk from their wine; they will be consumed like dry stubble.","vcode":"NIV","vnum":10},{"bcode":34,"cnum":1,"content":"From you, O Nineveh , has one come forth who plots evil against the LORD and counsels wickedness.","vcode":"NIV","vnum":11},{"bcode":34,"cnum":1,"content":"This is what the LORD says: \"Although they have allies and are numerous, they will be cut off and pass away. Although I have afflicted you, O Judah , I will afflict you no more.","vcode":"NIV","vnum":12},{"bcode":34,"cnum":1,"content":"Now I will break their yoke from your neck and tear your shackles away.\"","vcode":"NIV","vnum":13},{"bcode":34,"cnum":1,"content":"The LORD has given a command concerning you, Nineveh : \"You will have no descendants to bear your name. I will destroy the carved images and cast idols that are in the temple of your gods. I will prepare your grave, for you are vile.\"","vcode":"NIV","vnum":14},{"bcode":34,"cnum":1,"content":"Look, there on the mountains, the feet of one who brings good news, who proclaims peace! Celebrate your festivals, O Judah, and fulfill your vows. No more will the wicked invade you; they will be completely destroyed.","vcode":"NIV","vnum":15}]},"__N_SSG":true}