{"pageProps":{"version":{"name":"NIV","vcode":"NIV"},"bible":{"bcode":34,"chapterCount":3,"name":"Nahum","type":"old","vcode":"NIV"},"chapter":"3","verses":[{"bcode":34,"cnum":3,"content":"Woe to the city of blood, full of lies, full of plunder, never without victims!","vcode":"NIV","vnum":1},{"bcode":34,"cnum":3,"content":"The crack of whips, the clatter of wheels, galloping horses and jolting chariots!","vcode":"NIV","vnum":2},{"bcode":34,"cnum":3,"content":"Charging cavalry, flashing swords and glittering spears! Many casualties, piles of dead, bodies without number, people stumbling over the corpses-","vcode":"NIV","vnum":3},{"bcode":34,"cnum":3,"content":"all because of the wanton lust of a harlot, alluring, the mistress of sorceries, who enslaved nations by her prostitution and peoples by her witchcraft.","vcode":"NIV","vnum":4},{"bcode":34,"cnum":3,"content":"\"I am against you,\" declares the LORD Almighty. \"I will lift your skirts over your face. I will show the nations your nakedness and the kingdoms your shame.","vcode":"NIV","vnum":5},{"bcode":34,"cnum":3,"content":"I will pelt you with filth, I will treat you with contempt and make you a spectacle.","vcode":"NIV","vnum":6},{"bcode":34,"cnum":3,"content":"All who see you will flee from you and say, 'Nineveh is in ruins--who will mourn for her?' Where can I find anyone to comfort you?\"","vcode":"NIV","vnum":7},{"bcode":34,"cnum":3,"content":"Are you better than Thebes, situated on the Nile, with water around her? The river was her defense, the waters her wall.","vcode":"NIV","vnum":8},{"bcode":34,"cnum":3,"content":"Cush and Egypt were her boundless strength; Put and Libya were among her allies.","vcode":"NIV","vnum":9},{"bcode":34,"cnum":3,"content":"Yet she was taken captive and went into exile. Her infants were dashed to pieces at the head of every street. Lots were cast for her nobles, and all her great men were put in chains.","vcode":"NIV","vnum":10},{"bcode":34,"cnum":3,"content":"You too will become drunk; you will go into hiding and seek refuge from the enemy.","vcode":"NIV","vnum":11},{"bcode":34,"cnum":3,"content":"All your fortresses are like fig trees with their first ripe fruit; when they are shaken, the figs fall into the mouth of the eater.","vcode":"NIV","vnum":12},{"bcode":34,"cnum":3,"content":"Look at your troops-- they are all women! The gates of your land are wide open to your enemies; fire has consumed their bars.","vcode":"NIV","vnum":13},{"bcode":34,"cnum":3,"content":"Draw water for the siege, strengthen your defenses! Work the clay, tread the mortar, repair the brickwork!","vcode":"NIV","vnum":14},{"bcode":34,"cnum":3,"content":"There the fire will devour you; the sword will cut you down and, like grasshoppers, consume you. Multiply like grasshoppers, multiply like locusts!","vcode":"NIV","vnum":15},{"bcode":34,"cnum":3,"content":"You have increased the number of your merchants till they are more than the stars of the sky, but like locusts they strip the land and then fly away.","vcode":"NIV","vnum":16},{"bcode":34,"cnum":3,"content":"Your guards are like locusts, your officials like swarms of locusts that settle in the walls on a cold day-- but when the sun appears they fly away, and no one knows where.","vcode":"NIV","vnum":17},{"bcode":34,"cnum":3,"content":"O king of Assyria, your shepherds slumber; your nobles lie down to rest. Your people are scattered on the mountains with no one to gather them.","vcode":"NIV","vnum":18},{"bcode":34,"cnum":3,"content":"Nothing can heal your wound; your injury is fatal. Everyone who hears the news about you claps his hands at your fall, for who has not felt your endless cruelty?","vcode":"NIV","vnum":19}]},"__N_SSG":true}