[
    {
        "bcode": 13,
        "cnum": 23,
        "content": "When David was old and full of years, he made his son Solomon king over Israel.",
        "vcode": "NIV",
        "vnum": 1
    },
    {
        "bcode": 13,
        "cnum": 23,
        "content": "He also gathered together all the leaders of Israel, as well as the priests and Levites.",
        "vcode": "NIV",
        "vnum": 2
    },
    {
        "bcode": 13,
        "cnum": 23,
        "content": "The Levites thirty years old or more were counted, and the total number of men was thirty-eight thousand.",
        "vcode": "NIV",
        "vnum": 3
    },
    {
        "bcode": 13,
        "cnum": 23,
        "content": "David said, \"Of these, twenty-four thousand are to supervise the work of the temple of the LORD and six thousand are to be officials and judges.",
        "vcode": "NIV",
        "vnum": 4
    },
    {
        "bcode": 13,
        "cnum": 23,
        "content": "Four thousand are to be gatekeepers and four thousand are to praise the LORD with the musical instruments I have provided for that purpose.\"",
        "vcode": "NIV",
        "vnum": 5
    },
    {
        "bcode": 13,
        "cnum": 23,
        "content": "David divided the Levites into groups corresponding to the sons of Levi: Gershon, Kohath and Merari.",
        "vcode": "NIV",
        "vnum": 6
    },
    {
        "bcode": 13,
        "cnum": 23,
        "content": "Belonging to the Gershonites: Ladan and Shimei.",
        "vcode": "NIV",
        "vnum": 7
    },
    {
        "bcode": 13,
        "cnum": 23,
        "content": "The sons of Ladan: Jehiel the first, Zetham and Joel--three in all.",
        "vcode": "NIV",
        "vnum": 8
    },
    {
        "bcode": 13,
        "cnum": 23,
        "content": "The sons of Shimei: Shelomoth, Haziel and Haran--three in all. These were the heads of the families of Ladan.",
        "vcode": "NIV",
        "vnum": 9
    },
    {
        "bcode": 13,
        "cnum": 23,
        "content": "And the sons of Shimei: Jahath, Ziza, Jeush and Beriah. These were the sons of Shimei--four in all.",
        "vcode": "NIV",
        "vnum": 10
    },
    {
        "bcode": 13,
        "cnum": 23,
        "content": "Jahath was the first and Ziza the second, but Jeush and Beriah did not have many sons; so they were counted as one family with one assignment.",
        "vcode": "NIV",
        "vnum": 11
    },
    {
        "bcode": 13,
        "cnum": 23,
        "content": "The sons of Kohath: Amram, Izhar, Hebron and Uzziel--four in all.",
        "vcode": "NIV",
        "vnum": 12
    },
    {
        "bcode": 13,
        "cnum": 23,
        "content": "The sons of Amram: Aaron and Moses. Aaron was set apart, he and his descendants forever, to consecrate the most holy things, to offer sacrifices before the LORD, to minister before him and to pronounce blessings in his name forever.",
        "vcode": "NIV",
        "vnum": 13
    },
    {
        "bcode": 13,
        "cnum": 23,
        "content": "The sons of Moses the man of God were counted as part of the tribe of Levi.",
        "vcode": "NIV",
        "vnum": 14
    },
    {
        "bcode": 13,
        "cnum": 23,
        "content": "The sons of Moses: Gershom and Eliezer.",
        "vcode": "NIV",
        "vnum": 15
    },
    {
        "bcode": 13,
        "cnum": 23,
        "content": "The descendants of Gershom: Shubael was the first.",
        "vcode": "NIV",
        "vnum": 16
    },
    {
        "bcode": 13,
        "cnum": 23,
        "content": "The descendants of Eliezer: Rehabiah was the first. Eliezer had no other sons, but the sons of Rehabiah were very numerous.",
        "vcode": "NIV",
        "vnum": 17
    },
    {
        "bcode": 13,
        "cnum": 23,
        "content": "The sons of Izhar: Shelomith was the first.",
        "vcode": "NIV",
        "vnum": 18
    },
    {
        "bcode": 13,
        "cnum": 23,
        "content": "The sons of Hebron: Jeriah the first, Amariah the second, Jahaziel the third and Jekameam the fourth.",
        "vcode": "NIV",
        "vnum": 19
    },
    {
        "bcode": 13,
        "cnum": 23,
        "content": "The sons of Uzziel: Micah the first and Isshiah the second.",
        "vcode": "NIV",
        "vnum": 20
    },
    {
        "bcode": 13,
        "cnum": 23,
        "content": "The sons of Merari: Mahli and Mushi. The sons of Mahli: Eleazar and Kish.",
        "vcode": "NIV",
        "vnum": 21
    },
    {
        "bcode": 13,
        "cnum": 23,
        "content": "Eleazar died without having sons: he had only daughters. Their cousins, the sons of Kish, married them.",
        "vcode": "NIV",
        "vnum": 22
    },
    {
        "bcode": 13,
        "cnum": 23,
        "content": "The sons of Mushi: Mahli, Eder and Jerimoth--three in all.",
        "vcode": "NIV",
        "vnum": 23
    },
    {
        "bcode": 13,
        "cnum": 23,
        "content": "These were the descendants of Levi by their families--the heads of families as they were registered under their names and counted individually, that is, the workers twenty years old or more who served in the temple of the LORD.",
        "vcode": "NIV",
        "vnum": 24
    },
    {
        "bcode": 13,
        "cnum": 23,
        "content": "For David had said, \"Since the LORD, the God of Israel, has granted rest to his people and has come to dwell in Jerusalem forever,",
        "vcode": "NIV",
        "vnum": 25
    },
    {
        "bcode": 13,
        "cnum": 23,
        "content": "the Levites no longer need to carry the tabernacle or any of the articles used in its service.\"",
        "vcode": "NIV",
        "vnum": 26
    },
    {
        "bcode": 13,
        "cnum": 23,
        "content": "According to the last instructions of David, the Levites were counted from those twenty years old or more.",
        "vcode": "NIV",
        "vnum": 27
    },
    {
        "bcode": 13,
        "cnum": 23,
        "content": "The duty of the Levites was to help Aaron's descendants in the service of the temple of the LORD : to be in charge of the courtyards, the side rooms, the purification of all sacred things and the performance of other duties at the house of God.",
        "vcode": "NIV",
        "vnum": 28
    },
    {
        "bcode": 13,
        "cnum": 23,
        "content": "They were in charge of the bread set out on the table, the flour for the grain offerings, the unleavened wafers, the baking and the mixing, and all measurements of quantity and size.",
        "vcode": "NIV",
        "vnum": 29
    },
    {
        "bcode": 13,
        "cnum": 23,
        "content": "They were also to stand every morning to thank and praise the LORD. They were to do the same in the evening",
        "vcode": "NIV",
        "vnum": 30
    },
    {
        "bcode": 13,
        "cnum": 23,
        "content": "and whenever burnt offerings were presented to the LORD on Sabbaths and at New Moon festivals and at appointed feasts. They were to serve before the LORD regularly in the proper number and in the way prescribed for them.",
        "vcode": "NIV",
        "vnum": 31
    },
    {
        "bcode": 13,
        "cnum": 23,
        "content": "And so the Levites carried out their responsibilities for the Tent of Meeting, for the Holy Place and, under their brothers the descendants of Aaron, for the service of the temple of the LORD.",
        "vcode": "NIV",
        "vnum": 32
    }
]