[
    {
        "bcode": 13,
        "cnum": 5,
        "content": "The sons of Reuben the firstborn of Israel (he was the firstborn, but when he defiled his father's marriage bed, his rights as firstborn were given to the sons of Joseph son of Israel; so he could not be listed in the genealogical record in accordance with his birthright,",
        "vcode": "NIV",
        "vnum": 1
    },
    {
        "bcode": 13,
        "cnum": 5,
        "content": "and though Judah was the strongest of his brothers and a ruler came from him, the rights of the firstborn belonged to Joseph)-",
        "vcode": "NIV",
        "vnum": 2
    },
    {
        "bcode": 13,
        "cnum": 5,
        "content": "the sons of Reuben the firstborn of Israel: Hanoch, Pallu, Hezron and Carmi.",
        "vcode": "NIV",
        "vnum": 3
    },
    {
        "bcode": 13,
        "cnum": 5,
        "content": "The descendants of Joel: Shemaiah his son, Gog his son, Shimei his son,",
        "vcode": "NIV",
        "vnum": 4
    },
    {
        "bcode": 13,
        "cnum": 5,
        "content": "Micah his son, Reaiah his son, Baal his son,",
        "vcode": "NIV",
        "vnum": 5
    },
    {
        "bcode": 13,
        "cnum": 5,
        "content": "and Beerah his son, whom Tiglath-Pileser king of Assyria took into exile. Beerah was a leader of the Reubenites.",
        "vcode": "NIV",
        "vnum": 6
    },
    {
        "bcode": 13,
        "cnum": 5,
        "content": "Their relatives by clans, listed according to their genealogical records: Jeiel the chief, Zechariah,",
        "vcode": "NIV",
        "vnum": 7
    },
    {
        "bcode": 13,
        "cnum": 5,
        "content": "and Bela son of Azaz, the son of Shema, the son of Joel. They settled in the area from Aroer to Nebo and Baal Meon.",
        "vcode": "NIV",
        "vnum": 8
    },
    {
        "bcode": 13,
        "cnum": 5,
        "content": "To the east they occupied the land up to the edge of the desert that extends to the Euphrates River, because their livestock had increased in Gilead.",
        "vcode": "NIV",
        "vnum": 9
    },
    {
        "bcode": 13,
        "cnum": 5,
        "content": "During Saul's reign they waged war against the Hagrites, who were defeated at their hands; they occupied the dwellings of the Hagrites throughout the entire region east of Gilead.",
        "vcode": "NIV",
        "vnum": 10
    },
    {
        "bcode": 13,
        "cnum": 5,
        "content": "The Gadites lived next to them in Bashan, as far as Salecah:",
        "vcode": "NIV",
        "vnum": 11
    },
    {
        "bcode": 13,
        "cnum": 5,
        "content": "Joel was the chief, Shapham the second, then Janai and Shaphat, in Bashan.",
        "vcode": "NIV",
        "vnum": 12
    },
    {
        "bcode": 13,
        "cnum": 5,
        "content": "Their relatives, by families, were: Michael, Meshullam, Sheba, Jorai, Jacan, Zia and Eber--seven in all.",
        "vcode": "NIV",
        "vnum": 13
    },
    {
        "bcode": 13,
        "cnum": 5,
        "content": "These were the sons of Abihail son of Huri, the son of Jaroah, the son of Gilead, the son of Michael, the son of Jeshishai, the son of Jahdo, the son of Buz.",
        "vcode": "NIV",
        "vnum": 14
    },
    {
        "bcode": 13,
        "cnum": 5,
        "content": "Ahi son of Abdiel, the son of Guni, was head of their family.",
        "vcode": "NIV",
        "vnum": 15
    },
    {
        "bcode": 13,
        "cnum": 5,
        "content": "The Gadites lived in Gilead, in Bashan and its outlying villages, and on all the pasturelands of Sharon as far as they extended.",
        "vcode": "NIV",
        "vnum": 16
    },
    {
        "bcode": 13,
        "cnum": 5,
        "content": "All these were entered in the genealogical records during the reigns of Jotham king of Judah and Jeroboam king of Israel.",
        "vcode": "NIV",
        "vnum": 17
    },
    {
        "bcode": 13,
        "cnum": 5,
        "content": "The Reubenites, the Gadites and the half-tribe of Manasseh had 44,760 men ready for military service--able-bodied men who could handle shield and sword, who could use a bow, and who were trained for battle.",
        "vcode": "NIV",
        "vnum": 18
    },
    {
        "bcode": 13,
        "cnum": 5,
        "content": "They waged war against the Hagrites, Jetur, Naphish and Nodab.",
        "vcode": "NIV",
        "vnum": 19
    },
    {
        "bcode": 13,
        "cnum": 5,
        "content": "They were helped in fighting them, and God handed the Hagrites and all their allies over to them, because they cried out to him during the battle. He answered their prayers, because they trusted in him.",
        "vcode": "NIV",
        "vnum": 20
    },
    {
        "bcode": 13,
        "cnum": 5,
        "content": "They seized the livestock of the Hagrites--fifty thousand camels, two hundred fifty thousand sheep and two thousand donkeys. They also took one hundred thousand people captive,",
        "vcode": "NIV",
        "vnum": 21
    },
    {
        "bcode": 13,
        "cnum": 5,
        "content": "and many others fell slain, because the battle was God's. And they occupied the land until the exile.",
        "vcode": "NIV",
        "vnum": 22
    },
    {
        "bcode": 13,
        "cnum": 5,
        "content": "The people of the half-tribe of Manasseh were numerous; they settled in the land from Bashan to Baal Hermon, that is, to Senir (Mount Hermon).",
        "vcode": "NIV",
        "vnum": 23
    },
    {
        "bcode": 13,
        "cnum": 5,
        "content": "These were the heads of their families: Epher, Ishi, Eliel, Azriel, Jeremiah, Hodaviah and Jahdiel. They were brave warriors, famous men, and heads of their families.",
        "vcode": "NIV",
        "vnum": 24
    },
    {
        "bcode": 13,
        "cnum": 5,
        "content": "But they were unfaithful to the God of their fathers and prostituted themselves to the gods of the peoples of the land, whom God had destroyed before them.",
        "vcode": "NIV",
        "vnum": 25
    },
    {
        "bcode": 13,
        "cnum": 5,
        "content": "So the God of Israel stirred up the spirit of Pul king of Assyria (that is, Tiglath-Pileser king of Assyria), who took the Reubenites, the Gadites and the half-tribe of Manasseh into exile. He took them to Halah, Habor, Hara and the river of Gozan, where they are to this day.",
        "vcode": "NIV",
        "vnum": 26
    }
]