[
    {
        "bcode": 44,
        "cnum": 2,
        "content": "When the day of Pentecost came, they were all together in one place.",
        "vcode": "NIV",
        "vnum": 1
    },
    {
        "bcode": 44,
        "cnum": 2,
        "content": "Suddenly a sound like the blowing of a violent wind came from heaven and filled the whole house where they were sitting.",
        "vcode": "NIV",
        "vnum": 2
    },
    {
        "bcode": 44,
        "cnum": 2,
        "content": "They saw what seemed to be tongues of fire that separated and came to rest on each of them.",
        "vcode": "NIV",
        "vnum": 3
    },
    {
        "bcode": 44,
        "cnum": 2,
        "content": "All of them were filled with the Holy Spirit and began to speak in other tongues as the Spirit enabled them.",
        "vcode": "NIV",
        "vnum": 4
    },
    {
        "bcode": 44,
        "cnum": 2,
        "content": "Now there were staying in Jerusalem God-fearing Jews from every nation under heaven.",
        "vcode": "NIV",
        "vnum": 5
    },
    {
        "bcode": 44,
        "cnum": 2,
        "content": "When they heard this sound, a crowd came together in bewilderment, because each one heard them speaking in his own language.",
        "vcode": "NIV",
        "vnum": 6
    },
    {
        "bcode": 44,
        "cnum": 2,
        "content": "Utterly amazed, they asked: \"Are not all these men who are speaking Galileans?",
        "vcode": "NIV",
        "vnum": 7
    },
    {
        "bcode": 44,
        "cnum": 2,
        "content": "Then how is it that each of us hears them in his own native language?",
        "vcode": "NIV",
        "vnum": 8
    },
    {
        "bcode": 44,
        "cnum": 2,
        "content": "Parthians, Medes and Elamites; residents of Mesopotamia, Judea and Cappadocia, Pontus and Asia,",
        "vcode": "NIV",
        "vnum": 9
    },
    {
        "bcode": 44,
        "cnum": 2,
        "content": "Phrygia and Pamphylia, Egypt and the parts of Libya near Cyrene; visitors from Rome",
        "vcode": "NIV",
        "vnum": 10
    },
    {
        "bcode": 44,
        "cnum": 2,
        "content": "(both Jews and converts to Judaism Cretans and Arabs--we hear them declaring the wonders of God in our own tongues!\"",
        "vcode": "NIV",
        "vnum": 11
    },
    {
        "bcode": 44,
        "cnum": 2,
        "content": "Amazed and perplexed, they asked one another, \"What does this mean?\"",
        "vcode": "NIV",
        "vnum": 12
    },
    {
        "bcode": 44,
        "cnum": 2,
        "content": "Some, however, made fun of them and said, \"They have had too much wine.\"",
        "vcode": "NIV",
        "vnum": 13
    },
    {
        "bcode": 44,
        "cnum": 2,
        "content": "Then Peter stood up with the Eleven, raised his voice and addressed the crowd: \"Fellow Jews and all of you who live in Jerusalem, let me explain this to you; listen carefully to what I say.",
        "vcode": "NIV",
        "vnum": 14
    },
    {
        "bcode": 44,
        "cnum": 2,
        "content": "These men are not drunk, as you suppose. It's only nine in the morning!",
        "vcode": "NIV",
        "vnum": 15
    },
    {
        "bcode": 44,
        "cnum": 2,
        "content": "No, this is what was spoken by the prophet Joel:",
        "vcode": "NIV",
        "vnum": 16
    },
    {
        "bcode": 44,
        "cnum": 2,
        "content": "\" 'In the last days, God says, I will pour out my Spirit on all people. Your sons and daughters will prophesy, your young men will see visions, your old men will dream dreams.",
        "vcode": "NIV",
        "vnum": 17
    },
    {
        "bcode": 44,
        "cnum": 2,
        "content": "Even on my servants, both men and women, I will pour out my Spirit in those days, and they will prophesy.",
        "vcode": "NIV",
        "vnum": 18
    },
    {
        "bcode": 44,
        "cnum": 2,
        "content": "I will show wonders in the heaven above and signs on the earth below, blood and fire and billows of smoke.",
        "vcode": "NIV",
        "vnum": 19
    },
    {
        "bcode": 44,
        "cnum": 2,
        "content": "The sun will be turned to darkness and the moon to blood before the coming of the great and glorious day of the Lord.",
        "vcode": "NIV",
        "vnum": 20
    },
    {
        "bcode": 44,
        "cnum": 2,
        "content": "And everyone who calls on the name of the Lord will be saved.'",
        "vcode": "NIV",
        "vnum": 21
    },
    {
        "bcode": 44,
        "cnum": 2,
        "content": "\"Men of Israel, listen to this: Jesus of Nazareth was a man accredited by God to you by miracles, wonders and signs, which God did among you through him, as you yourselves know.",
        "vcode": "NIV",
        "vnum": 22
    },
    {
        "bcode": 44,
        "cnum": 2,
        "content": "This man was handed over to you by God's set purpose and foreknowledge; and you, with the help of wicked men, put him to death by nailing him to the cross.",
        "vcode": "NIV",
        "vnum": 23
    },
    {
        "bcode": 44,
        "cnum": 2,
        "content": "But God raised him from the dead, freeing him from the agony of death, because it was impossible for death to keep its hold on him.",
        "vcode": "NIV",
        "vnum": 24
    },
    {
        "bcode": 44,
        "cnum": 2,
        "content": "David said about him: \" 'I saw the Lord always before me. Because he is at my right hand, I will not be shaken.",
        "vcode": "NIV",
        "vnum": 25
    },
    {
        "bcode": 44,
        "cnum": 2,
        "content": "Therefore my heart is glad and my tongue rejoices; my body also will live in hope,",
        "vcode": "NIV",
        "vnum": 26
    },
    {
        "bcode": 44,
        "cnum": 2,
        "content": "because you will not abandon me to the grave, nor will you let your Holy One see decay.",
        "vcode": "NIV",
        "vnum": 27
    },
    {
        "bcode": 44,
        "cnum": 2,
        "content": "You have made known to me the paths of life; you will fill me with joy in your presence.'",
        "vcode": "NIV",
        "vnum": 28
    },
    {
        "bcode": 44,
        "cnum": 2,
        "content": "\"Brothers, I can tell you confidently that the patriarch David died and was buried, and his tomb is here to this day.",
        "vcode": "NIV",
        "vnum": 29
    },
    {
        "bcode": 44,
        "cnum": 2,
        "content": "But he was a prophet and knew that God had promised him on oath that he would place one of his descendants on his throne.",
        "vcode": "NIV",
        "vnum": 30
    },
    {
        "bcode": 44,
        "cnum": 2,
        "content": "Seeing what was ahead, he spoke of the resurrection of the Christ, that he was not abandoned to the grave, nor did his body see decay.",
        "vcode": "NIV",
        "vnum": 31
    },
    {
        "bcode": 44,
        "cnum": 2,
        "content": "God has raised this Jesus to life, and we are all witnesses of the fact.",
        "vcode": "NIV",
        "vnum": 32
    },
    {
        "bcode": 44,
        "cnum": 2,
        "content": "Exalted to the right hand of God, he has received from the Father the promised Holy Spirit and has poured out what you now see and hear.",
        "vcode": "NIV",
        "vnum": 33
    },
    {
        "bcode": 44,
        "cnum": 2,
        "content": "For David did not ascend to heaven, and yet he said, \" 'The Lord said to my Lord: \"Sit at my right hand",
        "vcode": "NIV",
        "vnum": 34
    },
    {
        "bcode": 44,
        "cnum": 2,
        "content": "until I make your enemies a footstool for your feet.\" '",
        "vcode": "NIV",
        "vnum": 35
    },
    {
        "bcode": 44,
        "cnum": 2,
        "content": "\"Therefore let all Israel be assured of this: God has made this Jesus, whom you crucified, both Lord and Christ.\"",
        "vcode": "NIV",
        "vnum": 36
    },
    {
        "bcode": 44,
        "cnum": 2,
        "content": "When the people heard this, they were cut to the heart and said to Peter and the other apostles, \"Brothers, what shall we do?\"",
        "vcode": "NIV",
        "vnum": 37
    },
    {
        "bcode": 44,
        "cnum": 2,
        "content": "Peter replied, \"Repent and be baptized, every one of you, in the name of Jesus Christ for the forgiveness of your sins. And you will receive the gift of the Holy Spirit.",
        "vcode": "NIV",
        "vnum": 38
    },
    {
        "bcode": 44,
        "cnum": 2,
        "content": "The promise is for you and your children and for all who are far off--for all whom the Lord our God will call.\"",
        "vcode": "NIV",
        "vnum": 39
    },
    {
        "bcode": 44,
        "cnum": 2,
        "content": "With many other words he warned them; and he pleaded with them, \"Save yourselves from this corrupt generation.\"",
        "vcode": "NIV",
        "vnum": 40
    },
    {
        "bcode": 44,
        "cnum": 2,
        "content": "Those who accepted his message were baptized, and about three thousand were added to their number that day.",
        "vcode": "NIV",
        "vnum": 41
    },
    {
        "bcode": 44,
        "cnum": 2,
        "content": "They devoted themselves to the apostles' teaching and to the fellowship, to the breaking of bread and to prayer.",
        "vcode": "NIV",
        "vnum": 42
    },
    {
        "bcode": 44,
        "cnum": 2,
        "content": "Everyone was filled with awe, and many wonders and miraculous signs were done by the apostles.",
        "vcode": "NIV",
        "vnum": 43
    },
    {
        "bcode": 44,
        "cnum": 2,
        "content": "All the believers were together and had everything in common.",
        "vcode": "NIV",
        "vnum": 44
    },
    {
        "bcode": 44,
        "cnum": 2,
        "content": "Selling their possessions and goods, they gave to anyone as he had need.",
        "vcode": "NIV",
        "vnum": 45
    },
    {
        "bcode": 44,
        "cnum": 2,
        "content": "Every day they continued to meet together in the temple courts. They broke bread in their homes and ate together with glad and sincere hearts,",
        "vcode": "NIV",
        "vnum": 46
    },
    {
        "bcode": 44,
        "cnum": 2,
        "content": "praising God and enjoying the favor of all the people. And the Lord added to their number daily those who were being saved.",
        "vcode": "NIV",
        "vnum": 47
    }
]