{"pageProps":{"version":{"name":"NIV","vcode":"NIV"},"bible":{"bcode":19,"chapterCount":150,"name":"Psalms","type":"old","vcode":"NIV"},"chapter":"39","verses":[{"bcode":19,"cnum":39,"content":"I said, \"I will watch my ways and keep my tongue from sin; I will put a muzzle on my mouth as long as the wicked are in my presence.\"","vcode":"NIV","vnum":1},{"bcode":19,"cnum":39,"content":"But when I was silent and still, not even saying anything good, my anguish increased.","vcode":"NIV","vnum":2},{"bcode":19,"cnum":39,"content":"My heart grew hot within me, and as I meditated, the fire burned; then I spoke with my tongue:","vcode":"NIV","vnum":3},{"bcode":19,"cnum":39,"content":"\"Show me, O LORD, my life's end and the number of my days; let me know how fleeting is my life.","vcode":"NIV","vnum":4},{"bcode":19,"cnum":39,"content":"You have made my days a mere handbreadth; the span of my years is as nothing before you. Each man's life is but a breath. Selah","vcode":"NIV","vnum":5},{"bcode":19,"cnum":39,"content":"Man is a mere phantom as he goes to and fro: He bustles about, but only in vain; he heaps up wealth, not knowing who will get it.","vcode":"NIV","vnum":6},{"bcode":19,"cnum":39,"content":"\"But now, Lord, what do I look for? My hope is in you.","vcode":"NIV","vnum":7},{"bcode":19,"cnum":39,"content":"Save me from all my transgressions; do not make me the scorn of fools.","vcode":"NIV","vnum":8},{"bcode":19,"cnum":39,"content":"I was silent; I would not open my mouth, for you are the one who has done this.","vcode":"NIV","vnum":9},{"bcode":19,"cnum":39,"content":"Remove your scourge from me; I am overcome by the blow of your hand.","vcode":"NIV","vnum":10},{"bcode":19,"cnum":39,"content":"You rebuke and discipline men for their sin; you consume their wealth like a moth-- each man is but a breath. Selah","vcode":"NIV","vnum":11},{"bcode":19,"cnum":39,"content":"\"Hear my prayer, O LORD, listen to my cry for help; be not deaf to my weeping. For I dwell with you as an alien, a stranger, as all my fathers were.","vcode":"NIV","vnum":12},{"bcode":19,"cnum":39,"content":"Look away from me, that I may rejoice again before I depart and am no more.\"","vcode":"NIV","vnum":13}]},"__N_SSG":true}