[
    {
        "bcode": 41,
        "cnum": 5,
        "content": "They went across the lake to the region of the Gerasenes.",
        "vcode": "NIV",
        "vnum": 1
    },
    {
        "bcode": 41,
        "cnum": 5,
        "content": "When Jesus got out of the boat, a man with an evil spirit came from the tombs to meet him.",
        "vcode": "NIV",
        "vnum": 2
    },
    {
        "bcode": 41,
        "cnum": 5,
        "content": "This man lived in the tombs, and no one could bind him any more, not even with a chain.",
        "vcode": "NIV",
        "vnum": 3
    },
    {
        "bcode": 41,
        "cnum": 5,
        "content": "For he had often been chained hand and foot, but he tore the chains apart and broke the irons on his feet. No one was strong enough to subdue him.",
        "vcode": "NIV",
        "vnum": 4
    },
    {
        "bcode": 41,
        "cnum": 5,
        "content": "Night and day among the tombs and in the hills he would cry out and cut himself with stones.",
        "vcode": "NIV",
        "vnum": 5
    },
    {
        "bcode": 41,
        "cnum": 5,
        "content": "When he saw Jesus from a distance, he ran and fell on his knees in front of him.",
        "vcode": "NIV",
        "vnum": 6
    },
    {
        "bcode": 41,
        "cnum": 5,
        "content": "He shouted at the top of his voice, \"What do you want with me, Jesus, Son of the Most High God? Swear to God that you won't torture me!\"",
        "vcode": "NIV",
        "vnum": 7
    },
    {
        "bcode": 41,
        "cnum": 5,
        "content": "For Jesus had said to him, \"Come out of this man, you evil spirit!\"",
        "vcode": "NIV",
        "vnum": 8
    },
    {
        "bcode": 41,
        "cnum": 5,
        "content": "Then Jesus asked him, \"What is your name?\" \"My name is Legion,\" he replied, \"for we are many.\"",
        "vcode": "NIV",
        "vnum": 9
    },
    {
        "bcode": 41,
        "cnum": 5,
        "content": "And he begged Jesus again and again not to send them out of the area.",
        "vcode": "NIV",
        "vnum": 10
    },
    {
        "bcode": 41,
        "cnum": 5,
        "content": "A large herd of pigs was feeding on the nearby hillside.",
        "vcode": "NIV",
        "vnum": 11
    },
    {
        "bcode": 41,
        "cnum": 5,
        "content": "The demons begged Jesus, \"Send us among the pigs; allow us to go into them.\"",
        "vcode": "NIV",
        "vnum": 12
    },
    {
        "bcode": 41,
        "cnum": 5,
        "content": "He gave them permission, and the evil spirits came out and went into the pigs. The herd, about two thousand in number, rushed down the steep bank into the lake and were drowned.",
        "vcode": "NIV",
        "vnum": 13
    },
    {
        "bcode": 41,
        "cnum": 5,
        "content": "Those tending the pigs ran off and reported this in the town and countryside, and the people went out to see what had happened.",
        "vcode": "NIV",
        "vnum": 14
    },
    {
        "bcode": 41,
        "cnum": 5,
        "content": "When they came to Jesus, they saw the man who had been possessed by the legion of demons, sitting there, dressed and in his right mind; and they were afraid.",
        "vcode": "NIV",
        "vnum": 15
    },
    {
        "bcode": 41,
        "cnum": 5,
        "content": "Those who had seen it told the people what had happened to the demon-possessed man--and told about the pigs as well.",
        "vcode": "NIV",
        "vnum": 16
    },
    {
        "bcode": 41,
        "cnum": 5,
        "content": "Then the people began to plead with Jesus to leave their region.",
        "vcode": "NIV",
        "vnum": 17
    },
    {
        "bcode": 41,
        "cnum": 5,
        "content": "As Jesus was getting into the boat, the man who had been demon-possessed begged to go with him.",
        "vcode": "NIV",
        "vnum": 18
    },
    {
        "bcode": 41,
        "cnum": 5,
        "content": "Jesus did not let him, but said, \"Go home to your family and tell them how much the Lord has done for you, and how he has had mercy on you.\"",
        "vcode": "NIV",
        "vnum": 19
    },
    {
        "bcode": 41,
        "cnum": 5,
        "content": "So the man went away and began to tell in the Decapolishow much Jesus had done for him. And all the people were amazed.",
        "vcode": "NIV",
        "vnum": 20
    },
    {
        "bcode": 41,
        "cnum": 5,
        "content": "When Jesus had again crossed over by boat to the other side of the lake, a large crowd gathered around him while he was by the lake.",
        "vcode": "NIV",
        "vnum": 21
    },
    {
        "bcode": 41,
        "cnum": 5,
        "content": "Then one of the synagogue rulers, named Jairus, came there. Seeing Jesus, he fell at his feet",
        "vcode": "NIV",
        "vnum": 22
    },
    {
        "bcode": 41,
        "cnum": 5,
        "content": "and pleaded earnestly with him, \"My little daughter is dying. Please come and put your hands on her so that she will be healed and live.\"",
        "vcode": "NIV",
        "vnum": 23
    },
    {
        "bcode": 41,
        "cnum": 5,
        "content": "So Jesus went with him. A large crowd followed and pressed around him.",
        "vcode": "NIV",
        "vnum": 24
    },
    {
        "bcode": 41,
        "cnum": 5,
        "content": "And a woman was there who had been subject to bleeding for twelve years.",
        "vcode": "NIV",
        "vnum": 25
    },
    {
        "bcode": 41,
        "cnum": 5,
        "content": "She had suffered a great deal under the care of many doctors and had spent all she had, yet instead of getting better she grew worse.",
        "vcode": "NIV",
        "vnum": 26
    },
    {
        "bcode": 41,
        "cnum": 5,
        "content": "When she heard about Jesus, she came up behind him in the crowd and touched his cloak,",
        "vcode": "NIV",
        "vnum": 27
    },
    {
        "bcode": 41,
        "cnum": 5,
        "content": "because she thought, \"If I just touch his clothes, I will be healed.\"",
        "vcode": "NIV",
        "vnum": 28
    },
    {
        "bcode": 41,
        "cnum": 5,
        "content": "Immediately her bleeding stopped and she felt in her body that she was freed from her suffering.",
        "vcode": "NIV",
        "vnum": 29
    },
    {
        "bcode": 41,
        "cnum": 5,
        "content": "At once Jesus realized that power had gone out from him. He turned around in the crowd and asked, \"Who touched my clothes?\"",
        "vcode": "NIV",
        "vnum": 30
    },
    {
        "bcode": 41,
        "cnum": 5,
        "content": "\"You see the people crowding against you,\" his disciples answered, \"and yet you can ask, 'Who touched me?' \"",
        "vcode": "NIV",
        "vnum": 31
    },
    {
        "bcode": 41,
        "cnum": 5,
        "content": "But Jesus kept looking around to see who had done it.",
        "vcode": "NIV",
        "vnum": 32
    },
    {
        "bcode": 41,
        "cnum": 5,
        "content": "Then the woman, knowing what had happened to her, came and fell at his feet and, trembling with fear, told him the whole truth.",
        "vcode": "NIV",
        "vnum": 33
    },
    {
        "bcode": 41,
        "cnum": 5,
        "content": "He said to her, \"Daughter, your faith has healed you. Go in peace and be freed from your suffering.\"",
        "vcode": "NIV",
        "vnum": 34
    },
    {
        "bcode": 41,
        "cnum": 5,
        "content": "While Jesus was still speaking, some men came from the house of Jairus, the synagogue ruler. \"Your daughter is dead,\" they said. \"Why bother the teacher any more?\"",
        "vcode": "NIV",
        "vnum": 35
    },
    {
        "bcode": 41,
        "cnum": 5,
        "content": "Ignoring what they said, Jesus told the synagogue ruler, \"Don't be afraid; just believe.\"",
        "vcode": "NIV",
        "vnum": 36
    },
    {
        "bcode": 41,
        "cnum": 5,
        "content": "He did not let anyone follow him except Peter, James and John the brother of James.",
        "vcode": "NIV",
        "vnum": 37
    },
    {
        "bcode": 41,
        "cnum": 5,
        "content": "When they came to the home of the synagogue ruler, Jesus saw a commotion, with people crying and wailing loudly.",
        "vcode": "NIV",
        "vnum": 38
    },
    {
        "bcode": 41,
        "cnum": 5,
        "content": "He went in and said to them, \"Why all this commotion and wailing? The child is not dead but asleep.\"",
        "vcode": "NIV",
        "vnum": 39
    },
    {
        "bcode": 41,
        "cnum": 5,
        "content": "But they laughed at him. After he put them all out, he took the child's father and mother and the disciples who were with him, and went in where the child was.",
        "vcode": "NIV",
        "vnum": 40
    },
    {
        "bcode": 41,
        "cnum": 5,
        "content": "He took her by the hand and said to her, \"Talitha koum!\" (which means, \"Little girl, I say to you, get up!\" ).",
        "vcode": "NIV",
        "vnum": 41
    },
    {
        "bcode": 41,
        "cnum": 5,
        "content": "Immediately the girl stood up and walked around (she was twelve years old). At this they were completely astonished.",
        "vcode": "NIV",
        "vnum": 42
    },
    {
        "bcode": 41,
        "cnum": 5,
        "content": "He gave strict orders not to let anyone know about this, and told them to give her something to eat.",
        "vcode": "NIV",
        "vnum": 43
    }
]