[
    {
        "bcode": 41,
        "cnum": 9,
        "content": "And he said to them, \"I tell you the truth, some who are standing here will not taste death before they see the kingdom of God come with power.\"",
        "vcode": "NIV",
        "vnum": 1
    },
    {
        "bcode": 41,
        "cnum": 9,
        "content": "After six days Jesus took Peter, James and John with him and led them up a high mountain, where they were all alone. There he was transfigured before them.",
        "vcode": "NIV",
        "vnum": 2
    },
    {
        "bcode": 41,
        "cnum": 9,
        "content": "His clothes became dazzling white, whiter than anyone in the world could bleach them.",
        "vcode": "NIV",
        "vnum": 3
    },
    {
        "bcode": 41,
        "cnum": 9,
        "content": "And there appeared before them Elijah and Moses, who were talking with Jesus.",
        "vcode": "NIV",
        "vnum": 4
    },
    {
        "bcode": 41,
        "cnum": 9,
        "content": "Peter said to Jesus, \"Rabbi, it is good for us to be here. Let us put up three shelters--one for you, one for Moses and one for Elijah.\"",
        "vcode": "NIV",
        "vnum": 5
    },
    {
        "bcode": 41,
        "cnum": 9,
        "content": "(He did not know what to say, they were so frightened.)",
        "vcode": "NIV",
        "vnum": 6
    },
    {
        "bcode": 41,
        "cnum": 9,
        "content": "Then a cloud appeared and enveloped them, and a voice came from the cloud: \"This is my Son, whom I love. Listen to him!\"",
        "vcode": "NIV",
        "vnum": 7
    },
    {
        "bcode": 41,
        "cnum": 9,
        "content": "Suddenly, when they looked around, they no longer saw anyone with them except Jesus.",
        "vcode": "NIV",
        "vnum": 8
    },
    {
        "bcode": 41,
        "cnum": 9,
        "content": "As they were coming down the mountain, Jesus gave them orders not to tell anyone what they had seen until the Son of Man had risen from the dead.",
        "vcode": "NIV",
        "vnum": 9
    },
    {
        "bcode": 41,
        "cnum": 9,
        "content": "They kept the matter to themselves, discussing what \"rising from the dead\" meant.",
        "vcode": "NIV",
        "vnum": 10
    },
    {
        "bcode": 41,
        "cnum": 9,
        "content": "And they asked him, \"Why do the teachers of the law say that Elijah must come first?\"",
        "vcode": "NIV",
        "vnum": 11
    },
    {
        "bcode": 41,
        "cnum": 9,
        "content": "Jesus replied, \"To be sure, Elijah does come first, and restores all things. Why then is it written that the Son of Man must suffer much and be rejected?",
        "vcode": "NIV",
        "vnum": 12
    },
    {
        "bcode": 41,
        "cnum": 9,
        "content": "But I tell you, Elijah has come, and they have done to him everything they wished, just as it is written about him.\"",
        "vcode": "NIV",
        "vnum": 13
    },
    {
        "bcode": 41,
        "cnum": 9,
        "content": "When they came to the other disciples, they saw a large crowd around them and the teachers of the law arguing with them.",
        "vcode": "NIV",
        "vnum": 14
    },
    {
        "bcode": 41,
        "cnum": 9,
        "content": "As soon as all the people saw Jesus, they were overwhelmed with wonder and ran to greet him.",
        "vcode": "NIV",
        "vnum": 15
    },
    {
        "bcode": 41,
        "cnum": 9,
        "content": "\"What are you arguing with them about?\" he asked.",
        "vcode": "NIV",
        "vnum": 16
    },
    {
        "bcode": 41,
        "cnum": 9,
        "content": "A man in the crowd answered, \"Teacher, I brought you my son, who is possessed by a spirit that has robbed him of speech.",
        "vcode": "NIV",
        "vnum": 17
    },
    {
        "bcode": 41,
        "cnum": 9,
        "content": "Whenever it seizes him, it throws him to the ground. He foams at the mouth, gnashes his teeth and becomes rigid. I asked your disciples to drive out the spirit, but they could not.\"",
        "vcode": "NIV",
        "vnum": 18
    },
    {
        "bcode": 41,
        "cnum": 9,
        "content": "\"O unbelieving generation,\" Jesus replied, \"how long shall I stay with you? How long shall I put up with you? Bring the boy to me.\"",
        "vcode": "NIV",
        "vnum": 19
    },
    {
        "bcode": 41,
        "cnum": 9,
        "content": "So they brought him. When the spirit saw Jesus, it immediately threw the boy into a convulsion. He fell to the ground and rolled around, foaming at the mouth.",
        "vcode": "NIV",
        "vnum": 20
    },
    {
        "bcode": 41,
        "cnum": 9,
        "content": "Jesus asked the boy's father, \"How long has he been like this?\" \"From childhood,\" he answered.",
        "vcode": "NIV",
        "vnum": 21
    },
    {
        "bcode": 41,
        "cnum": 9,
        "content": "\"It has often thrown him into fire or water to kill him. But if you can do anything, take pity on us and help us.\"",
        "vcode": "NIV",
        "vnum": 22
    },
    {
        "bcode": 41,
        "cnum": 9,
        "content": "\" 'If you can'?\" said Jesus. \"Everything is possible for him who believes.\"",
        "vcode": "NIV",
        "vnum": 23
    },
    {
        "bcode": 41,
        "cnum": 9,
        "content": "Immediately the boy's father exclaimed, \"I do believe; help me overcome my unbelief!\"",
        "vcode": "NIV",
        "vnum": 24
    },
    {
        "bcode": 41,
        "cnum": 9,
        "content": "When Jesus saw that a crowd was running to the scene, he rebuked the evil spirit. \"You deaf and mute spirit,\" he said, \"I command you, come out of him and never enter him again.\"",
        "vcode": "NIV",
        "vnum": 25
    },
    {
        "bcode": 41,
        "cnum": 9,
        "content": "The spirit shrieked, convulsed him violently and came out. The boy looked so much like a corpse that many said, \"He's dead.\"",
        "vcode": "NIV",
        "vnum": 26
    },
    {
        "bcode": 41,
        "cnum": 9,
        "content": "But Jesus took him by the hand and lifted him to his feet, and he stood up.",
        "vcode": "NIV",
        "vnum": 27
    },
    {
        "bcode": 41,
        "cnum": 9,
        "content": "After Jesus had gone indoors, his disciples asked him privately, \"Why couldn't we drive it out?\"",
        "vcode": "NIV",
        "vnum": 28
    },
    {
        "bcode": 41,
        "cnum": 9,
        "content": "He replied, \"This kind can come out only by prayer.\"",
        "vcode": "NIV",
        "vnum": 29
    },
    {
        "bcode": 41,
        "cnum": 9,
        "content": "They left that place and passed through Galilee. Jesus did not want anyone to know where they were,",
        "vcode": "NIV",
        "vnum": 30
    },
    {
        "bcode": 41,
        "cnum": 9,
        "content": "because he was teaching his disciples. He said to them, \"The Son of Man is going to be betrayed into the hands of men. They will kill him, and after three days he will rise.\"",
        "vcode": "NIV",
        "vnum": 31
    },
    {
        "bcode": 41,
        "cnum": 9,
        "content": "But they did not understand what he meant and were afraid to ask him about it.",
        "vcode": "NIV",
        "vnum": 32
    },
    {
        "bcode": 41,
        "cnum": 9,
        "content": "They came to Capernaum. When he was in the house, he asked them, \"What were you arguing about on the road?\"",
        "vcode": "NIV",
        "vnum": 33
    },
    {
        "bcode": 41,
        "cnum": 9,
        "content": "But they kept quiet because on the way they had argued about who was the greatest.",
        "vcode": "NIV",
        "vnum": 34
    },
    {
        "bcode": 41,
        "cnum": 9,
        "content": "Sitting down, Jesus called the Twelve and said, \"If anyone wants to be first, he must be the very last, and the servant of all.\"",
        "vcode": "NIV",
        "vnum": 35
    },
    {
        "bcode": 41,
        "cnum": 9,
        "content": "He took a little child and had him stand among them. Taking him in his arms, he said to them,",
        "vcode": "NIV",
        "vnum": 36
    },
    {
        "bcode": 41,
        "cnum": 9,
        "content": "\"Whoever welcomes one of these little children in my name welcomes me; and whoever welcomes me does not welcome me but the one who sent me.\"",
        "vcode": "NIV",
        "vnum": 37
    },
    {
        "bcode": 41,
        "cnum": 9,
        "content": "\"Teacher,\" said John, \"we saw a man driving out demons in your name and we told him to stop, because he was not one of us.\"",
        "vcode": "NIV",
        "vnum": 38
    },
    {
        "bcode": 41,
        "cnum": 9,
        "content": "\"Do not stop him,\" Jesus said. \"No one who does a miracle in my name can in the next moment say anything bad about me,",
        "vcode": "NIV",
        "vnum": 39
    },
    {
        "bcode": 41,
        "cnum": 9,
        "content": "for whoever is not against us is for us.",
        "vcode": "NIV",
        "vnum": 40
    },
    {
        "bcode": 41,
        "cnum": 9,
        "content": "I tell you the truth, anyone who gives you a cup of water in my name because you belong to Christ will certainly not lose his reward.",
        "vcode": "NIV",
        "vnum": 41
    },
    {
        "bcode": 41,
        "cnum": 9,
        "content": "\"And if anyone causes one of these little ones who believe in me to sin, it would be better for him to be thrown into the sea with a large millstone tied around his neck.",
        "vcode": "NIV",
        "vnum": 42
    },
    {
        "bcode": 41,
        "cnum": 9,
        "content": "If your hand causes you to sin, cut it off. It is better for you to enter life maimed than with two hands to go into hell, where the fire never goes out.",
        "vcode": "NIV",
        "vnum": 43
    },
    {
        "bcode": 41,
        "cnum": 9,
        "content": "",
        "vcode": "NIV",
        "vnum": 44
    },
    {
        "bcode": 41,
        "cnum": 9,
        "content": "And if your foot causes you to sin, cut it off. It is better for you to enter life crippled than to have two feet and be thrown into hell.",
        "vcode": "NIV",
        "vnum": 45
    },
    {
        "bcode": 41,
        "cnum": 9,
        "content": "",
        "vcode": "NIV",
        "vnum": 46
    },
    {
        "bcode": 41,
        "cnum": 9,
        "content": "And if your eye causes you to sin, pluck it out. It is better for you to enter the kingdom of God with one eye than to have two eyes and be thrown into hell,",
        "vcode": "NIV",
        "vnum": 47
    },
    {
        "bcode": 41,
        "cnum": 9,
        "content": "where \" 'their worm does not die, and the fire is not quenched.'",
        "vcode": "NIV",
        "vnum": 48
    },
    {
        "bcode": 41,
        "cnum": 9,
        "content": "Everyone will be salted with fire.",
        "vcode": "NIV",
        "vnum": 49
    },
    {
        "bcode": 41,
        "cnum": 9,
        "content": "\"Salt is good, but if it loses its saltiness, how can you make it salty again? Have salt in yourselves, and be at peace with each other.\"",
        "vcode": "NIV",
        "vnum": 50
    }
]