{"pageProps":{"version":{"name":"NIV","vcode":"NIV"},"bible":{"bcode":66,"chapterCount":22,"name":"Revelation","type":"new","vcode":"NIV"},"chapter":"3","verses":[{"bcode":66,"cnum":3,"content":"\"To the angel of the church in Sardis write: These are the words of him who holds the seven spiritsof God and the seven stars. I know your deeds; you have a reputation of being alive, but you are dead.","vcode":"NIV","vnum":1},{"bcode":66,"cnum":3,"content":"Wake up! Strengthen what remains and is about to die, for I have not found your deeds complete in the sight of my God.","vcode":"NIV","vnum":2},{"bcode":66,"cnum":3,"content":"Remember, therefore, what you have received and heard; obey it, and repent. But if you do not wake up, I will come like a thief, and you will not know at what time I will come to you.","vcode":"NIV","vnum":3},{"bcode":66,"cnum":3,"content":"Yet you have a few people in Sardis who have not soiled their clothes. They will walk with me, dressed in white, for they are worthy.","vcode":"NIV","vnum":4},{"bcode":66,"cnum":3,"content":"He who overcomes will, like them, be dressed in white. I will never blot out his name from the book of life, but will acknowledge his name before my Father and his angels.","vcode":"NIV","vnum":5},{"bcode":66,"cnum":3,"content":"He who has an ear, let him hear what the Spirit says to the churches.","vcode":"NIV","vnum":6},{"bcode":66,"cnum":3,"content":"\"To the angel of the church in Philadelphia write: These are the words of him who is holy and true, who holds the key of David. What he opens no one can shut, and what he shuts no one can open.","vcode":"NIV","vnum":7},{"bcode":66,"cnum":3,"content":"I know your deeds. See, I have placed before you an open door that no one can shut. I know that you have little strength, yet you have kept my word and have not denied my name.","vcode":"NIV","vnum":8},{"bcode":66,"cnum":3,"content":"I will make those who are of the synagogue of Satan, who claim to be Jews though they are not, but are liars--I will make them come and fall down at your feet and acknowledge that I have loved you.","vcode":"NIV","vnum":9},{"bcode":66,"cnum":3,"content":"Since you have kept my command to endure patiently, I will also keep you from the hour of trial that is going to come upon the whole world to test those who live on the earth.","vcode":"NIV","vnum":10},{"bcode":66,"cnum":3,"content":"I am coming soon. Hold on to what you have, so that no one will take your crown.","vcode":"NIV","vnum":11},{"bcode":66,"cnum":3,"content":"Him who overcomes I will make a pillar in the temple of my God. Never again will he leave it. I will write on him the name of my God and the name of the city of my God, the new Jerusalem, which is coming down out of heaven from my God; and I will also write on him my new name.","vcode":"NIV","vnum":12},{"bcode":66,"cnum":3,"content":"He who has an ear, let him hear what the Spirit says to the churches.","vcode":"NIV","vnum":13},{"bcode":66,"cnum":3,"content":"\"To the angel of the church in Laodicea write: These are the words of the Amen, the faithful and true witness, the ruler of God's creation.","vcode":"NIV","vnum":14},{"bcode":66,"cnum":3,"content":"I know your deeds, that you are neither cold nor hot. I wish you were either one or the other!","vcode":"NIV","vnum":15},{"bcode":66,"cnum":3,"content":"So, because you are lukewarm--neither hot nor cold--I am about to spit you out of my mouth.","vcode":"NIV","vnum":16},{"bcode":66,"cnum":3,"content":"You say, 'I am rich; I have acquired wealth and do not need a thing.' But you do not realize that you are wretched, pitiful, poor, blind and naked.","vcode":"NIV","vnum":17},{"bcode":66,"cnum":3,"content":"I counsel you to buy from me gold refined in the fire, so you can become rich; and white clothes to wear, so you can cover your shameful nakedness; and salve to put on your eyes, so you can see.","vcode":"NIV","vnum":18},{"bcode":66,"cnum":3,"content":"Those whom I love I rebuke and discipline. So be earnest, and repent.","vcode":"NIV","vnum":19},{"bcode":66,"cnum":3,"content":"Here I am! I stand at the door and knock. If anyone hears my voice and opens the door, I will come in and eat with him, and he with me.","vcode":"NIV","vnum":20},{"bcode":66,"cnum":3,"content":"To him who overcomes, I will give the right to sit with me on my throne, just as I overcame and sat down with my Father on his throne.","vcode":"NIV","vnum":21},{"bcode":66,"cnum":3,"content":"He who has an ear, let him hear what the Spirit says to the churches.\"","vcode":"NIV","vnum":22}]},"__N_SSG":true}