{"pageProps":{"version":{"name":"NIV","vcode":"NIV"},"bible":{"bcode":19,"chapterCount":150,"name":"Psalms","type":"old","vcode":"NIV"},"chapter":"79","verses":[{"bcode":19,"cnum":79,"content":"O God, the nations have invaded your inheritance; they have defiled your holy temple, they have reduced Jerusalem to rubble.","vcode":"NIV","vnum":1},{"bcode":19,"cnum":79,"content":"They have given the dead bodies of your servants as food to the birds of the air, the flesh of your saints to the beasts of the earth.","vcode":"NIV","vnum":2},{"bcode":19,"cnum":79,"content":"They have poured out blood like water all around Jerusalem, and there is no one to bury the dead.","vcode":"NIV","vnum":3},{"bcode":19,"cnum":79,"content":"We are objects of reproach to our neighbors, of scorn and derision to those around us.","vcode":"NIV","vnum":4},{"bcode":19,"cnum":79,"content":"How long, O LORD ? Will you be angry forever? How long will your jealousy burn like fire?","vcode":"NIV","vnum":5},{"bcode":19,"cnum":79,"content":"Pour out your wrath on the nations that do not acknowledge you, on the kingdoms that do not call on your name;","vcode":"NIV","vnum":6},{"bcode":19,"cnum":79,"content":"for they have devoured Jacob and destroyed his homeland.","vcode":"NIV","vnum":7},{"bcode":19,"cnum":79,"content":"Do not hold against us the sins of the fathers; may your mercy come quickly to meet us, for we are in desperate need.","vcode":"NIV","vnum":8},{"bcode":19,"cnum":79,"content":"Help us, O God our Savior, for the glory of your name; deliver us and forgive our sins for your name's sake.","vcode":"NIV","vnum":9},{"bcode":19,"cnum":79,"content":"Why should the nations say, \"Where is their God?\" Before our eyes, make known among the nations that you avenge the outpoured blood of your servants.","vcode":"NIV","vnum":10},{"bcode":19,"cnum":79,"content":"May the groans of the prisoners come before you; by the strength of your arm preserve those condemned to die.","vcode":"NIV","vnum":11},{"bcode":19,"cnum":79,"content":"Pay back into the laps of our neighbors seven times the reproach they have hurled at you, O Lord.","vcode":"NIV","vnum":12},{"bcode":19,"cnum":79,"content":"Then we your people, the sheep of your pasture, will praise you forever; from generation to generation we will recount your praise.","vcode":"NIV","vnum":13}]},"__N_SSG":true}