[
    {
        "bcode": 15,
        "cnum": 6,
        "content": "King Darius then issued an order, and they searched in the archives stored in the treasury at Babylon.",
        "vcode": "NIV",
        "vnum": 1
    },
    {
        "bcode": 15,
        "cnum": 6,
        "content": "A scroll was found in the citadel of Ecbatana in the province of Media, and this was written on it: Memorandum:",
        "vcode": "NIV",
        "vnum": 2
    },
    {
        "bcode": 15,
        "cnum": 6,
        "content": "In the first year of King Cyrus, the king issued a decree concerning the temple of God in Jerusalem: Let the temple be rebuilt as a place to present sacrifices, and let its foundations be laid. It is to be ninety feet high and ninety feet wide,",
        "vcode": "NIV",
        "vnum": 3
    },
    {
        "bcode": 15,
        "cnum": 6,
        "content": "with three courses of large stones and one of timbers. The costs are to be paid by the royal treasury.",
        "vcode": "NIV",
        "vnum": 4
    },
    {
        "bcode": 15,
        "cnum": 6,
        "content": "Also, the gold and silver articles of the house of God, which Nebuchadnezzar took from the temple in Jerusalem and brought to Babylon, are to be returned to their places in the temple in Jerusalem; they are to be deposited in the house of God.",
        "vcode": "NIV",
        "vnum": 5
    },
    {
        "bcode": 15,
        "cnum": 6,
        "content": "Now then, Tattenai, governor of Trans-Euphrates, and Shethar-Bozenai and you, their fellow officials of that province, stay away from there.",
        "vcode": "NIV",
        "vnum": 6
    },
    {
        "bcode": 15,
        "cnum": 6,
        "content": "Do not interfere with the work on this temple of God. Let the governor of the Jews and the Jewish elders rebuild this house of God on its site.",
        "vcode": "NIV",
        "vnum": 7
    },
    {
        "bcode": 15,
        "cnum": 6,
        "content": "Moreover, I hereby decree what you are to do for these elders of the Jews in the construction of this house of God: The expenses of these men are to be fully paid out of the royal treasury, from the revenues of Trans-Euphrates, so that the work will not stop.",
        "vcode": "NIV",
        "vnum": 8
    },
    {
        "bcode": 15,
        "cnum": 6,
        "content": "Whatever is needed--young bulls, rams, male lambs for burnt offerings to the God of heaven, and wheat, salt, wine and oil, as requested by the priests in Jerusalem--must be given them daily without fail,",
        "vcode": "NIV",
        "vnum": 9
    },
    {
        "bcode": 15,
        "cnum": 6,
        "content": "so that they may offer sacrifices pleasing to the God of heaven and pray for the well-being of the king and his sons.",
        "vcode": "NIV",
        "vnum": 10
    },
    {
        "bcode": 15,
        "cnum": 6,
        "content": "Furthermore, I decree that if anyone changes this edict, a beam is to be pulled from his house and he is to be lifted up and impaled on it. And for this crime his house is to be made a pile of rubble.",
        "vcode": "NIV",
        "vnum": 11
    },
    {
        "bcode": 15,
        "cnum": 6,
        "content": "May God, who has caused his Name to dwell there, overthrow any king or people who lifts a hand to change this decree or to destroy this temple in Jerusalem. I Darius have decreed it. Let it be carried out with diligence.",
        "vcode": "NIV",
        "vnum": 12
    },
    {
        "bcode": 15,
        "cnum": 6,
        "content": "Then, because of the decree King Darius had sent, Tattenai, governor of Trans-Euphrates, and Shethar-Bozenai and their associates carried it out with diligence.",
        "vcode": "NIV",
        "vnum": 13
    },
    {
        "bcode": 15,
        "cnum": 6,
        "content": "So the elders of the Jews continued to build and prosper under the preaching of Haggai the prophet and Zechariah, a descendant of Iddo. They finished building the temple according to the command of the God of Israel and the decrees of Cyrus, Darius and Artaxerxes, kings of Persia.",
        "vcode": "NIV",
        "vnum": 14
    },
    {
        "bcode": 15,
        "cnum": 6,
        "content": "The temple was completed on the third day of the month Adar, in the sixth year of the reign of King Darius.",
        "vcode": "NIV",
        "vnum": 15
    },
    {
        "bcode": 15,
        "cnum": 6,
        "content": "Then the people of Israel--the priests, the Levites and the rest of the exiles--celebrated the dedication of the house of God with joy.",
        "vcode": "NIV",
        "vnum": 16
    },
    {
        "bcode": 15,
        "cnum": 6,
        "content": "For the dedication of this house of God they offered a hundred bulls, two hundred rams, four hundred male lambs and, as a sin offering for all Israel, twelve male goats, one for each of the tribes of Israel.",
        "vcode": "NIV",
        "vnum": 17
    },
    {
        "bcode": 15,
        "cnum": 6,
        "content": "And they installed the priests in their divisions and the Levites in their groups for the service of God at Jerusalem, according to what is written in the Book of Moses.",
        "vcode": "NIV",
        "vnum": 18
    },
    {
        "bcode": 15,
        "cnum": 6,
        "content": "On the fourteenth day of the first month, the exiles celebrated the Passover.",
        "vcode": "NIV",
        "vnum": 19
    },
    {
        "bcode": 15,
        "cnum": 6,
        "content": "The priests and Levites had purified themselves and were all ceremonially clean. The Levites slaughtered the Passover lamb for all the exiles, for their brothers the priests and for themselves.",
        "vcode": "NIV",
        "vnum": 20
    },
    {
        "bcode": 15,
        "cnum": 6,
        "content": "So the Israelites who had returned from the exile ate it, together with all who had separated themselves from the unclean practices of their Gentile neighbors in order to seek the LORD, the God of Israel.",
        "vcode": "NIV",
        "vnum": 21
    },
    {
        "bcode": 15,
        "cnum": 6,
        "content": "For seven days they celebrated with joy the Feast of Unleavened Bread, because the LORD had filled them with joy by changing the attitude of the king of Assyria, so that he assisted them in the work on the house of God, the God of Israel.",
        "vcode": "NIV",
        "vnum": 22
    }
]