[
    {
        "bcode": 30,
        "cnum": 5,
        "content": "Hear this word, O house of Israel, this lament I take up concerning you:",
        "vcode": "NIV",
        "vnum": 1
    },
    {
        "bcode": 30,
        "cnum": 5,
        "content": "\"Fallen is Virgin Israel, never to rise again, deserted in her own land, with no one to lift her up.\"",
        "vcode": "NIV",
        "vnum": 2
    },
    {
        "bcode": 30,
        "cnum": 5,
        "content": "This is what the Sovereign LORD says: \"The city that marches out a thousand strong for Israel will have only a hundred left; the town that marches out a hundred strong will have only ten left.\"",
        "vcode": "NIV",
        "vnum": 3
    },
    {
        "bcode": 30,
        "cnum": 5,
        "content": "This is what the LORD says to the house of Israel: \"Seek me and live;",
        "vcode": "NIV",
        "vnum": 4
    },
    {
        "bcode": 30,
        "cnum": 5,
        "content": "do not seek Bethel, do not go to Gilgal, do not journey to Beersheba. For Gilgal will surely go into exile, and Bethel will be reduced to nothing. \"",
        "vcode": "NIV",
        "vnum": 5
    },
    {
        "bcode": 30,
        "cnum": 5,
        "content": "Seek the LORD and live, or he will sweep through the house of Joseph like a fire; it will devour, and Bethel will have no one to quench it.",
        "vcode": "NIV",
        "vnum": 6
    },
    {
        "bcode": 30,
        "cnum": 5,
        "content": "You who turn justice into bitterness and cast righteousness to the ground",
        "vcode": "NIV",
        "vnum": 7
    },
    {
        "bcode": 30,
        "cnum": 5,
        "content": "(he who made the Pleiades and Orion, who turns blackness into dawn and darkens day into night, who calls for the waters of the sea and pours them out over the face of the land-- the LORD is his name-",
        "vcode": "NIV",
        "vnum": 8
    },
    {
        "bcode": 30,
        "cnum": 5,
        "content": "he flashes destruction on the stronghold and brings the fortified city to ruin),",
        "vcode": "NIV",
        "vnum": 9
    },
    {
        "bcode": 30,
        "cnum": 5,
        "content": "you hate the one who reproves in court and despise him who tells the truth.",
        "vcode": "NIV",
        "vnum": 10
    },
    {
        "bcode": 30,
        "cnum": 5,
        "content": "You trample on the poor and force him to give you grain. Therefore, though you have built stone mansions, you will not live in them; though you have planted lush vineyards, you will not drink their wine.",
        "vcode": "NIV",
        "vnum": 11
    },
    {
        "bcode": 30,
        "cnum": 5,
        "content": "For I know how many are your offenses and how great your sins. You oppress the righteous and take bribes and you deprive the poor of justice in the courts.",
        "vcode": "NIV",
        "vnum": 12
    },
    {
        "bcode": 30,
        "cnum": 5,
        "content": "Therefore the prudent man keeps quiet in such times, for the times are evil.",
        "vcode": "NIV",
        "vnum": 13
    },
    {
        "bcode": 30,
        "cnum": 5,
        "content": "Seek good, not evil, that you may live. Then the LORD God Almighty will be with you, just as you say he is.",
        "vcode": "NIV",
        "vnum": 14
    },
    {
        "bcode": 30,
        "cnum": 5,
        "content": "Hate evil, love good; maintain justice in the courts. Perhaps the LORD God Almighty will have mercy on the remnant of Joseph.",
        "vcode": "NIV",
        "vnum": 15
    },
    {
        "bcode": 30,
        "cnum": 5,
        "content": "Therefore this is what the Lord, the LORD God Almighty, says: \"There will be wailing in all the streets and cries of anguish in every public square. The farmers will be summoned to weep and the mourners to wail.",
        "vcode": "NIV",
        "vnum": 16
    },
    {
        "bcode": 30,
        "cnum": 5,
        "content": "There will be wailing in all the vineyards, for I will pass through your midst,\" says the LORD.",
        "vcode": "NIV",
        "vnum": 17
    },
    {
        "bcode": 30,
        "cnum": 5,
        "content": "Woe to you who long for the day of the LORD! Why do you long for the day of the LORD ? That day will be darkness, not light.",
        "vcode": "NIV",
        "vnum": 18
    },
    {
        "bcode": 30,
        "cnum": 5,
        "content": "It will be as though a man fled from a lion only to meet a bear, as though he entered his house and rested his hand on the wall only to have a snake bite him.",
        "vcode": "NIV",
        "vnum": 19
    },
    {
        "bcode": 30,
        "cnum": 5,
        "content": "Will not the day of the LORD be darkness, not light-- pitch-dark, without a ray of brightness?",
        "vcode": "NIV",
        "vnum": 20
    },
    {
        "bcode": 30,
        "cnum": 5,
        "content": "\"I hate, I despise your religious feasts; I cannot stand your assemblies.",
        "vcode": "NIV",
        "vnum": 21
    },
    {
        "bcode": 30,
        "cnum": 5,
        "content": "Even though you bring me burnt offerings and grain offerings, I will not accept them. Though you bring choice fellowship offerings, I will have no regard for them.",
        "vcode": "NIV",
        "vnum": 22
    },
    {
        "bcode": 30,
        "cnum": 5,
        "content": "Away with the noise of your songs! I will not listen to the music of your harps.",
        "vcode": "NIV",
        "vnum": 23
    },
    {
        "bcode": 30,
        "cnum": 5,
        "content": "But let justice roll on like a river, righteousness like a never-failing stream!",
        "vcode": "NIV",
        "vnum": 24
    },
    {
        "bcode": 30,
        "cnum": 5,
        "content": "\"Did you bring me sacrifices and offerings forty years in the desert, O house of Israel?",
        "vcode": "NIV",
        "vnum": 25
    },
    {
        "bcode": 30,
        "cnum": 5,
        "content": "You have lifted up the shrine of your king, the pedestal of your idols, the star of your god -- which you made for yourselves.",
        "vcode": "NIV",
        "vnum": 26
    },
    {
        "bcode": 30,
        "cnum": 5,
        "content": "Therefore I will send you into exile beyond Damascus,\" says the LORD, whose name is God Almighty.",
        "vcode": "NIV",
        "vnum": 27
    }
]