[
    {
        "bcode": 20,
        "cnum": 13,
        "content": "A wise son heeds his father's instruction, but a mocker does not listen to rebuke.",
        "vcode": "NIV",
        "vnum": 1
    },
    {
        "bcode": 20,
        "cnum": 13,
        "content": "From the fruit of his lips a man enjoys good things, but the unfaithful have a craving for violence.",
        "vcode": "NIV",
        "vnum": 2
    },
    {
        "bcode": 20,
        "cnum": 13,
        "content": "He who guards his lips guards his life, but he who speaks rashly will come to ruin.",
        "vcode": "NIV",
        "vnum": 3
    },
    {
        "bcode": 20,
        "cnum": 13,
        "content": "The sluggard craves and gets nothing, but the desires of the diligent are fully satisfied.",
        "vcode": "NIV",
        "vnum": 4
    },
    {
        "bcode": 20,
        "cnum": 13,
        "content": "The righteous hate what is false, but the wicked bring shame and disgrace.",
        "vcode": "NIV",
        "vnum": 5
    },
    {
        "bcode": 20,
        "cnum": 13,
        "content": "Righteousness guards the man of integrity, but wickedness overthrows the sinner.",
        "vcode": "NIV",
        "vnum": 6
    },
    {
        "bcode": 20,
        "cnum": 13,
        "content": "One man pretends to be rich, yet has nothing; another pretends to be poor, yet has great wealth.",
        "vcode": "NIV",
        "vnum": 7
    },
    {
        "bcode": 20,
        "cnum": 13,
        "content": "A man's riches may ransom his life, but a poor man hears no threat.",
        "vcode": "NIV",
        "vnum": 8
    },
    {
        "bcode": 20,
        "cnum": 13,
        "content": "The light of the righteous shines brightly, but the lamp of the wicked is snuffed out.",
        "vcode": "NIV",
        "vnum": 9
    },
    {
        "bcode": 20,
        "cnum": 13,
        "content": "Pride only breeds quarrels, but wisdom is found in those who take advice.",
        "vcode": "NIV",
        "vnum": 10
    },
    {
        "bcode": 20,
        "cnum": 13,
        "content": "Dishonest money dwindles away, but he who gathers money little by little makes it grow.",
        "vcode": "NIV",
        "vnum": 11
    },
    {
        "bcode": 20,
        "cnum": 13,
        "content": "Hope deferred makes the heart sick, but a longing fulfilled is a tree of life.",
        "vcode": "NIV",
        "vnum": 12
    },
    {
        "bcode": 20,
        "cnum": 13,
        "content": "He who scorns instruction will pay for it, but he who respects a command is rewarded.",
        "vcode": "NIV",
        "vnum": 13
    },
    {
        "bcode": 20,
        "cnum": 13,
        "content": "The teaching of the wise is a fountain of life, turning a man from the snares of death.",
        "vcode": "NIV",
        "vnum": 14
    },
    {
        "bcode": 20,
        "cnum": 13,
        "content": "Good understanding wins favor, but the way of the unfaithful is hard.",
        "vcode": "NIV",
        "vnum": 15
    },
    {
        "bcode": 20,
        "cnum": 13,
        "content": "Every prudent man acts out of knowledge, but a fool exposes his folly.",
        "vcode": "NIV",
        "vnum": 16
    },
    {
        "bcode": 20,
        "cnum": 13,
        "content": "A wicked messenger falls into trouble, but a trustworthy envoy brings healing.",
        "vcode": "NIV",
        "vnum": 17
    },
    {
        "bcode": 20,
        "cnum": 13,
        "content": "He who ignores discipline comes to poverty and shame, but whoever heeds correction is honored.",
        "vcode": "NIV",
        "vnum": 18
    },
    {
        "bcode": 20,
        "cnum": 13,
        "content": "A longing fulfilled is sweet to the soul, but fools detest turning from evil.",
        "vcode": "NIV",
        "vnum": 19
    },
    {
        "bcode": 20,
        "cnum": 13,
        "content": "He who walks with the wise grows wise, but a companion of fools suffers harm.",
        "vcode": "NIV",
        "vnum": 20
    },
    {
        "bcode": 20,
        "cnum": 13,
        "content": "Misfortune pursues the sinner, but prosperity is the reward of the righteous.",
        "vcode": "NIV",
        "vnum": 21
    },
    {
        "bcode": 20,
        "cnum": 13,
        "content": "A good man leaves an inheritance for his children's children, but a sinner's wealth is stored up for the righteous.",
        "vcode": "NIV",
        "vnum": 22
    },
    {
        "bcode": 20,
        "cnum": 13,
        "content": "A poor man's field may produce abundant food, but injustice sweeps it away.",
        "vcode": "NIV",
        "vnum": 23
    },
    {
        "bcode": 20,
        "cnum": 13,
        "content": "He who spares the rod hates his son, but he who loves him is careful to discipline him.",
        "vcode": "NIV",
        "vnum": 24
    },
    {
        "bcode": 20,
        "cnum": 13,
        "content": "The righteous eat to their hearts' content, but the stomach of the wicked goes hungry.",
        "vcode": "NIV",
        "vnum": 25
    }
]