[
    {
        "bcode": 20,
        "cnum": 15,
        "content": "A gentle answer turns away wrath, but a harsh word stirs up anger.",
        "vcode": "NIV",
        "vnum": 1
    },
    {
        "bcode": 20,
        "cnum": 15,
        "content": "The tongue of the wise commends knowledge, but the mouth of the fool gushes folly.",
        "vcode": "NIV",
        "vnum": 2
    },
    {
        "bcode": 20,
        "cnum": 15,
        "content": "The eyes of the LORD are everywhere, keeping watch on the wicked and the good.",
        "vcode": "NIV",
        "vnum": 3
    },
    {
        "bcode": 20,
        "cnum": 15,
        "content": "The tongue that brings healing is a tree of life, but a deceitful tongue crushes the spirit.",
        "vcode": "NIV",
        "vnum": 4
    },
    {
        "bcode": 20,
        "cnum": 15,
        "content": "A fool spurns his father's discipline, but whoever heeds correction shows prudence.",
        "vcode": "NIV",
        "vnum": 5
    },
    {
        "bcode": 20,
        "cnum": 15,
        "content": "The house of the righteous contains great treasure, but the income of the wicked brings them trouble.",
        "vcode": "NIV",
        "vnum": 6
    },
    {
        "bcode": 20,
        "cnum": 15,
        "content": "The lips of the wise spread knowledge; not so the hearts of fools.",
        "vcode": "NIV",
        "vnum": 7
    },
    {
        "bcode": 20,
        "cnum": 15,
        "content": "The LORD detests the sacrifice of the wicked, but the prayer of the upright pleases him.",
        "vcode": "NIV",
        "vnum": 8
    },
    {
        "bcode": 20,
        "cnum": 15,
        "content": "The LORD detests the way of the wicked but he loves those who pursue righteousness.",
        "vcode": "NIV",
        "vnum": 9
    },
    {
        "bcode": 20,
        "cnum": 15,
        "content": "Stern discipline awaits him who leaves the path; he who hates correction will die.",
        "vcode": "NIV",
        "vnum": 10
    },
    {
        "bcode": 20,
        "cnum": 15,
        "content": "Death and Destruction lie open before the LORD-- how much more the hearts of men!",
        "vcode": "NIV",
        "vnum": 11
    },
    {
        "bcode": 20,
        "cnum": 15,
        "content": "A mocker resents correction; he will not consult the wise.",
        "vcode": "NIV",
        "vnum": 12
    },
    {
        "bcode": 20,
        "cnum": 15,
        "content": "A happy heart makes the face cheerful, but heartache crushes the spirit.",
        "vcode": "NIV",
        "vnum": 13
    },
    {
        "bcode": 20,
        "cnum": 15,
        "content": "The discerning heart seeks knowledge, but the mouth of a fool feeds on folly.",
        "vcode": "NIV",
        "vnum": 14
    },
    {
        "bcode": 20,
        "cnum": 15,
        "content": "All the days of the oppressed are wretched, but the cheerful heart has a continual feast.",
        "vcode": "NIV",
        "vnum": 15
    },
    {
        "bcode": 20,
        "cnum": 15,
        "content": "Better a little with the fear of the LORD than great wealth with turmoil.",
        "vcode": "NIV",
        "vnum": 16
    },
    {
        "bcode": 20,
        "cnum": 15,
        "content": "Better a meal of vegetables where there is love than a fattened calf with hatred.",
        "vcode": "NIV",
        "vnum": 17
    },
    {
        "bcode": 20,
        "cnum": 15,
        "content": "A hot-tempered man stirs up dissension, but a patient man calms a quarrel.",
        "vcode": "NIV",
        "vnum": 18
    },
    {
        "bcode": 20,
        "cnum": 15,
        "content": "The way of the sluggard is blocked with thorns, but the path of the upright is a highway.",
        "vcode": "NIV",
        "vnum": 19
    },
    {
        "bcode": 20,
        "cnum": 15,
        "content": "A wise son brings joy to his father, but a foolish man despises his mother.",
        "vcode": "NIV",
        "vnum": 20
    },
    {
        "bcode": 20,
        "cnum": 15,
        "content": "Folly delights a man who lacks judgment, but a man of understanding keeps a straight course.",
        "vcode": "NIV",
        "vnum": 21
    },
    {
        "bcode": 20,
        "cnum": 15,
        "content": "Plans fail for lack of counsel, but with many advisers they succeed.",
        "vcode": "NIV",
        "vnum": 22
    },
    {
        "bcode": 20,
        "cnum": 15,
        "content": "A man finds joy in giving an apt reply-- and how good is a timely word!",
        "vcode": "NIV",
        "vnum": 23
    },
    {
        "bcode": 20,
        "cnum": 15,
        "content": "The path of life leads upward for the wise to keep him from going down to the grave.",
        "vcode": "NIV",
        "vnum": 24
    },
    {
        "bcode": 20,
        "cnum": 15,
        "content": "The LORD tears down the proud man's house but he keeps the widow's boundaries intact.",
        "vcode": "NIV",
        "vnum": 25
    },
    {
        "bcode": 20,
        "cnum": 15,
        "content": "The LORD detests the thoughts of the wicked, but those of the pure are pleasing to him.",
        "vcode": "NIV",
        "vnum": 26
    },
    {
        "bcode": 20,
        "cnum": 15,
        "content": "A greedy man brings trouble to his family, but he who hates bribes will live.",
        "vcode": "NIV",
        "vnum": 27
    },
    {
        "bcode": 20,
        "cnum": 15,
        "content": "The heart of the righteous weighs its answers, but the mouth of the wicked gushes evil.",
        "vcode": "NIV",
        "vnum": 28
    },
    {
        "bcode": 20,
        "cnum": 15,
        "content": "The LORD is far from the wicked but he hears the prayer of the righteous.",
        "vcode": "NIV",
        "vnum": 29
    },
    {
        "bcode": 20,
        "cnum": 15,
        "content": "A cheerful look brings joy to the heart, and good news gives health to the bones.",
        "vcode": "NIV",
        "vnum": 30
    },
    {
        "bcode": 20,
        "cnum": 15,
        "content": "He who listens to a life-giving rebuke will be at home among the wise.",
        "vcode": "NIV",
        "vnum": 31
    },
    {
        "bcode": 20,
        "cnum": 15,
        "content": "He who ignores discipline despises himself, but whoever heeds correction gains understanding.",
        "vcode": "NIV",
        "vnum": 32
    },
    {
        "bcode": 20,
        "cnum": 15,
        "content": "The fear of the LORD teaches a man wisdom, and humility comes before honor.",
        "vcode": "NIV",
        "vnum": 33
    }
]