[
    {
        "bcode": 20,
        "cnum": 17,
        "content": "Better a dry crust with peace and quiet than a house full of feasting, with strife.",
        "vcode": "NIV",
        "vnum": 1
    },
    {
        "bcode": 20,
        "cnum": 17,
        "content": "A wise servant will rule over a disgraceful son, and will share the inheritance as one of the brothers.",
        "vcode": "NIV",
        "vnum": 2
    },
    {
        "bcode": 20,
        "cnum": 17,
        "content": "The crucible for silver and the furnace for gold, but the LORD tests the heart.",
        "vcode": "NIV",
        "vnum": 3
    },
    {
        "bcode": 20,
        "cnum": 17,
        "content": "A wicked man listens to evil lips; a liar pays attention to a malicious tongue.",
        "vcode": "NIV",
        "vnum": 4
    },
    {
        "bcode": 20,
        "cnum": 17,
        "content": "He who mocks the poor shows contempt for their Maker; whoever gloats over disaster will not go unpunished.",
        "vcode": "NIV",
        "vnum": 5
    },
    {
        "bcode": 20,
        "cnum": 17,
        "content": "Children's children are a crown to the aged, and parents are the pride of their children.",
        "vcode": "NIV",
        "vnum": 6
    },
    {
        "bcode": 20,
        "cnum": 17,
        "content": "Arrogant lips are unsuited to a fool-- how much worse lying lips to a ruler!",
        "vcode": "NIV",
        "vnum": 7
    },
    {
        "bcode": 20,
        "cnum": 17,
        "content": "A bribe is a charm to the one who gives it; wherever he turns, he succeeds.",
        "vcode": "NIV",
        "vnum": 8
    },
    {
        "bcode": 20,
        "cnum": 17,
        "content": "He who covers over an offense promotes love, but whoever repeats the matter separates close friends.",
        "vcode": "NIV",
        "vnum": 9
    },
    {
        "bcode": 20,
        "cnum": 17,
        "content": "A rebuke impresses a man of discernment more than a hundred lashes a fool.",
        "vcode": "NIV",
        "vnum": 10
    },
    {
        "bcode": 20,
        "cnum": 17,
        "content": "An evil man is bent only on rebellion; a merciless official will be sent against him.",
        "vcode": "NIV",
        "vnum": 11
    },
    {
        "bcode": 20,
        "cnum": 17,
        "content": "Better to meet a bear robbed of her cubs than a fool in his folly.",
        "vcode": "NIV",
        "vnum": 12
    },
    {
        "bcode": 20,
        "cnum": 17,
        "content": "If a man pays back evil for good, evil will never leave his house.",
        "vcode": "NIV",
        "vnum": 13
    },
    {
        "bcode": 20,
        "cnum": 17,
        "content": "Starting a quarrel is like breaching a dam; so drop the matter before a dispute breaks out.",
        "vcode": "NIV",
        "vnum": 14
    },
    {
        "bcode": 20,
        "cnum": 17,
        "content": "Acquitting the guilty and condemning the innocent-- the LORD detests them both.",
        "vcode": "NIV",
        "vnum": 15
    },
    {
        "bcode": 20,
        "cnum": 17,
        "content": "Of what use is money in the hand of a fool, since he has no desire to get wisdom?",
        "vcode": "NIV",
        "vnum": 16
    },
    {
        "bcode": 20,
        "cnum": 17,
        "content": "A friend loves at all times, and a brother is born for adversity.",
        "vcode": "NIV",
        "vnum": 17
    },
    {
        "bcode": 20,
        "cnum": 17,
        "content": "A man lacking in judgment strikes hands in pledge and puts up security for his neighbor.",
        "vcode": "NIV",
        "vnum": 18
    },
    {
        "bcode": 20,
        "cnum": 17,
        "content": "He who loves a quarrel loves sin; he who builds a high gate invites destruction.",
        "vcode": "NIV",
        "vnum": 19
    },
    {
        "bcode": 20,
        "cnum": 17,
        "content": "A man of perverse heart does not prosper; he whose tongue is deceitful falls into trouble.",
        "vcode": "NIV",
        "vnum": 20
    },
    {
        "bcode": 20,
        "cnum": 17,
        "content": "To have a fool for a son brings grief; there is no joy for the father of a fool.",
        "vcode": "NIV",
        "vnum": 21
    },
    {
        "bcode": 20,
        "cnum": 17,
        "content": "A cheerful heart is good medicine, but a crushed spirit dries up the bones.",
        "vcode": "NIV",
        "vnum": 22
    },
    {
        "bcode": 20,
        "cnum": 17,
        "content": "A wicked man accepts a bribe in secret to pervert the course of justice.",
        "vcode": "NIV",
        "vnum": 23
    },
    {
        "bcode": 20,
        "cnum": 17,
        "content": "A discerning man keeps wisdom in view, but a fool's eyes wander to the ends of the earth.",
        "vcode": "NIV",
        "vnum": 24
    },
    {
        "bcode": 20,
        "cnum": 17,
        "content": "A foolish son brings grief to his father and bitterness to the one who bore him.",
        "vcode": "NIV",
        "vnum": 25
    },
    {
        "bcode": 20,
        "cnum": 17,
        "content": "It is not good to punish an innocent man, or to flog officials for their integrity.",
        "vcode": "NIV",
        "vnum": 26
    },
    {
        "bcode": 20,
        "cnum": 17,
        "content": "A man of knowledge uses words with restraint, and a man of understanding is even-tempered.",
        "vcode": "NIV",
        "vnum": 27
    },
    {
        "bcode": 20,
        "cnum": 17,
        "content": "Even a fool is thought wise if he keeps silent, and discerning if he holds his tongue.",
        "vcode": "NIV",
        "vnum": 28
    }
]