[
    {
        "bcode": 20,
        "cnum": 19,
        "content": "Better a poor man whose walk is blameless than a fool whose lips are perverse.",
        "vcode": "NIV",
        "vnum": 1
    },
    {
        "bcode": 20,
        "cnum": 19,
        "content": "It is not good to have zeal without knowledge, nor to be hasty and miss the way.",
        "vcode": "NIV",
        "vnum": 2
    },
    {
        "bcode": 20,
        "cnum": 19,
        "content": "A man's own folly ruins his life, yet his heart rages against the LORD.",
        "vcode": "NIV",
        "vnum": 3
    },
    {
        "bcode": 20,
        "cnum": 19,
        "content": "Wealth brings many friends, but a poor man's friend deserts him.",
        "vcode": "NIV",
        "vnum": 4
    },
    {
        "bcode": 20,
        "cnum": 19,
        "content": "A false witness will not go unpunished, and he who pours out lies will not go free.",
        "vcode": "NIV",
        "vnum": 5
    },
    {
        "bcode": 20,
        "cnum": 19,
        "content": "Many curry favor with a ruler, and everyone is the friend of a man who gives gifts.",
        "vcode": "NIV",
        "vnum": 6
    },
    {
        "bcode": 20,
        "cnum": 19,
        "content": "A poor man is shunned by all his relatives-- how much more do his friends avoid him! Though he pursues them with pleading, they are nowhere to be found.",
        "vcode": "NIV",
        "vnum": 7
    },
    {
        "bcode": 20,
        "cnum": 19,
        "content": "He who gets wisdom loves his own soul; he who cherishes understanding prospers.",
        "vcode": "NIV",
        "vnum": 8
    },
    {
        "bcode": 20,
        "cnum": 19,
        "content": "A false witness will not go unpunished, and he who pours out lies will perish.",
        "vcode": "NIV",
        "vnum": 9
    },
    {
        "bcode": 20,
        "cnum": 19,
        "content": "It is not fitting for a fool to live in luxury-- how much worse for a slave to rule over princes!",
        "vcode": "NIV",
        "vnum": 10
    },
    {
        "bcode": 20,
        "cnum": 19,
        "content": "A man's wisdom gives him patience; it is to his glory to overlook an offense.",
        "vcode": "NIV",
        "vnum": 11
    },
    {
        "bcode": 20,
        "cnum": 19,
        "content": "A king's rage is like the roar of a lion, but his favor is like dew on the grass.",
        "vcode": "NIV",
        "vnum": 12
    },
    {
        "bcode": 20,
        "cnum": 19,
        "content": "A foolish son is his father's ruin, and a quarrelsome wife is like a constant dripping.",
        "vcode": "NIV",
        "vnum": 13
    },
    {
        "bcode": 20,
        "cnum": 19,
        "content": "Houses and wealth are inherited from parents, but a prudent wife is from the LORD.",
        "vcode": "NIV",
        "vnum": 14
    },
    {
        "bcode": 20,
        "cnum": 19,
        "content": "Laziness brings on deep sleep, and the shiftless man goes hungry.",
        "vcode": "NIV",
        "vnum": 15
    },
    {
        "bcode": 20,
        "cnum": 19,
        "content": "He who obeys instructions guards his life, but he who is contemptuous of his ways will die.",
        "vcode": "NIV",
        "vnum": 16
    },
    {
        "bcode": 20,
        "cnum": 19,
        "content": "He who is kind to the poor lends to the LORD, and he will reward him for what he has done.",
        "vcode": "NIV",
        "vnum": 17
    },
    {
        "bcode": 20,
        "cnum": 19,
        "content": "Discipline your son, for in that there is hope; do not be a willing party to his death.",
        "vcode": "NIV",
        "vnum": 18
    },
    {
        "bcode": 20,
        "cnum": 19,
        "content": "A hot-tempered man must pay the penalty; if you rescue him, you will have to do it again.",
        "vcode": "NIV",
        "vnum": 19
    },
    {
        "bcode": 20,
        "cnum": 19,
        "content": "Listen to advice and accept instruction, and in the end you will be wise.",
        "vcode": "NIV",
        "vnum": 20
    },
    {
        "bcode": 20,
        "cnum": 19,
        "content": "Many are the plans in a man's heart, but it is the LORD's purpose that prevails.",
        "vcode": "NIV",
        "vnum": 21
    },
    {
        "bcode": 20,
        "cnum": 19,
        "content": "What a man desires is unfailing love ; better to be poor than a liar.",
        "vcode": "NIV",
        "vnum": 22
    },
    {
        "bcode": 20,
        "cnum": 19,
        "content": "The fear of the LORD leads to life: Then one rests content, untouched by trouble.",
        "vcode": "NIV",
        "vnum": 23
    },
    {
        "bcode": 20,
        "cnum": 19,
        "content": "The sluggard buries his hand in the dish; he will not even bring it back to his mouth!",
        "vcode": "NIV",
        "vnum": 24
    },
    {
        "bcode": 20,
        "cnum": 19,
        "content": "Flog a mocker, and the simple will learn prudence; rebuke a discerning man, and he will gain knowledge.",
        "vcode": "NIV",
        "vnum": 25
    },
    {
        "bcode": 20,
        "cnum": 19,
        "content": "He who robs his father and drives out his mother is a son who brings shame and disgrace.",
        "vcode": "NIV",
        "vnum": 26
    },
    {
        "bcode": 20,
        "cnum": 19,
        "content": "Stop listening to instruction, my son, and you will stray from the words of knowledge.",
        "vcode": "NIV",
        "vnum": 27
    },
    {
        "bcode": 20,
        "cnum": 19,
        "content": "A corrupt witness mocks at justice, and the mouth of the wicked gulps down evil.",
        "vcode": "NIV",
        "vnum": 28
    },
    {
        "bcode": 20,
        "cnum": 19,
        "content": "Penalties are prepared for mockers, and beatings for the backs of fools.",
        "vcode": "NIV",
        "vnum": 29
    }
]