[
    {
        "bcode": 20,
        "cnum": 24,
        "content": "Do not envy wicked men, do not desire their company;",
        "vcode": "NIV",
        "vnum": 1
    },
    {
        "bcode": 20,
        "cnum": 24,
        "content": "for their hearts plot violence, and their lips talk about making trouble.",
        "vcode": "NIV",
        "vnum": 2
    },
    {
        "bcode": 20,
        "cnum": 24,
        "content": "By wisdom a house is built, and through understanding it is established;",
        "vcode": "NIV",
        "vnum": 3
    },
    {
        "bcode": 20,
        "cnum": 24,
        "content": "through knowledge its rooms are filled with rare and beautiful treasures.",
        "vcode": "NIV",
        "vnum": 4
    },
    {
        "bcode": 20,
        "cnum": 24,
        "content": "A wise man has great power, and a man of knowledge increases strength;",
        "vcode": "NIV",
        "vnum": 5
    },
    {
        "bcode": 20,
        "cnum": 24,
        "content": "for waging war you need guidance, and for victory many advisers.",
        "vcode": "NIV",
        "vnum": 6
    },
    {
        "bcode": 20,
        "cnum": 24,
        "content": "Wisdom is too high for a fool; in the assembly at the gate he has nothing to say.",
        "vcode": "NIV",
        "vnum": 7
    },
    {
        "bcode": 20,
        "cnum": 24,
        "content": "He who plots evil will be known as a schemer.",
        "vcode": "NIV",
        "vnum": 8
    },
    {
        "bcode": 20,
        "cnum": 24,
        "content": "The schemes of folly are sin, and men detest a mocker.",
        "vcode": "NIV",
        "vnum": 9
    },
    {
        "bcode": 20,
        "cnum": 24,
        "content": "If you falter in times of trouble, how small is your strength!",
        "vcode": "NIV",
        "vnum": 10
    },
    {
        "bcode": 20,
        "cnum": 24,
        "content": "Rescue those being led away to death; hold back those staggering toward slaughter.",
        "vcode": "NIV",
        "vnum": 11
    },
    {
        "bcode": 20,
        "cnum": 24,
        "content": "If you say, \"But we knew nothing about this,\" does not he who weighs the heart perceive it? Does not he who guards your life know it? Will he not repay each person according to what he has done?",
        "vcode": "NIV",
        "vnum": 12
    },
    {
        "bcode": 20,
        "cnum": 24,
        "content": "Eat honey, my son, for it is good; honey from the comb is sweet to your taste.",
        "vcode": "NIV",
        "vnum": 13
    },
    {
        "bcode": 20,
        "cnum": 24,
        "content": "Know also that wisdom is sweet to your soul; if you find it, there is a future hope for you, and your hope will not be cut off.",
        "vcode": "NIV",
        "vnum": 14
    },
    {
        "bcode": 20,
        "cnum": 24,
        "content": "Do not lie in wait like an outlaw against a righteous man's house, do not raid his dwelling place;",
        "vcode": "NIV",
        "vnum": 15
    },
    {
        "bcode": 20,
        "cnum": 24,
        "content": "for though a righteous man falls seven times, he rises again, but the wicked are brought down by calamity.",
        "vcode": "NIV",
        "vnum": 16
    },
    {
        "bcode": 20,
        "cnum": 24,
        "content": "Do not gloat when your enemy falls; when he stumbles, do not let your heart rejoice,",
        "vcode": "NIV",
        "vnum": 17
    },
    {
        "bcode": 20,
        "cnum": 24,
        "content": "or the LORD will see and disapprove and turn his wrath away from him.",
        "vcode": "NIV",
        "vnum": 18
    },
    {
        "bcode": 20,
        "cnum": 24,
        "content": "Do not fret because of evil men or be envious of the wicked,",
        "vcode": "NIV",
        "vnum": 19
    },
    {
        "bcode": 20,
        "cnum": 24,
        "content": "for the evil man has no future hope, and the lamp of the wicked will be snuffed out.",
        "vcode": "NIV",
        "vnum": 20
    },
    {
        "bcode": 20,
        "cnum": 24,
        "content": "Fear the LORD and the king, my son, and do not join with the rebellious,",
        "vcode": "NIV",
        "vnum": 21
    },
    {
        "bcode": 20,
        "cnum": 24,
        "content": "for those two will send sudden destruction upon them, and who knows what calamities they can bring? Further Sayings of the Wise",
        "vcode": "NIV",
        "vnum": 22
    },
    {
        "bcode": 20,
        "cnum": 24,
        "content": "These also are sayings of the wise: To show partiality in judging is not good:",
        "vcode": "NIV",
        "vnum": 23
    },
    {
        "bcode": 20,
        "cnum": 24,
        "content": "Whoever says to the guilty, \"You are innocent\"-- peoples will curse him and nations denounce him.",
        "vcode": "NIV",
        "vnum": 24
    },
    {
        "bcode": 20,
        "cnum": 24,
        "content": "But it will go well with those who convict the guilty, and rich blessing will come upon them.",
        "vcode": "NIV",
        "vnum": 25
    },
    {
        "bcode": 20,
        "cnum": 24,
        "content": "An honest answer is like a kiss on the lips.",
        "vcode": "NIV",
        "vnum": 26
    },
    {
        "bcode": 20,
        "cnum": 24,
        "content": "Finish your outdoor work and get your fields ready; after that, build your house.",
        "vcode": "NIV",
        "vnum": 27
    },
    {
        "bcode": 20,
        "cnum": 24,
        "content": "Do not testify against your neighbor without cause, or use your lips to deceive.",
        "vcode": "NIV",
        "vnum": 28
    },
    {
        "bcode": 20,
        "cnum": 24,
        "content": "Do not say, \"I'll do to him as he has done to me; I'll pay that man back for what he did.\"",
        "vcode": "NIV",
        "vnum": 29
    },
    {
        "bcode": 20,
        "cnum": 24,
        "content": "I went past the field of the sluggard, past the vineyard of the man who lacks judgment;",
        "vcode": "NIV",
        "vnum": 30
    },
    {
        "bcode": 20,
        "cnum": 24,
        "content": "thorns had come up everywhere, the ground was covered with weeds, and the stone wall was in ruins.",
        "vcode": "NIV",
        "vnum": 31
    },
    {
        "bcode": 20,
        "cnum": 24,
        "content": "I applied my heart to what I observed and learned a lesson from what I saw:",
        "vcode": "NIV",
        "vnum": 32
    },
    {
        "bcode": 20,
        "cnum": 24,
        "content": "A little sleep, a little slumber, a little folding of the hands to rest-",
        "vcode": "NIV",
        "vnum": 33
    },
    {
        "bcode": 20,
        "cnum": 24,
        "content": "and poverty will come on you like a bandit and scarcity like an armed man.",
        "vcode": "NIV",
        "vnum": 34
    }
]