[
    {
        "bcode": 20,
        "cnum": 28,
        "content": "The wicked man flees though no one pursues, but the righteous are as bold as a lion.",
        "vcode": "NIV",
        "vnum": 1
    },
    {
        "bcode": 20,
        "cnum": 28,
        "content": "When a country is rebellious, it has many rulers, but a man of understanding and knowledge maintains order.",
        "vcode": "NIV",
        "vnum": 2
    },
    {
        "bcode": 20,
        "cnum": 28,
        "content": "A ruler who oppresses the poor is like a driving rain that leaves no crops.",
        "vcode": "NIV",
        "vnum": 3
    },
    {
        "bcode": 20,
        "cnum": 28,
        "content": "Those who forsake the law praise the wicked, but those who keep the law resist them.",
        "vcode": "NIV",
        "vnum": 4
    },
    {
        "bcode": 20,
        "cnum": 28,
        "content": "Evil men do not understand justice, but those who seek the LORD understand it fully.",
        "vcode": "NIV",
        "vnum": 5
    },
    {
        "bcode": 20,
        "cnum": 28,
        "content": "Better a poor man whose walk is blameless than a rich man whose ways are perverse.",
        "vcode": "NIV",
        "vnum": 6
    },
    {
        "bcode": 20,
        "cnum": 28,
        "content": "He who keeps the law is a discerning son, but a companion of gluttons disgraces his father.",
        "vcode": "NIV",
        "vnum": 7
    },
    {
        "bcode": 20,
        "cnum": 28,
        "content": "He who increases his wealth by exorbitant interest amasses it for another, who will be kind to the poor.",
        "vcode": "NIV",
        "vnum": 8
    },
    {
        "bcode": 20,
        "cnum": 28,
        "content": "If anyone turns a deaf ear to the law, even his prayers are detestable.",
        "vcode": "NIV",
        "vnum": 9
    },
    {
        "bcode": 20,
        "cnum": 28,
        "content": "He who leads the upright along an evil path will fall into his own trap, but the blameless will receive a good inheritance.",
        "vcode": "NIV",
        "vnum": 10
    },
    {
        "bcode": 20,
        "cnum": 28,
        "content": "A rich man may be wise in his own eyes, but a poor man who has discernment sees through him.",
        "vcode": "NIV",
        "vnum": 11
    },
    {
        "bcode": 20,
        "cnum": 28,
        "content": "When the righteous triumph, there is great elation; but when the wicked rise to power, men go into hiding.",
        "vcode": "NIV",
        "vnum": 12
    },
    {
        "bcode": 20,
        "cnum": 28,
        "content": "He who conceals his sins does not prosper, but whoever confesses and renounces them finds mercy.",
        "vcode": "NIV",
        "vnum": 13
    },
    {
        "bcode": 20,
        "cnum": 28,
        "content": "Blessed is the man who always fears the LORD, but he who hardens his heart falls into trouble.",
        "vcode": "NIV",
        "vnum": 14
    },
    {
        "bcode": 20,
        "cnum": 28,
        "content": "Like a roaring lion or a charging bear is a wicked man ruling over a helpless people.",
        "vcode": "NIV",
        "vnum": 15
    },
    {
        "bcode": 20,
        "cnum": 28,
        "content": "A tyrannical ruler lacks judgment, but he who hates ill-gotten gain will enjoy a long life.",
        "vcode": "NIV",
        "vnum": 16
    },
    {
        "bcode": 20,
        "cnum": 28,
        "content": "A man tormented by the guilt of murder will be a fugitive till death; let no one support him.",
        "vcode": "NIV",
        "vnum": 17
    },
    {
        "bcode": 20,
        "cnum": 28,
        "content": "He whose walk is blameless is kept safe, but he whose ways are perverse will suddenly fall.",
        "vcode": "NIV",
        "vnum": 18
    },
    {
        "bcode": 20,
        "cnum": 28,
        "content": "He who works his land will have abundant food, but the one who chases fantasies will have his fill of poverty.",
        "vcode": "NIV",
        "vnum": 19
    },
    {
        "bcode": 20,
        "cnum": 28,
        "content": "A faithful man will be richly blessed, but one eager to get rich will not go unpunished.",
        "vcode": "NIV",
        "vnum": 20
    },
    {
        "bcode": 20,
        "cnum": 28,
        "content": "To show partiality is not good-- yet a man will do wrong for a piece of bread.",
        "vcode": "NIV",
        "vnum": 21
    },
    {
        "bcode": 20,
        "cnum": 28,
        "content": "A stingy man is eager to get rich and is unaware that poverty awaits him.",
        "vcode": "NIV",
        "vnum": 22
    },
    {
        "bcode": 20,
        "cnum": 28,
        "content": "He who rebukes a man will in the end gain more favor than he who has a flattering tongue.",
        "vcode": "NIV",
        "vnum": 23
    },
    {
        "bcode": 20,
        "cnum": 28,
        "content": "He who robs his father or mother and says, \"It's not wrong\"-- he is partner to him who destroys.",
        "vcode": "NIV",
        "vnum": 24
    },
    {
        "bcode": 20,
        "cnum": 28,
        "content": "A greedy man stirs up dissension, but he who trusts in the LORD will prosper.",
        "vcode": "NIV",
        "vnum": 25
    },
    {
        "bcode": 20,
        "cnum": 28,
        "content": "He who trusts in himself is a fool, but he who walks in wisdom is kept safe.",
        "vcode": "NIV",
        "vnum": 26
    },
    {
        "bcode": 20,
        "cnum": 28,
        "content": "He who gives to the poor will lack nothing, but he who closes his eyes to them receives many curses.",
        "vcode": "NIV",
        "vnum": 27
    },
    {
        "bcode": 20,
        "cnum": 28,
        "content": "When the wicked rise to power, people go into hiding; but when the wicked perish, the righteous thrive.",
        "vcode": "NIV",
        "vnum": 28
    }
]