[
    {
        "bcode": 20,
        "cnum": 29,
        "content": "A man who remains stiff-necked after many rebukes will suddenly be destroyed--without remedy.",
        "vcode": "NIV",
        "vnum": 1
    },
    {
        "bcode": 20,
        "cnum": 29,
        "content": "When the righteous thrive, the people rejoice; when the wicked rule, the people groan.",
        "vcode": "NIV",
        "vnum": 2
    },
    {
        "bcode": 20,
        "cnum": 29,
        "content": "A man who loves wisdom brings joy to his father, but a companion of prostitutes squanders his wealth.",
        "vcode": "NIV",
        "vnum": 3
    },
    {
        "bcode": 20,
        "cnum": 29,
        "content": "By justice a king gives a country stability, but one who is greedy for bribes tears it down.",
        "vcode": "NIV",
        "vnum": 4
    },
    {
        "bcode": 20,
        "cnum": 29,
        "content": "Whoever flatters his neighbor is spreading a net for his feet.",
        "vcode": "NIV",
        "vnum": 5
    },
    {
        "bcode": 20,
        "cnum": 29,
        "content": "An evil man is snared by his own sin, but a righteous one can sing and be glad.",
        "vcode": "NIV",
        "vnum": 6
    },
    {
        "bcode": 20,
        "cnum": 29,
        "content": "The righteous care about justice for the poor, but the wicked have no such concern.",
        "vcode": "NIV",
        "vnum": 7
    },
    {
        "bcode": 20,
        "cnum": 29,
        "content": "Mockers stir up a city, but wise men turn away anger.",
        "vcode": "NIV",
        "vnum": 8
    },
    {
        "bcode": 20,
        "cnum": 29,
        "content": "If a wise man goes to court with a fool, the fool rages and scoffs, and there is no peace.",
        "vcode": "NIV",
        "vnum": 9
    },
    {
        "bcode": 20,
        "cnum": 29,
        "content": "Bloodthirsty men hate a man of integrity and seek to kill the upright.",
        "vcode": "NIV",
        "vnum": 10
    },
    {
        "bcode": 20,
        "cnum": 29,
        "content": "A fool gives full vent to his anger, but a wise man keeps himself under control.",
        "vcode": "NIV",
        "vnum": 11
    },
    {
        "bcode": 20,
        "cnum": 29,
        "content": "If a ruler listens to lies, all his officials become wicked.",
        "vcode": "NIV",
        "vnum": 12
    },
    {
        "bcode": 20,
        "cnum": 29,
        "content": "The poor man and the oppressor have this in common: The LORD gives sight to the eyes of both.",
        "vcode": "NIV",
        "vnum": 13
    },
    {
        "bcode": 20,
        "cnum": 29,
        "content": "If a king judges the poor with fairness, his throne will always be secure.",
        "vcode": "NIV",
        "vnum": 14
    },
    {
        "bcode": 20,
        "cnum": 29,
        "content": "The rod of correction imparts wisdom, but a child left to himself disgraces his mother.",
        "vcode": "NIV",
        "vnum": 15
    },
    {
        "bcode": 20,
        "cnum": 29,
        "content": "When the wicked thrive, so does sin, but the righteous will see their downfall.",
        "vcode": "NIV",
        "vnum": 16
    },
    {
        "bcode": 20,
        "cnum": 29,
        "content": "Discipline your son, and he will give you peace; he will bring delight to your soul.",
        "vcode": "NIV",
        "vnum": 17
    },
    {
        "bcode": 20,
        "cnum": 29,
        "content": "Where there is no revelation, the people cast off restraint; but blessed is he who keeps the law.",
        "vcode": "NIV",
        "vnum": 18
    },
    {
        "bcode": 20,
        "cnum": 29,
        "content": "A servant cannot be corrected by mere words; though he understands, he will not respond.",
        "vcode": "NIV",
        "vnum": 19
    },
    {
        "bcode": 20,
        "cnum": 29,
        "content": "Do you see a man who speaks in haste? There is more hope for a fool than for him.",
        "vcode": "NIV",
        "vnum": 20
    },
    {
        "bcode": 20,
        "cnum": 29,
        "content": "If a man pampers his servant from youth, he will bring grief in the end.",
        "vcode": "NIV",
        "vnum": 21
    },
    {
        "bcode": 20,
        "cnum": 29,
        "content": "An angry man stirs up dissension, and a hot-tempered one commits many sins.",
        "vcode": "NIV",
        "vnum": 22
    },
    {
        "bcode": 20,
        "cnum": 29,
        "content": "A man's pride brings him low, but a man of lowly spirit gains honor.",
        "vcode": "NIV",
        "vnum": 23
    },
    {
        "bcode": 20,
        "cnum": 29,
        "content": "The accomplice of a thief is his own enemy; he is put under oath and dare not testify.",
        "vcode": "NIV",
        "vnum": 24
    },
    {
        "bcode": 20,
        "cnum": 29,
        "content": "Fear of man will prove to be a snare, but whoever trusts in the LORD is kept safe.",
        "vcode": "NIV",
        "vnum": 25
    },
    {
        "bcode": 20,
        "cnum": 29,
        "content": "Many seek an audience with a ruler, but it is from the LORD that man gets justice.",
        "vcode": "NIV",
        "vnum": 26
    },
    {
        "bcode": 20,
        "cnum": 29,
        "content": "The righteous detest the dishonest; the wicked detest the upright.",
        "vcode": "NIV",
        "vnum": 27
    }
]