{"pageProps":{"version":{"name":"NIV","vcode":"NIV"},"bible":{"bcode":48,"chapterCount":6,"name":"Galatians","type":"new","vcode":"NIV"},"chapter":"5","verses":[{"bcode":48,"cnum":5,"content":"It is for freedom that Christ has set us free. Stand firm, then, and do not let yourselves be burdened again by a yoke of slavery.","vcode":"NIV","vnum":1},{"bcode":48,"cnum":5,"content":"Mark my words! I, Paul, tell you that if you let yourselves be circumcised, Christ will be of no value to you at all.","vcode":"NIV","vnum":2},{"bcode":48,"cnum":5,"content":"Again I declare to every man who lets himself be circumcised that he is obligated to obey the whole law.","vcode":"NIV","vnum":3},{"bcode":48,"cnum":5,"content":"You who are trying to be justified by law have been alienated from Christ; you have fallen away from grace.","vcode":"NIV","vnum":4},{"bcode":48,"cnum":5,"content":"But by faith we eagerly await through the Spirit the righteousness for which we hope.","vcode":"NIV","vnum":5},{"bcode":48,"cnum":5,"content":"For in Christ Jesus neither circumcision nor uncircumcision has any value. The only thing that counts is faith expressing itself through love.","vcode":"NIV","vnum":6},{"bcode":48,"cnum":5,"content":"You were running a good race. Who cut in on you and kept you from obeying the truth?","vcode":"NIV","vnum":7},{"bcode":48,"cnum":5,"content":"That kind of persuasion does not come from the one who calls you.","vcode":"NIV","vnum":8},{"bcode":48,"cnum":5,"content":"\"A little yeast works through the whole batch of dough.\"","vcode":"NIV","vnum":9},{"bcode":48,"cnum":5,"content":"I am confident in the Lord that you will take no other view. The one who is throwing you into confusion will pay the penalty, whoever he may be.","vcode":"NIV","vnum":10},{"bcode":48,"cnum":5,"content":"Brothers, if I am still preaching circumcision, why am I still being persecuted? In that case the offense of the cross has been abolished.","vcode":"NIV","vnum":11},{"bcode":48,"cnum":5,"content":"As for those agitators, I wish they would go the whole way and emasculate themselves!","vcode":"NIV","vnum":12},{"bcode":48,"cnum":5,"content":"You, my brothers, were called to be free. But do not use your freedom to indulge the sinful nature; rather, serve one another in love.","vcode":"NIV","vnum":13},{"bcode":48,"cnum":5,"content":"The entire law is summed up in a single command: \"Love your neighbor as yourself.\"","vcode":"NIV","vnum":14},{"bcode":48,"cnum":5,"content":"If you keep on biting and devouring each other, watch out or you will be destroyed by each other.","vcode":"NIV","vnum":15},{"bcode":48,"cnum":5,"content":"So I say, live by the Spirit, and you will not gratify the desires of the sinful nature.","vcode":"NIV","vnum":16},{"bcode":48,"cnum":5,"content":"For the sinful nature desires what is contrary to the Spirit, and the Spirit what is contrary to the sinful nature. They are in conflict with each other, so that you do not do what you want.","vcode":"NIV","vnum":17},{"bcode":48,"cnum":5,"content":"But if you are led by the Spirit, you are not under law.","vcode":"NIV","vnum":18},{"bcode":48,"cnum":5,"content":"The acts of the sinful nature are obvious: sexual immorality, impurity and debauchery;","vcode":"NIV","vnum":19},{"bcode":48,"cnum":5,"content":"idolatry and witchcraft; hatred, discord, jealousy, fits of rage, selfish ambition, dissensions, factions","vcode":"NIV","vnum":20},{"bcode":48,"cnum":5,"content":"and envy; drunkenness, orgies, and the like. I warn you, as I did before, that those who live like this will not inherit the kingdom of God.","vcode":"NIV","vnum":21},{"bcode":48,"cnum":5,"content":"But the fruit of the Spirit is love, joy, peace, patience, kindness, goodness, faithfulness,","vcode":"NIV","vnum":22},{"bcode":48,"cnum":5,"content":"gentleness and self-control. Against such things there is no law.","vcode":"NIV","vnum":23},{"bcode":48,"cnum":5,"content":"Those who belong to Christ Jesus have crucified the sinful nature with its passions and desires.","vcode":"NIV","vnum":24},{"bcode":48,"cnum":5,"content":"Since we live by the Spirit, let us keep in step with the Spirit.","vcode":"NIV","vnum":25},{"bcode":48,"cnum":5,"content":"Let us not become conceited, provoking and envying each other.","vcode":"NIV","vnum":26}]},"__N_SSG":true}