[
    {
        "bcode": 50,
        "cnum": 2,
        "content": "If you have any encouragement from being united with Christ, if any comfort from his love, if any fellowship with the Spirit, if any tenderness and compassion,",
        "vcode": "NIV",
        "vnum": 1
    },
    {
        "bcode": 50,
        "cnum": 2,
        "content": "then make my joy complete by being like-minded, having the same love, being one in spirit and purpose.",
        "vcode": "NIV",
        "vnum": 2
    },
    {
        "bcode": 50,
        "cnum": 2,
        "content": "Do nothing out of selfish ambition or vain conceit, but in humility consider others better than yourselves.",
        "vcode": "NIV",
        "vnum": 3
    },
    {
        "bcode": 50,
        "cnum": 2,
        "content": "Each of you should look not only to your own interests, but also to the interests of others.",
        "vcode": "NIV",
        "vnum": 4
    },
    {
        "bcode": 50,
        "cnum": 2,
        "content": "Your attitude should be the same as that of Christ Jesus:",
        "vcode": "NIV",
        "vnum": 5
    },
    {
        "bcode": 50,
        "cnum": 2,
        "content": "Who, being in very nature God, did not consider equality with God something to be grasped,",
        "vcode": "NIV",
        "vnum": 6
    },
    {
        "bcode": 50,
        "cnum": 2,
        "content": "but made himself nothing, taking the very nature of a servant, being made in human likeness.",
        "vcode": "NIV",
        "vnum": 7
    },
    {
        "bcode": 50,
        "cnum": 2,
        "content": "And being found in appearance as a man, he humbled himself and became obedient to death-- even death on a cross!",
        "vcode": "NIV",
        "vnum": 8
    },
    {
        "bcode": 50,
        "cnum": 2,
        "content": "Therefore God exalted him to the highest place and gave him the name that is above every name,",
        "vcode": "NIV",
        "vnum": 9
    },
    {
        "bcode": 50,
        "cnum": 2,
        "content": "that at the name of Jesus every knee should bow, in heaven and on earth and under the earth,",
        "vcode": "NIV",
        "vnum": 10
    },
    {
        "bcode": 50,
        "cnum": 2,
        "content": "and every tongue confess that Jesus Christ is Lord, to the glory of God the Father.",
        "vcode": "NIV",
        "vnum": 11
    },
    {
        "bcode": 50,
        "cnum": 2,
        "content": "Therefore, my dear friends, as you have always obeyed--not only in my presence, but now much more in my absence--continue to work out your salvation with fear and trembling,",
        "vcode": "NIV",
        "vnum": 12
    },
    {
        "bcode": 50,
        "cnum": 2,
        "content": "for it is God who works in you to will and to act according to his good purpose.",
        "vcode": "NIV",
        "vnum": 13
    },
    {
        "bcode": 50,
        "cnum": 2,
        "content": "Do everything without complaining or arguing,",
        "vcode": "NIV",
        "vnum": 14
    },
    {
        "bcode": 50,
        "cnum": 2,
        "content": "so that you may become blameless and pure, children of God without fault in a crooked and depraved generation, in which you shine like stars in the universe",
        "vcode": "NIV",
        "vnum": 15
    },
    {
        "bcode": 50,
        "cnum": 2,
        "content": "as you hold out the word of life--in order that I may boast on the day of Christ that I did not run or labor for nothing.",
        "vcode": "NIV",
        "vnum": 16
    },
    {
        "bcode": 50,
        "cnum": 2,
        "content": "But even if I am being poured out like a drink offering on the sacrifice and service coming from your faith, I am glad and rejoice with all of you.",
        "vcode": "NIV",
        "vnum": 17
    },
    {
        "bcode": 50,
        "cnum": 2,
        "content": "So you too should be glad and rejoice with me.",
        "vcode": "NIV",
        "vnum": 18
    },
    {
        "bcode": 50,
        "cnum": 2,
        "content": "I hope in the Lord Jesus to send Timothy to you soon, that I also may be cheered when I receive news about you.",
        "vcode": "NIV",
        "vnum": 19
    },
    {
        "bcode": 50,
        "cnum": 2,
        "content": "I have no one else like him, who takes a genuine interest in your welfare.",
        "vcode": "NIV",
        "vnum": 20
    },
    {
        "bcode": 50,
        "cnum": 2,
        "content": "For everyone looks out for his own interests, not those of Jesus Christ.",
        "vcode": "NIV",
        "vnum": 21
    },
    {
        "bcode": 50,
        "cnum": 2,
        "content": "But you know that Timothy has proved himself, because as a son with his father he has served with me in the work of the gospel.",
        "vcode": "NIV",
        "vnum": 22
    },
    {
        "bcode": 50,
        "cnum": 2,
        "content": "I hope, therefore, to send him as soon as I see how things go with me.",
        "vcode": "NIV",
        "vnum": 23
    },
    {
        "bcode": 50,
        "cnum": 2,
        "content": "And I am confident in the Lord that I myself will come soon.",
        "vcode": "NIV",
        "vnum": 24
    },
    {
        "bcode": 50,
        "cnum": 2,
        "content": "But I think it is necessary to send back to you Epaphroditus, my brother, fellow worker and fellow soldier, who is also your messenger, whom you sent to take care of my needs.",
        "vcode": "NIV",
        "vnum": 25
    },
    {
        "bcode": 50,
        "cnum": 2,
        "content": "For he longs for all of you and is distressed because you heard he was ill.",
        "vcode": "NIV",
        "vnum": 26
    },
    {
        "bcode": 50,
        "cnum": 2,
        "content": "Indeed he was ill, and almost died. But God had mercy on him, and not on him only but also on me, to spare me sorrow upon sorrow.",
        "vcode": "NIV",
        "vnum": 27
    },
    {
        "bcode": 50,
        "cnum": 2,
        "content": "Therefore I am all the more eager to send him, so that when you see him again you may be glad and I may have less anxiety.",
        "vcode": "NIV",
        "vnum": 28
    },
    {
        "bcode": 50,
        "cnum": 2,
        "content": "Welcome him in the Lord with great joy, and honor men like him,",
        "vcode": "NIV",
        "vnum": 29
    },
    {
        "bcode": 50,
        "cnum": 2,
        "content": "because he almost died for the work of Christ, risking his life to make up for the help you could not give me.",
        "vcode": "NIV",
        "vnum": 30
    }
]