{"pageProps":{"version":{"name":"NIV","vcode":"NIV"},"bible":{"bcode":9,"chapterCount":31,"name":"1 Samuel","type":"old","vcode":"NIV"},"chapter":"2","verses":[{"bcode":9,"cnum":2,"content":"Then Hannah prayed and said: \"My heart rejoices in the LORD; in the LORD my horn is lifted high. My mouth boasts over my enemies, for I delight in your deliverance.","vcode":"NIV","vnum":1},{"bcode":9,"cnum":2,"content":"\"There is no one holy like the LORD; there is no one besides you; there is no Rock like our God.","vcode":"NIV","vnum":2},{"bcode":9,"cnum":2,"content":"\"Do not keep talking so proudly or let your mouth speak such arrogance, for the LORD is a God who knows, and by him deeds are weighed.","vcode":"NIV","vnum":3},{"bcode":9,"cnum":2,"content":"\"The bows of the warriors are broken, but those who stumbled are armed with strength.","vcode":"NIV","vnum":4},{"bcode":9,"cnum":2,"content":"Those who were full hire themselves out for food, but those who were hungry hunger no more. She who was barren has borne seven children, but she who has had many sons pines away.","vcode":"NIV","vnum":5},{"bcode":9,"cnum":2,"content":"\"The LORD brings death and makes alive; he brings down to the grave and raises up.","vcode":"NIV","vnum":6},{"bcode":9,"cnum":2,"content":"The LORD sends poverty and wealth; he humbles and he exalts.","vcode":"NIV","vnum":7},{"bcode":9,"cnum":2,"content":"He raises the poor from the dust and lifts the needy from the ash heap; he seats them with princes and has them inherit a throne of honor. \"For the foundations of the earth are the LORD's; upon them he has set the world.","vcode":"NIV","vnum":8},{"bcode":9,"cnum":2,"content":"He will guard the feet of his saints, but the wicked will be silenced in darkness. \"It is not by strength that one prevails;","vcode":"NIV","vnum":9},{"bcode":9,"cnum":2,"content":"those who oppose the LORD will be shattered. He will thunder against them from heaven; the LORD will judge the ends of the earth. \"He will give strength to his king and exalt the horn of his anointed.\"","vcode":"NIV","vnum":10},{"bcode":9,"cnum":2,"content":"Then Elkanah went home to Ramah, but the boy ministered before the LORD under Eli the priest.","vcode":"NIV","vnum":11},{"bcode":9,"cnum":2,"content":"Eli's sons were wicked men; they had no regard for the LORD.","vcode":"NIV","vnum":12},{"bcode":9,"cnum":2,"content":"Now it was the practice of the priests with the people that whenever anyone offered a sacrifice and while the meat was being boiled, the servant of the priest would come with a three-pronged fork in his hand.","vcode":"NIV","vnum":13},{"bcode":9,"cnum":2,"content":"He would plunge it into the pan or kettle or caldron or pot, and the priest would take for himself whatever the fork brought up. This is how they treated all the Israelites who came to Shiloh.","vcode":"NIV","vnum":14},{"bcode":9,"cnum":2,"content":"But even before the fat was burned, the servant of the priest would come and say to the man who was sacrificing, \"Give the priest some meat to roast; he won't accept boiled meat from you, but only raw.\"","vcode":"NIV","vnum":15},{"bcode":9,"cnum":2,"content":"If the man said to him, \"Let the fat be burned up first, and then take whatever you want,\" the servant would then answer, \"No, hand it over now; if you don't, I'll take it by force.\"","vcode":"NIV","vnum":16},{"bcode":9,"cnum":2,"content":"This sin of the young men was very great in the LORD's sight, for they were treating the LORD's offering with contempt.","vcode":"NIV","vnum":17},{"bcode":9,"cnum":2,"content":"But Samuel was ministering before the LORD -a boy wearing a linen ephod.","vcode":"NIV","vnum":18},{"bcode":9,"cnum":2,"content":"Each year his mother made him a little robe and took it to him when she went up with her husband to offer the annual sacrifice.","vcode":"NIV","vnum":19},{"bcode":9,"cnum":2,"content":"Eli would bless Elkanah and his wife, saying, \"May the LORD give you children by this woman to take the place of the one she prayed for and gave to the LORD.\" Then they would go home.","vcode":"NIV","vnum":20},{"bcode":9,"cnum":2,"content":"And the LORD was gracious to Hannah; she conceived and gave birth to three sons and two daughters. Meanwhile, the boy Samuel grew up in the presence of the LORD.","vcode":"NIV","vnum":21},{"bcode":9,"cnum":2,"content":"Now Eli, who was very old, heard about everything his sons were doing to all Israel and how they slept with the women who served at the entrance to the Tent of Meeting.","vcode":"NIV","vnum":22},{"bcode":9,"cnum":2,"content":"So he said to them, \"Why do you do such things? I hear from all the people about these wicked deeds of yours.","vcode":"NIV","vnum":23},{"bcode":9,"cnum":2,"content":"No, my sons; it is not a good report that I hear spreading among the LORD's people.","vcode":"NIV","vnum":24},{"bcode":9,"cnum":2,"content":"If a man sins against another man, God may mediate for him; but if a man sins against the LORD, who will intercede for him?\" His sons, however, did not listen to their father's rebuke, for it was the LORD's will to put them to death.","vcode":"NIV","vnum":25},{"bcode":9,"cnum":2,"content":"And the boy Samuel continued to grow in stature and in favor with the LORD and with men.","vcode":"NIV","vnum":26},{"bcode":9,"cnum":2,"content":"Now a man of God came to Eli and said to him, \"This is what the LORD says: 'Did I not clearly reveal myself to your father's house when they were in Egypt under Pharaoh?","vcode":"NIV","vnum":27},{"bcode":9,"cnum":2,"content":"I chose your father out of all the tribes of Israel to be my priest, to go up to my altar, to burn incense, and to wear an ephod in my presence. I also gave your father's house all the offerings made with fire by the Israelites.","vcode":"NIV","vnum":28},{"bcode":9,"cnum":2,"content":"Why do you scorn my sacrifice and offering that I prescribed for my dwelling? Why do you honor your sons more than me by fattening yourselves on the choice parts of every offering made by my people Israel?'","vcode":"NIV","vnum":29},{"bcode":9,"cnum":2,"content":"\"Therefore the LORD, the God of Israel, declares: 'I promised that your house and your father's house would minister before me forever.' But now the LORD declares: 'Far be it from me! Those who honor me I will honor, but those who despise me will be disdained.","vcode":"NIV","vnum":30},{"bcode":9,"cnum":2,"content":"The time is coming when I will cut short your strength and the strength of your father's house, so that there will not be an old man in your family line","vcode":"NIV","vnum":31},{"bcode":9,"cnum":2,"content":"and you will see distress in my dwelling. Although good will be done to Israel, in your family line there will never be an old man.","vcode":"NIV","vnum":32},{"bcode":9,"cnum":2,"content":"Every one of you that I do not cut off from my altar will be spared only to blind your eyes with tears and to grieve your heart, and all your descendants will die in the prime of life.","vcode":"NIV","vnum":33},{"bcode":9,"cnum":2,"content":"\" 'And what happens to your two sons, Hophni and Phinehas, will be a sign to you--they will both die on the same day.","vcode":"NIV","vnum":34},{"bcode":9,"cnum":2,"content":"I will raise up for myself a faithful priest, who will do according to what is in my heart and mind. I will firmly establish his house, and he will minister before my anointed one always.","vcode":"NIV","vnum":35},{"bcode":9,"cnum":2,"content":"Then everyone left in your family line will come and bow down before him for a piece of silver and a crust of bread and plead, \"Appoint me to some priestly office so I can have food to eat.\" ' \"","vcode":"NIV","vnum":36}]},"__N_SSG":true}