{"pageProps":{"version":{"name":"NIV","vcode":"NIV"},"bible":{"bcode":9,"chapterCount":31,"name":"1 Samuel","type":"old","vcode":"NIV"},"chapter":"28","verses":[{"bcode":9,"cnum":28,"content":"In those days the Philistines gathered their forces to fight against Israel. Achish said to David, \"You must understand that you and your men will accompany me in the army.\"","vcode":"NIV","vnum":1},{"bcode":9,"cnum":28,"content":"David said, \"Then you will see for yourself what your servant can do.\" Achish replied, \"Very well, I will make you my bodyguard for life.\"","vcode":"NIV","vnum":2},{"bcode":9,"cnum":28,"content":"Now Samuel was dead, and all Israel had mourned for him and buried him in his own town of Ramah. Saul had expelled the mediums and spiritists from the land.","vcode":"NIV","vnum":3},{"bcode":9,"cnum":28,"content":"The Philistines assembled and came and set up camp at Shunem, while Saul gathered all the Israelites and set up camp at Gilboa.","vcode":"NIV","vnum":4},{"bcode":9,"cnum":28,"content":"When Saul saw the Philistine army, he was afraid; terror filled his heart.","vcode":"NIV","vnum":5},{"bcode":9,"cnum":28,"content":"He inquired of the LORD, but the LORD did not answer him by dreams or Urim or prophets.","vcode":"NIV","vnum":6},{"bcode":9,"cnum":28,"content":"Saul then said to his attendants, \"Find me a woman who is a medium, so I may go and inquire of her.\" \"There is one in Endor,\" they said.","vcode":"NIV","vnum":7},{"bcode":9,"cnum":28,"content":"So Saul disguised himself, putting on other clothes, and at night he and two men went to the woman. \"Consult a spirit for me,\" he said, \"and bring up for me the one I name.\"","vcode":"NIV","vnum":8},{"bcode":9,"cnum":28,"content":"But the woman said to him, \"Surely you know what Saul has done. He has cut off the mediums and spiritists from the land. Why have you set a trap for my life to bring about my death?\"","vcode":"NIV","vnum":9},{"bcode":9,"cnum":28,"content":"Saul swore to her by the LORD, \"As surely as the LORD lives, you will not be punished for this.\"","vcode":"NIV","vnum":10},{"bcode":9,"cnum":28,"content":"Then the woman asked, \"Whom shall I bring up for you?\" \"Bring up Samuel,\" he said.","vcode":"NIV","vnum":11},{"bcode":9,"cnum":28,"content":"When the woman saw Samuel, she cried out at the top of her voice and said to Saul, \"Why have you deceived me? You are Saul!\"","vcode":"NIV","vnum":12},{"bcode":9,"cnum":28,"content":"The king said to her, \"Don't be afraid. What do you see?\" The woman said, \"I see a spirit coming up out of the ground.\"","vcode":"NIV","vnum":13},{"bcode":9,"cnum":28,"content":"\"What does he look like?\" he asked. \"An old man wearing a robe is coming up,\" she said. Then Saul knew it was Samuel, and he bowed down and prostrated himself with his face to the ground.","vcode":"NIV","vnum":14},{"bcode":9,"cnum":28,"content":"Samuel said to Saul, \"Why have you disturbed me by bringing me up?\" \"I am in great distress,\" Saul said. \"The Philistines are fighting against me, and God has turned away from me. He no longer answers me, either by prophets or by dreams. So I have called on you to tell me what to do.\"","vcode":"NIV","vnum":15},{"bcode":9,"cnum":28,"content":"Samuel said, \"Why do you consult me, now that the LORD has turned away from you and become your enemy?","vcode":"NIV","vnum":16},{"bcode":9,"cnum":28,"content":"The LORD has done what he predicted through me. The LORD has torn the kingdom out of your hands and given it to one of your neighbors--to David.","vcode":"NIV","vnum":17},{"bcode":9,"cnum":28,"content":"Because you did not obey the LORD or carry out his fierce wrath against the Amalekites, the LORD has done this to you today.","vcode":"NIV","vnum":18},{"bcode":9,"cnum":28,"content":"The LORD will hand over both Israel and you to the Philistines, and tomorrow you and your sons will be with me. The LORD will also hand over the army of Israel to the Philistines.\"","vcode":"NIV","vnum":19},{"bcode":9,"cnum":28,"content":"Immediately Saul fell full length on the ground, filled with fear because of Samuel's words. His strength was gone, for he had eaten nothing all that day and night.","vcode":"NIV","vnum":20},{"bcode":9,"cnum":28,"content":"When the woman came to Saul and saw that he was greatly shaken, she said, \"Look, your maidservant has obeyed you. I took my life in my hands and did what you told me to do.","vcode":"NIV","vnum":21},{"bcode":9,"cnum":28,"content":"Now please listen to your servant and let me give you some food so you may eat and have the strength to go on your way.\"","vcode":"NIV","vnum":22},{"bcode":9,"cnum":28,"content":"He refused and said, \"I will not eat.\" But his men joined the woman in urging him, and he listened to them. He got up from the ground and sat on the couch.","vcode":"NIV","vnum":23},{"bcode":9,"cnum":28,"content":"The woman had a fattened calf at the house, which she butchered at once. She took some flour, kneaded it and baked bread without yeast.","vcode":"NIV","vnum":24},{"bcode":9,"cnum":28,"content":"Then she set it before Saul and his men, and they ate. That same night they got up and left.","vcode":"NIV","vnum":25}]},"__N_SSG":true}