{"pageProps":{"version":{"name":"NIV","vcode":"NIV"},"bible":{"bcode":9,"chapterCount":31,"name":"1 Samuel","type":"old","vcode":"NIV"},"chapter":"7","verses":[{"bcode":9,"cnum":7,"content":"So the men of Kiriath Jearim came and took up the ark of the LORD. They took it to Abinadab's house on the hill and consecrated Eleazar his son to guard the ark of the LORD.","vcode":"NIV","vnum":1},{"bcode":9,"cnum":7,"content":"It was a long time, twenty years in all, that the ark remained at Kiriath Jearim, and all the people of Israel mourned and sought after the LORD.","vcode":"NIV","vnum":2},{"bcode":9,"cnum":7,"content":"And Samuel said to the whole house of Israel, \"If you are returning to the LORD with all your hearts, then rid yourselves of the foreign gods and the Ashtoreths and commit yourselves to the LORD and serve him only, and he will deliver you out of the hand of the Philistines.\"","vcode":"NIV","vnum":3},{"bcode":9,"cnum":7,"content":"So the Israelites put away their Baals and Ashtoreths, and served the LORD only.","vcode":"NIV","vnum":4},{"bcode":9,"cnum":7,"content":"Then Samuel said, \"Assemble all Israel at Mizpah and I will intercede with the LORD for you.\"","vcode":"NIV","vnum":5},{"bcode":9,"cnum":7,"content":"When they had assembled at Mizpah, they drew water and poured it out before the LORD. On that day they fasted and there they confessed, \"We have sinned against the LORD.\" And Samuel was leader of Israel at Mizpah.","vcode":"NIV","vnum":6},{"bcode":9,"cnum":7,"content":"When the Philistines heard that Israel had assembled at Mizpah, the rulers of the Philistines came up to attack them. And when the Israelites heard of it, they were afraid because of the Philistines.","vcode":"NIV","vnum":7},{"bcode":9,"cnum":7,"content":"They said to Samuel, \"Do not stop crying out to the LORD our God for us, that he may rescue us from the hand of the Philistines.\"","vcode":"NIV","vnum":8},{"bcode":9,"cnum":7,"content":"Then Samuel took a suckling lamb and offered it up as a whole burnt offering to the LORD. He cried out to the LORD on Israel's behalf, and the LORD answered him.","vcode":"NIV","vnum":9},{"bcode":9,"cnum":7,"content":"While Samuel was sacrificing the burnt offering, the Philistines drew near to engage Israel in battle. But that day the LORD thundered with loud thunder against the Philistines and threw them into such a panic that they were routed before the Israelites.","vcode":"NIV","vnum":10},{"bcode":9,"cnum":7,"content":"The men of Israel rushed out of Mizpah and pursued the Philistines, slaughtering them along the way to a point below Beth Car.","vcode":"NIV","vnum":11},{"bcode":9,"cnum":7,"content":"Then Samuel took a stone and set it up between Mizpah and Shen. He named it Ebenezer, saying, \"Thus far has the LORD helped us.\"","vcode":"NIV","vnum":12},{"bcode":9,"cnum":7,"content":"So the Philistines were subdued and did not invade Israelite territory again. Throughout Samuel's lifetime, the hand of the LORD was against the Philistines.","vcode":"NIV","vnum":13},{"bcode":9,"cnum":7,"content":"The towns from Ekron to Gath that the Philistines had captured from Israel were restored to her, and Israel delivered the neighboring territory from the power of the Philistines. And there was peace between Israel and the Amorites.","vcode":"NIV","vnum":14},{"bcode":9,"cnum":7,"content":"Samuel continued as judge over Israel all the days of his life.","vcode":"NIV","vnum":15},{"bcode":9,"cnum":7,"content":"From year to year he went on a circuit from Bethel to Gilgal to Mizpah, judging Israel in all those places.","vcode":"NIV","vnum":16},{"bcode":9,"cnum":7,"content":"But he always went back to Ramah, where his home was, and there he also judged Israel. And he built an altar there to the LORD.","vcode":"NIV","vnum":17}]},"__N_SSG":true}