[
    {
        "bcode": 19,
        "cnum": 104,
        "content": "Praise the LORD, O my soul. O LORD my God, you are very great; you are clothed with splendor and majesty.",
        "vcode": "NIV",
        "vnum": 1
    },
    {
        "bcode": 19,
        "cnum": 104,
        "content": "He wraps himself in light as with a garment; he stretches out the heavens like a tent",
        "vcode": "NIV",
        "vnum": 2
    },
    {
        "bcode": 19,
        "cnum": 104,
        "content": "and lays the beams of his upper chambers on their waters. He makes the clouds his chariot and rides on the wings of the wind.",
        "vcode": "NIV",
        "vnum": 3
    },
    {
        "bcode": 19,
        "cnum": 104,
        "content": "He makes winds his messengers, flames of fire his servants.",
        "vcode": "NIV",
        "vnum": 4
    },
    {
        "bcode": 19,
        "cnum": 104,
        "content": "He set the earth on its foundations; it can never be moved.",
        "vcode": "NIV",
        "vnum": 5
    },
    {
        "bcode": 19,
        "cnum": 104,
        "content": "You covered it with the deep as with a garment; the waters stood above the mountains.",
        "vcode": "NIV",
        "vnum": 6
    },
    {
        "bcode": 19,
        "cnum": 104,
        "content": "But at your rebuke the waters fled, at the sound of your thunder they took to flight;",
        "vcode": "NIV",
        "vnum": 7
    },
    {
        "bcode": 19,
        "cnum": 104,
        "content": "they flowed over the mountains, they went down into the valleys, to the place you assigned for them.",
        "vcode": "NIV",
        "vnum": 8
    },
    {
        "bcode": 19,
        "cnum": 104,
        "content": "You set a boundary they cannot cross; never again will they cover the earth.",
        "vcode": "NIV",
        "vnum": 9
    },
    {
        "bcode": 19,
        "cnum": 104,
        "content": "He makes springs pour water into the ravines; it flows between the mountains.",
        "vcode": "NIV",
        "vnum": 10
    },
    {
        "bcode": 19,
        "cnum": 104,
        "content": "They give water to all the beasts of the field; the wild donkeys quench their thirst.",
        "vcode": "NIV",
        "vnum": 11
    },
    {
        "bcode": 19,
        "cnum": 104,
        "content": "The birds of the air nest by the waters; they sing among the branches.",
        "vcode": "NIV",
        "vnum": 12
    },
    {
        "bcode": 19,
        "cnum": 104,
        "content": "He waters the mountains from his upper chambers; the earth is satisfied by the fruit of his work.",
        "vcode": "NIV",
        "vnum": 13
    },
    {
        "bcode": 19,
        "cnum": 104,
        "content": "He makes grass grow for the cattle, and plants for man to cultivate-- bringing forth food from the earth:",
        "vcode": "NIV",
        "vnum": 14
    },
    {
        "bcode": 19,
        "cnum": 104,
        "content": "wine that gladdens the heart of man, oil to make his face shine, and bread that sustains his heart.",
        "vcode": "NIV",
        "vnum": 15
    },
    {
        "bcode": 19,
        "cnum": 104,
        "content": "The trees of the LORD are well watered, the cedars of Lebanon that he planted.",
        "vcode": "NIV",
        "vnum": 16
    },
    {
        "bcode": 19,
        "cnum": 104,
        "content": "There the birds make their nests; the stork has its home in the pine trees.",
        "vcode": "NIV",
        "vnum": 17
    },
    {
        "bcode": 19,
        "cnum": 104,
        "content": "The high mountains belong to the wild goats; the crags are a refuge for the coneys.",
        "vcode": "NIV",
        "vnum": 18
    },
    {
        "bcode": 19,
        "cnum": 104,
        "content": "The moon marks off the seasons, and the sun knows when to go down.",
        "vcode": "NIV",
        "vnum": 19
    },
    {
        "bcode": 19,
        "cnum": 104,
        "content": "You bring darkness, it becomes night, and all the beasts of the forest prowl.",
        "vcode": "NIV",
        "vnum": 20
    },
    {
        "bcode": 19,
        "cnum": 104,
        "content": "The lions roar for their prey and seek their food from God.",
        "vcode": "NIV",
        "vnum": 21
    },
    {
        "bcode": 19,
        "cnum": 104,
        "content": "The sun rises, and they steal away; they return and lie down in their dens.",
        "vcode": "NIV",
        "vnum": 22
    },
    {
        "bcode": 19,
        "cnum": 104,
        "content": "Then man goes out to his work, to his labor until evening.",
        "vcode": "NIV",
        "vnum": 23
    },
    {
        "bcode": 19,
        "cnum": 104,
        "content": "How many are your works, O LORD! In wisdom you made them all; the earth is full of your creatures.",
        "vcode": "NIV",
        "vnum": 24
    },
    {
        "bcode": 19,
        "cnum": 104,
        "content": "There is the sea, vast and spacious, teeming with creatures beyond number-- living things both large and small.",
        "vcode": "NIV",
        "vnum": 25
    },
    {
        "bcode": 19,
        "cnum": 104,
        "content": "There the ships go to and fro, and the leviathan, which you formed to frolic there.",
        "vcode": "NIV",
        "vnum": 26
    },
    {
        "bcode": 19,
        "cnum": 104,
        "content": "These all look to you to give them their food at the proper time.",
        "vcode": "NIV",
        "vnum": 27
    },
    {
        "bcode": 19,
        "cnum": 104,
        "content": "When you give it to them, they gather it up; when you open your hand, they are satisfied with good things.",
        "vcode": "NIV",
        "vnum": 28
    },
    {
        "bcode": 19,
        "cnum": 104,
        "content": "When you hide your face, they are terrified; when you take away their breath, they die and return to the dust.",
        "vcode": "NIV",
        "vnum": 29
    },
    {
        "bcode": 19,
        "cnum": 104,
        "content": "When you send your Spirit, they are created, and you renew the face of the earth.",
        "vcode": "NIV",
        "vnum": 30
    },
    {
        "bcode": 19,
        "cnum": 104,
        "content": "May the glory of the LORD endure forever; may the LORD rejoice in his works-",
        "vcode": "NIV",
        "vnum": 31
    },
    {
        "bcode": 19,
        "cnum": 104,
        "content": "he who looks at the earth, and it trembles, who touches the mountains, and they smoke.",
        "vcode": "NIV",
        "vnum": 32
    },
    {
        "bcode": 19,
        "cnum": 104,
        "content": "I will sing to the LORD all my life; I will sing praise to my God as long as I live.",
        "vcode": "NIV",
        "vnum": 33
    },
    {
        "bcode": 19,
        "cnum": 104,
        "content": "May my meditation be pleasing to him, as I rejoice in the LORD.",
        "vcode": "NIV",
        "vnum": 34
    },
    {
        "bcode": 19,
        "cnum": 104,
        "content": "But may sinners vanish from the earth and the wicked be no more. Praise the LORD, O my soul. Praise the LORD.",
        "vcode": "NIV",
        "vnum": 35
    }
]