[
    {
        "bcode": 19,
        "cnum": 40,
        "content": "I waited patiently for the LORD; he turned to me and heard my cry.",
        "vcode": "NIV",
        "vnum": 1
    },
    {
        "bcode": 19,
        "cnum": 40,
        "content": "He lifted me out of the slimy pit, out of the mud and mire; he set my feet on a rock and gave me a firm place to stand.",
        "vcode": "NIV",
        "vnum": 2
    },
    {
        "bcode": 19,
        "cnum": 40,
        "content": "He put a new song in my mouth, a hymn of praise to our God. Many will see and fear and put their trust in the LORD.",
        "vcode": "NIV",
        "vnum": 3
    },
    {
        "bcode": 19,
        "cnum": 40,
        "content": "Blessed is the man who makes the LORD his trust, who does not look to the proud, to those who turn aside to false gods.",
        "vcode": "NIV",
        "vnum": 4
    },
    {
        "bcode": 19,
        "cnum": 40,
        "content": "Many, O LORD my God, are the wonders you have done. The things you planned for us no one can recount to you; were I to speak and tell of them, they would be too many to declare.",
        "vcode": "NIV",
        "vnum": 5
    },
    {
        "bcode": 19,
        "cnum": 40,
        "content": "Sacrifice and offering you did not desire, but my ears you have pierced , ; burnt offerings and sin offerings you did not require.",
        "vcode": "NIV",
        "vnum": 6
    },
    {
        "bcode": 19,
        "cnum": 40,
        "content": "Then I said, \"Here I am, I have come-- it is written about me in the scroll.",
        "vcode": "NIV",
        "vnum": 7
    },
    {
        "bcode": 19,
        "cnum": 40,
        "content": "I desire to do your will, O my God; your law is within my heart.\"",
        "vcode": "NIV",
        "vnum": 8
    },
    {
        "bcode": 19,
        "cnum": 40,
        "content": "I proclaim righteousness in the great assembly; I do not seal my lips, as you know, O LORD.",
        "vcode": "NIV",
        "vnum": 9
    },
    {
        "bcode": 19,
        "cnum": 40,
        "content": "I do not hide your righteousness in my heart; I speak of your faithfulness and salvation. I do not conceal your love and your truth from the great assembly.",
        "vcode": "NIV",
        "vnum": 10
    },
    {
        "bcode": 19,
        "cnum": 40,
        "content": "Do not withhold your mercy from me, O LORD; may your love and your truth always protect me.",
        "vcode": "NIV",
        "vnum": 11
    },
    {
        "bcode": 19,
        "cnum": 40,
        "content": "For troubles without number surround me; my sins have overtaken me, and I cannot see. They are more than the hairs of my head, and my heart fails within me.",
        "vcode": "NIV",
        "vnum": 12
    },
    {
        "bcode": 19,
        "cnum": 40,
        "content": "Be pleased, O LORD, to save me; O LORD, come quickly to help me.",
        "vcode": "NIV",
        "vnum": 13
    },
    {
        "bcode": 19,
        "cnum": 40,
        "content": "May all who seek to take my life be put to shame and confusion; may all who desire my ruin be turned back in disgrace.",
        "vcode": "NIV",
        "vnum": 14
    },
    {
        "bcode": 19,
        "cnum": 40,
        "content": "May those who say to me, \"Aha! Aha!\" be appalled at their own shame.",
        "vcode": "NIV",
        "vnum": 15
    },
    {
        "bcode": 19,
        "cnum": 40,
        "content": "But may all who seek you rejoice and be glad in you; may those who love your salvation always say, \"The LORD be exalted!\"",
        "vcode": "NIV",
        "vnum": 16
    },
    {
        "bcode": 19,
        "cnum": 40,
        "content": "Yet I am poor and needy; may the Lord think of me. You are my help and my deliverer; O my God, do not delay.",
        "vcode": "NIV",
        "vnum": 17
    }
]