[
    {
        "bcode": 19,
        "cnum": 50,
        "content": "The Mighty One, God, the LORD, speaks and summons the earth from the rising of the sun to the place where it sets.",
        "vcode": "NIV",
        "vnum": 1
    },
    {
        "bcode": 19,
        "cnum": 50,
        "content": "From Zion, perfect in beauty, God shines forth.",
        "vcode": "NIV",
        "vnum": 2
    },
    {
        "bcode": 19,
        "cnum": 50,
        "content": "Our God comes and will not be silent; a fire devours before him, and around him a tempest rages.",
        "vcode": "NIV",
        "vnum": 3
    },
    {
        "bcode": 19,
        "cnum": 50,
        "content": "He summons the heavens above, and the earth, that he may judge his people:",
        "vcode": "NIV",
        "vnum": 4
    },
    {
        "bcode": 19,
        "cnum": 50,
        "content": "\"Gather to me my consecrated ones, who made a covenant with me by sacrifice.\"",
        "vcode": "NIV",
        "vnum": 5
    },
    {
        "bcode": 19,
        "cnum": 50,
        "content": "And the heavens proclaim his righteousness, for God himself is judge. Selah",
        "vcode": "NIV",
        "vnum": 6
    },
    {
        "bcode": 19,
        "cnum": 50,
        "content": "\"Hear, O my people, and I will speak, O Israel, and I will testify against you: I am God, your God.",
        "vcode": "NIV",
        "vnum": 7
    },
    {
        "bcode": 19,
        "cnum": 50,
        "content": "I do not rebuke you for your sacrifices or your burnt offerings, which are ever before me.",
        "vcode": "NIV",
        "vnum": 8
    },
    {
        "bcode": 19,
        "cnum": 50,
        "content": "I have no need of a bull from your stall or of goats from your pens,",
        "vcode": "NIV",
        "vnum": 9
    },
    {
        "bcode": 19,
        "cnum": 50,
        "content": "for every animal of the forest is mine, and the cattle on a thousand hills.",
        "vcode": "NIV",
        "vnum": 10
    },
    {
        "bcode": 19,
        "cnum": 50,
        "content": "I know every bird in the mountains, and the creatures of the field are mine.",
        "vcode": "NIV",
        "vnum": 11
    },
    {
        "bcode": 19,
        "cnum": 50,
        "content": "If I were hungry I would not tell you, for the world is mine, and all that is in it.",
        "vcode": "NIV",
        "vnum": 12
    },
    {
        "bcode": 19,
        "cnum": 50,
        "content": "Do I eat the flesh of bulls or drink the blood of goats?",
        "vcode": "NIV",
        "vnum": 13
    },
    {
        "bcode": 19,
        "cnum": 50,
        "content": "Sacrifice thank offerings to God, fulfill your vows to the Most High,",
        "vcode": "NIV",
        "vnum": 14
    },
    {
        "bcode": 19,
        "cnum": 50,
        "content": "and call upon me in the day of trouble; I will deliver you, and you will honor me.\"",
        "vcode": "NIV",
        "vnum": 15
    },
    {
        "bcode": 19,
        "cnum": 50,
        "content": "But to the wicked, God says: \"What right have you to recite my laws or take my covenant on your lips?",
        "vcode": "NIV",
        "vnum": 16
    },
    {
        "bcode": 19,
        "cnum": 50,
        "content": "You hate my instruction and cast my words behind you.",
        "vcode": "NIV",
        "vnum": 17
    },
    {
        "bcode": 19,
        "cnum": 50,
        "content": "When you see a thief, you join with him; you throw in your lot with adulterers.",
        "vcode": "NIV",
        "vnum": 18
    },
    {
        "bcode": 19,
        "cnum": 50,
        "content": "You use your mouth for evil and harness your tongue to deceit.",
        "vcode": "NIV",
        "vnum": 19
    },
    {
        "bcode": 19,
        "cnum": 50,
        "content": "You speak continually against your brother and slander your own mother's son.",
        "vcode": "NIV",
        "vnum": 20
    },
    {
        "bcode": 19,
        "cnum": 50,
        "content": "These things you have done and I kept silent; you thought I was altogether like you. But I will rebuke you and accuse you to your face.",
        "vcode": "NIV",
        "vnum": 21
    },
    {
        "bcode": 19,
        "cnum": 50,
        "content": "\"Consider this, you who forget God, or I will tear you to pieces, with none to rescue:",
        "vcode": "NIV",
        "vnum": 22
    },
    {
        "bcode": 19,
        "cnum": 50,
        "content": "He who sacrifices thank offerings honors me, and he prepares the way so that I may show him the salvation of God.\"",
        "vcode": "NIV",
        "vnum": 23
    }
]