[
    {
        "bcode": 19,
        "cnum": 92,
        "content": "It is good to praise the LORD and make music to your name, O Most High,",
        "vcode": "NIV",
        "vnum": 1
    },
    {
        "bcode": 19,
        "cnum": 92,
        "content": "to proclaim your love in the morning and your faithfulness at night,",
        "vcode": "NIV",
        "vnum": 2
    },
    {
        "bcode": 19,
        "cnum": 92,
        "content": "to the music of the ten-stringed lyre and the melody of the harp.",
        "vcode": "NIV",
        "vnum": 3
    },
    {
        "bcode": 19,
        "cnum": 92,
        "content": "For you make me glad by your deeds, O LORD; I sing for joy at the works of your hands.",
        "vcode": "NIV",
        "vnum": 4
    },
    {
        "bcode": 19,
        "cnum": 92,
        "content": "How great are your works, O LORD, how profound your thoughts!",
        "vcode": "NIV",
        "vnum": 5
    },
    {
        "bcode": 19,
        "cnum": 92,
        "content": "The senseless man does not know, fools do not understand,",
        "vcode": "NIV",
        "vnum": 6
    },
    {
        "bcode": 19,
        "cnum": 92,
        "content": "that though the wicked spring up like grass and all evildoers flourish, they will be forever destroyed.",
        "vcode": "NIV",
        "vnum": 7
    },
    {
        "bcode": 19,
        "cnum": 92,
        "content": "But you, O LORD, are exalted forever.",
        "vcode": "NIV",
        "vnum": 8
    },
    {
        "bcode": 19,
        "cnum": 92,
        "content": "For surely your enemies, O LORD, surely your enemies will perish; all evildoers will be scattered.",
        "vcode": "NIV",
        "vnum": 9
    },
    {
        "bcode": 19,
        "cnum": 92,
        "content": "You have exalted my horn like that of a wild ox; fine oils have been poured upon me.",
        "vcode": "NIV",
        "vnum": 10
    },
    {
        "bcode": 19,
        "cnum": 92,
        "content": "My eyes have seen the defeat of my adversaries; my ears have heard the rout of my wicked foes.",
        "vcode": "NIV",
        "vnum": 11
    },
    {
        "bcode": 19,
        "cnum": 92,
        "content": "The righteous will flourish like a palm tree, they will grow like a cedar of Lebanon;",
        "vcode": "NIV",
        "vnum": 12
    },
    {
        "bcode": 19,
        "cnum": 92,
        "content": "planted in the house of the LORD, they will flourish in the courts of our God.",
        "vcode": "NIV",
        "vnum": 13
    },
    {
        "bcode": 19,
        "cnum": 92,
        "content": "They will still bear fruit in old age, they will stay fresh and green,",
        "vcode": "NIV",
        "vnum": 14
    },
    {
        "bcode": 19,
        "cnum": 92,
        "content": "proclaiming, \"The LORD is upright; he is my Rock, and there is no wickedness in him.\"",
        "vcode": "NIV",
        "vnum": 15
    }
]