[
    {
        "bcode": 4,
        "cnum": 33,
        "content": "Here are the stages in the journey of the Israelites when they came out of Egypt by divisions under the leadership of Moses and Aaron.",
        "vcode": "NIV",
        "vnum": 1
    },
    {
        "bcode": 4,
        "cnum": 33,
        "content": "At the LORD's command Moses recorded the stages in their journey. This is their journey by stages:",
        "vcode": "NIV",
        "vnum": 2
    },
    {
        "bcode": 4,
        "cnum": 33,
        "content": "The Israelites set out from Rameses on the fifteenth day of the first month, the day after the Passover. They marched out boldly in full view of all the Egyptians,",
        "vcode": "NIV",
        "vnum": 3
    },
    {
        "bcode": 4,
        "cnum": 33,
        "content": "who were burying all their firstborn, whom the LORD had struck down among them; for the LORD had brought judgment on their gods.",
        "vcode": "NIV",
        "vnum": 4
    },
    {
        "bcode": 4,
        "cnum": 33,
        "content": "The Israelites left Rameses and camped at Succoth.",
        "vcode": "NIV",
        "vnum": 5
    },
    {
        "bcode": 4,
        "cnum": 33,
        "content": "They left Succoth and camped at Etham, on the edge of the desert.",
        "vcode": "NIV",
        "vnum": 6
    },
    {
        "bcode": 4,
        "cnum": 33,
        "content": "They left Etham, turned back to Pi Hahiroth, to the east of Baal Zephon, and camped near Migdol.",
        "vcode": "NIV",
        "vnum": 7
    },
    {
        "bcode": 4,
        "cnum": 33,
        "content": "They left Pi Hahiroth and passed through the sea into the desert, and when they had traveled for three days in the Desert of Etham, they camped at Marah.",
        "vcode": "NIV",
        "vnum": 8
    },
    {
        "bcode": 4,
        "cnum": 33,
        "content": "They left Marah and went to Elim, where there were twelve springs and seventy palm trees, and they camped there.",
        "vcode": "NIV",
        "vnum": 9
    },
    {
        "bcode": 4,
        "cnum": 33,
        "content": "They left Elim and camped by the Red Sea.",
        "vcode": "NIV",
        "vnum": 10
    },
    {
        "bcode": 4,
        "cnum": 33,
        "content": "They left the Red Sea and camped in the Desert of Sin.",
        "vcode": "NIV",
        "vnum": 11
    },
    {
        "bcode": 4,
        "cnum": 33,
        "content": "They left the Desert of Sin and camped at Dophkah.",
        "vcode": "NIV",
        "vnum": 12
    },
    {
        "bcode": 4,
        "cnum": 33,
        "content": "They left Dophkah and camped at Alush.",
        "vcode": "NIV",
        "vnum": 13
    },
    {
        "bcode": 4,
        "cnum": 33,
        "content": "They left Alush and camped at Rephidim, where there was no water for the people to drink.",
        "vcode": "NIV",
        "vnum": 14
    },
    {
        "bcode": 4,
        "cnum": 33,
        "content": "They left Rephidim and camped in the Desert of Sinai.",
        "vcode": "NIV",
        "vnum": 15
    },
    {
        "bcode": 4,
        "cnum": 33,
        "content": "They left the Desert of Sinai and camped at Kibroth Hattaavah.",
        "vcode": "NIV",
        "vnum": 16
    },
    {
        "bcode": 4,
        "cnum": 33,
        "content": "They left Kibroth Hattaavah and camped at Hazeroth.",
        "vcode": "NIV",
        "vnum": 17
    },
    {
        "bcode": 4,
        "cnum": 33,
        "content": "They left Hazeroth and camped at Rithmah.",
        "vcode": "NIV",
        "vnum": 18
    },
    {
        "bcode": 4,
        "cnum": 33,
        "content": "They left Rithmah and camped at Rimmon Perez.",
        "vcode": "NIV",
        "vnum": 19
    },
    {
        "bcode": 4,
        "cnum": 33,
        "content": "They left Rimmon Perez and camped at Libnah.",
        "vcode": "NIV",
        "vnum": 20
    },
    {
        "bcode": 4,
        "cnum": 33,
        "content": "They left Libnah and camped at Rissah.",
        "vcode": "NIV",
        "vnum": 21
    },
    {
        "bcode": 4,
        "cnum": 33,
        "content": "They left Rissah and camped at Kehelathah.",
        "vcode": "NIV",
        "vnum": 22
    },
    {
        "bcode": 4,
        "cnum": 33,
        "content": "They left Kehelathah and camped at Mount Shepher.",
        "vcode": "NIV",
        "vnum": 23
    },
    {
        "bcode": 4,
        "cnum": 33,
        "content": "They left Mount Shepher and camped at Haradah.",
        "vcode": "NIV",
        "vnum": 24
    },
    {
        "bcode": 4,
        "cnum": 33,
        "content": "They left Haradah and camped at Makheloth.",
        "vcode": "NIV",
        "vnum": 25
    },
    {
        "bcode": 4,
        "cnum": 33,
        "content": "They left Makheloth and camped at Tahath.",
        "vcode": "NIV",
        "vnum": 26
    },
    {
        "bcode": 4,
        "cnum": 33,
        "content": "They left Tahath and camped at Terah.",
        "vcode": "NIV",
        "vnum": 27
    },
    {
        "bcode": 4,
        "cnum": 33,
        "content": "They left Terah and camped at Mithcah.",
        "vcode": "NIV",
        "vnum": 28
    },
    {
        "bcode": 4,
        "cnum": 33,
        "content": "They left Mithcah and camped at Hashmonah.",
        "vcode": "NIV",
        "vnum": 29
    },
    {
        "bcode": 4,
        "cnum": 33,
        "content": "They left Hashmonah and camped at Moseroth.",
        "vcode": "NIV",
        "vnum": 30
    },
    {
        "bcode": 4,
        "cnum": 33,
        "content": "They left Moseroth and camped at Bene Jaakan.",
        "vcode": "NIV",
        "vnum": 31
    },
    {
        "bcode": 4,
        "cnum": 33,
        "content": "They left Bene Jaakan and camped at Hor Haggidgad.",
        "vcode": "NIV",
        "vnum": 32
    },
    {
        "bcode": 4,
        "cnum": 33,
        "content": "They left Hor Haggidgad and camped at Jotbathah.",
        "vcode": "NIV",
        "vnum": 33
    },
    {
        "bcode": 4,
        "cnum": 33,
        "content": "They left Jotbathah and camped at Abronah.",
        "vcode": "NIV",
        "vnum": 34
    },
    {
        "bcode": 4,
        "cnum": 33,
        "content": "They left Abronah and camped at Ezion Geber.",
        "vcode": "NIV",
        "vnum": 35
    },
    {
        "bcode": 4,
        "cnum": 33,
        "content": "They left Ezion Geber and camped at Kadesh, in the Desert of Zin.",
        "vcode": "NIV",
        "vnum": 36
    },
    {
        "bcode": 4,
        "cnum": 33,
        "content": "They left Kadesh and camped at Mount Hor, on the border of Edom.",
        "vcode": "NIV",
        "vnum": 37
    },
    {
        "bcode": 4,
        "cnum": 33,
        "content": "At the LORD's command Aaron the priest went up Mount Hor, where he died on the first day of the fifth month of the fortieth year after the Israelites came out of Egypt.",
        "vcode": "NIV",
        "vnum": 38
    },
    {
        "bcode": 4,
        "cnum": 33,
        "content": "Aaron was a hundred and twenty-three years old when he died on Mount Hor.",
        "vcode": "NIV",
        "vnum": 39
    },
    {
        "bcode": 4,
        "cnum": 33,
        "content": "The Canaanite king of Arad, who lived in the Negev of Canaan, heard that the Israelites were coming.",
        "vcode": "NIV",
        "vnum": 40
    },
    {
        "bcode": 4,
        "cnum": 33,
        "content": "They left Mount Hor and camped at Zalmonah.",
        "vcode": "NIV",
        "vnum": 41
    },
    {
        "bcode": 4,
        "cnum": 33,
        "content": "They left Zalmonah and camped at Punon.",
        "vcode": "NIV",
        "vnum": 42
    },
    {
        "bcode": 4,
        "cnum": 33,
        "content": "They left Punon and camped at Oboth.",
        "vcode": "NIV",
        "vnum": 43
    },
    {
        "bcode": 4,
        "cnum": 33,
        "content": "They left Oboth and camped at Iye Abarim, on the border of Moab.",
        "vcode": "NIV",
        "vnum": 44
    },
    {
        "bcode": 4,
        "cnum": 33,
        "content": "They left Iyim and camped at Dibon Gad.",
        "vcode": "NIV",
        "vnum": 45
    },
    {
        "bcode": 4,
        "cnum": 33,
        "content": "They left Dibon Gad and camped at Almon Diblathaim.",
        "vcode": "NIV",
        "vnum": 46
    },
    {
        "bcode": 4,
        "cnum": 33,
        "content": "They left Almon Diblathaim and camped in the mountains of Abarim, near Nebo.",
        "vcode": "NIV",
        "vnum": 47
    },
    {
        "bcode": 4,
        "cnum": 33,
        "content": "They left the mountains of Abarim and camped on the plains of Moab by the Jordan across from Jericho.",
        "vcode": "NIV",
        "vnum": 48
    },
    {
        "bcode": 4,
        "cnum": 33,
        "content": "There on the plains of Moab they camped along the Jordan from Beth Jeshimoth to Abel Shittim.",
        "vcode": "NIV",
        "vnum": 49
    },
    {
        "bcode": 4,
        "cnum": 33,
        "content": "On the plains of Moab by the Jordan across from Jericho the LORD said to Moses,",
        "vcode": "NIV",
        "vnum": 50
    },
    {
        "bcode": 4,
        "cnum": 33,
        "content": "\"Speak to the Israelites and say to them: 'When you cross the Jordan into Canaan,",
        "vcode": "NIV",
        "vnum": 51
    },
    {
        "bcode": 4,
        "cnum": 33,
        "content": "drive out all the inhabitants of the land before you. Destroy all their carved images and their cast idols, and demolish all their high places.",
        "vcode": "NIV",
        "vnum": 52
    },
    {
        "bcode": 4,
        "cnum": 33,
        "content": "Take possession of the land and settle in it, for I have given you the land to possess.",
        "vcode": "NIV",
        "vnum": 53
    },
    {
        "bcode": 4,
        "cnum": 33,
        "content": "Distribute the land by lot, according to your clans. To a larger group give a larger inheritance, and to a smaller group a smaller one. Whatever falls to them by lot will be theirs. Distribute it according to your ancestral tribes.",
        "vcode": "NIV",
        "vnum": 54
    },
    {
        "bcode": 4,
        "cnum": 33,
        "content": "\" 'But if you do not drive out the inhabitants of the land, those you allow to remain will become barbs in your eyes and thorns in your sides. They will give you trouble in the land where you will live.",
        "vcode": "NIV",
        "vnum": 55
    },
    {
        "bcode": 4,
        "cnum": 33,
        "content": "And then I will do to you what I plan to do to them.' \"",
        "vcode": "NIV",
        "vnum": 56
    }
]