[
    {
        "bcode": 62,
        "cnum": 2,
        "content": "My dear children, I write this to you so that you will not sin. But if anybody does sin, we have one who speaks to the Father in our defense--Jesus Christ, the Righteous One.",
        "vcode": "NIV",
        "vnum": 1
    },
    {
        "bcode": 62,
        "cnum": 2,
        "content": "He is the atoning sacrifice for our sins, and not only for ours but also for the sins of the whole world.",
        "vcode": "NIV",
        "vnum": 2
    },
    {
        "bcode": 62,
        "cnum": 2,
        "content": "We know that we have come to know him if we obey his commands.",
        "vcode": "NIV",
        "vnum": 3
    },
    {
        "bcode": 62,
        "cnum": 2,
        "content": "The man who says, \"I know him,\" but does not do what he commands is a liar, and the truth is not in him.",
        "vcode": "NIV",
        "vnum": 4
    },
    {
        "bcode": 62,
        "cnum": 2,
        "content": "But if anyone obeys his word, God's love is truly made complete in him. This is how we know we are in him:",
        "vcode": "NIV",
        "vnum": 5
    },
    {
        "bcode": 62,
        "cnum": 2,
        "content": "Whoever claims to live in him must walk as Jesus did.",
        "vcode": "NIV",
        "vnum": 6
    },
    {
        "bcode": 62,
        "cnum": 2,
        "content": "Dear friends, I am not writing you a new command but an old one, which you have had since the beginning. This old command is the message you have heard.",
        "vcode": "NIV",
        "vnum": 7
    },
    {
        "bcode": 62,
        "cnum": 2,
        "content": "Yet I am writing you a new command; its truth is seen in him and you, because the darkness is passing and the true light is already shining.",
        "vcode": "NIV",
        "vnum": 8
    },
    {
        "bcode": 62,
        "cnum": 2,
        "content": "Anyone who claims to be in the light but hates his brother is still in the darkness.",
        "vcode": "NIV",
        "vnum": 9
    },
    {
        "bcode": 62,
        "cnum": 2,
        "content": "Whoever loves his brother lives in the light, and there is nothing in him to make him stumble.",
        "vcode": "NIV",
        "vnum": 10
    },
    {
        "bcode": 62,
        "cnum": 2,
        "content": "But whoever hates his brother is in the darkness and walks around in the darkness; he does not know where he is going, because the darkness has blinded him.",
        "vcode": "NIV",
        "vnum": 11
    },
    {
        "bcode": 62,
        "cnum": 2,
        "content": "I write to you, dear children, because your sins have been forgiven on account of his name.",
        "vcode": "NIV",
        "vnum": 12
    },
    {
        "bcode": 62,
        "cnum": 2,
        "content": "I write to you, fathers, because you have known him who is from the beginning. I write to you, young men, because you have overcome the evil one. I write to you, dear children, because you have known the Father.",
        "vcode": "NIV",
        "vnum": 13
    },
    {
        "bcode": 62,
        "cnum": 2,
        "content": "I write to you, fathers, because you have known him who is from the beginning. I write to you, young men, because you are strong, and the word of God lives in you, and you have overcome the evil one.",
        "vcode": "NIV",
        "vnum": 14
    },
    {
        "bcode": 62,
        "cnum": 2,
        "content": "Do not love the world or anything in the world. If anyone loves the world, the love of the Father is not in him.",
        "vcode": "NIV",
        "vnum": 15
    },
    {
        "bcode": 62,
        "cnum": 2,
        "content": "For everything in the world--the cravings of sinful man, the lust of his eyes and the boasting of what he has and does--comes not from the Father but from the world.",
        "vcode": "NIV",
        "vnum": 16
    },
    {
        "bcode": 62,
        "cnum": 2,
        "content": "The world and its desires pass away, but the man who does the will of God lives forever.",
        "vcode": "NIV",
        "vnum": 17
    },
    {
        "bcode": 62,
        "cnum": 2,
        "content": "Dear children, this is the last hour; and as you have heard that the antichrist is coming, even now many antichrists have come. This is how we know it is the last hour.",
        "vcode": "NIV",
        "vnum": 18
    },
    {
        "bcode": 62,
        "cnum": 2,
        "content": "They went out from us, but they did not really belong to us. For if they had belonged to us, they would have remained with us; but their going showed that none of them belonged to us.",
        "vcode": "NIV",
        "vnum": 19
    },
    {
        "bcode": 62,
        "cnum": 2,
        "content": "But you have an anointing from the Holy One, and all of you know the truth.",
        "vcode": "NIV",
        "vnum": 20
    },
    {
        "bcode": 62,
        "cnum": 2,
        "content": "I do not write to you because you do not know the truth, but because you do know it and because no lie comes from the truth.",
        "vcode": "NIV",
        "vnum": 21
    },
    {
        "bcode": 62,
        "cnum": 2,
        "content": "Who is the liar? It is the man who denies that Jesus is the Christ. Such a man is the antichrist--he denies the Father and the Son.",
        "vcode": "NIV",
        "vnum": 22
    },
    {
        "bcode": 62,
        "cnum": 2,
        "content": "No one who denies the Son has the Father; whoever acknowledges the Son has the Father also.",
        "vcode": "NIV",
        "vnum": 23
    },
    {
        "bcode": 62,
        "cnum": 2,
        "content": "See that what you have heard from the beginning remains in you. If it does, you also will remain in the Son and in the Father.",
        "vcode": "NIV",
        "vnum": 24
    },
    {
        "bcode": 62,
        "cnum": 2,
        "content": "And this is what he promised us--even eternal life.",
        "vcode": "NIV",
        "vnum": 25
    },
    {
        "bcode": 62,
        "cnum": 2,
        "content": "I am writing these things to you about those who are trying to lead you astray.",
        "vcode": "NIV",
        "vnum": 26
    },
    {
        "bcode": 62,
        "cnum": 2,
        "content": "As for you, the anointing you received from him remains in you, and you do not need anyone to teach you. But as his anointing teaches you about all things and as that anointing is real, not counterfeit--just as it has taught you, remain in him.",
        "vcode": "NIV",
        "vnum": 27
    },
    {
        "bcode": 62,
        "cnum": 2,
        "content": "And now, dear children, continue in him, so that when he appears we may be confident and unashamed before him at his coming.",
        "vcode": "NIV",
        "vnum": 28
    },
    {
        "bcode": 62,
        "cnum": 2,
        "content": "If you know that he is righteous, you know that everyone who does what is right has been born of him.",
        "vcode": "NIV",
        "vnum": 29
    }
]