[
    {
        "bcode": 2,
        "cnum": 22,
        "content": "\"If a man steals an ox or a sheep and slaughters it or sells it, he must pay back five head of cattle for the ox and four sheep for the sheep.",
        "vcode": "NIV",
        "vnum": 1
    },
    {
        "bcode": 2,
        "cnum": 22,
        "content": "\"If a thief is caught breaking in and is struck so that he dies, the defender is not guilty of bloodshed;",
        "vcode": "NIV",
        "vnum": 2
    },
    {
        "bcode": 2,
        "cnum": 22,
        "content": "but if it happens after sunrise, he is guilty of bloodshed. \"A thief must certainly make restitution, but if he has nothing, he must be sold to pay for his theft.",
        "vcode": "NIV",
        "vnum": 3
    },
    {
        "bcode": 2,
        "cnum": 22,
        "content": "\"If the stolen animal is found alive in his possession--whether ox or donkey or sheep--he must pay back double.",
        "vcode": "NIV",
        "vnum": 4
    },
    {
        "bcode": 2,
        "cnum": 22,
        "content": "\"If a man grazes his livestock in a field or vineyard and lets them stray and they graze in another man's field, he must make restitution from the best of his own field or vineyard.",
        "vcode": "NIV",
        "vnum": 5
    },
    {
        "bcode": 2,
        "cnum": 22,
        "content": "\"If a fire breaks out and spreads into thornbushes so that it burns shocks of grain or standing grain or the whole field, the one who started the fire must make restitution.",
        "vcode": "NIV",
        "vnum": 6
    },
    {
        "bcode": 2,
        "cnum": 22,
        "content": "\"If a man gives his neighbor silver or goods for safekeeping and they are stolen from the neighbor's house, the thief, if he is caught, must pay back double.",
        "vcode": "NIV",
        "vnum": 7
    },
    {
        "bcode": 2,
        "cnum": 22,
        "content": "But if the thief is not found, the owner of the house must appear before the judges to determine whether he has laid his hands on the other man's property.",
        "vcode": "NIV",
        "vnum": 8
    },
    {
        "bcode": 2,
        "cnum": 22,
        "content": "In all cases of illegal possession of an ox, a donkey, a sheep, a garment, or any other lost property about which somebody says, 'This is mine,' both parties are to bring their cases before the judges. The one whom the judges declare guilty must pay back double to his neighbor.",
        "vcode": "NIV",
        "vnum": 9
    },
    {
        "bcode": 2,
        "cnum": 22,
        "content": "\"If a man gives a donkey, an ox, a sheep or any other animal to his neighbor for safekeeping and it dies or is injured or is taken away while no one is looking,",
        "vcode": "NIV",
        "vnum": 10
    },
    {
        "bcode": 2,
        "cnum": 22,
        "content": "the issue between them will be settled by the taking of an oath before the LORD that the neighbor did not lay hands on the other person's property. The owner is to accept this, and no restitution is required.",
        "vcode": "NIV",
        "vnum": 11
    },
    {
        "bcode": 2,
        "cnum": 22,
        "content": "But if the animal was stolen from the neighbor, he must make restitution to the owner.",
        "vcode": "NIV",
        "vnum": 12
    },
    {
        "bcode": 2,
        "cnum": 22,
        "content": "If it was torn to pieces by a wild animal, he shall bring in the remains as evidence and he will not be required to pay for the torn animal.",
        "vcode": "NIV",
        "vnum": 13
    },
    {
        "bcode": 2,
        "cnum": 22,
        "content": "\"If a man borrows an animal from his neighbor and it is injured or dies while the owner is not present, he must make restitution.",
        "vcode": "NIV",
        "vnum": 14
    },
    {
        "bcode": 2,
        "cnum": 22,
        "content": "But if the owner is with the animal, the borrower will not have to pay. If the animal was hired, the money paid for the hire covers the loss.",
        "vcode": "NIV",
        "vnum": 15
    },
    {
        "bcode": 2,
        "cnum": 22,
        "content": "\"If a man seduces a virgin who is not pledged to be married and sleeps with her, he must pay the bride-price, and she shall be his wife.",
        "vcode": "NIV",
        "vnum": 16
    },
    {
        "bcode": 2,
        "cnum": 22,
        "content": "If her father absolutely refuses to give her to him, he must still pay the bride-price for virgins.",
        "vcode": "NIV",
        "vnum": 17
    },
    {
        "bcode": 2,
        "cnum": 22,
        "content": "\"Do not allow a sorceress to live.",
        "vcode": "NIV",
        "vnum": 18
    },
    {
        "bcode": 2,
        "cnum": 22,
        "content": "\"Anyone who has sexual relations with an animal must be put to death.",
        "vcode": "NIV",
        "vnum": 19
    },
    {
        "bcode": 2,
        "cnum": 22,
        "content": "\"Whoever sacrifices to any god other than the LORD must be destroyed.",
        "vcode": "NIV",
        "vnum": 20
    },
    {
        "bcode": 2,
        "cnum": 22,
        "content": "\"Do not mistreat an alien or oppress him, for you were aliens in Egypt.",
        "vcode": "NIV",
        "vnum": 21
    },
    {
        "bcode": 2,
        "cnum": 22,
        "content": "\"Do not take advantage of a widow or an orphan.",
        "vcode": "NIV",
        "vnum": 22
    },
    {
        "bcode": 2,
        "cnum": 22,
        "content": "If you do and they cry out to me, I will certainly hear their cry.",
        "vcode": "NIV",
        "vnum": 23
    },
    {
        "bcode": 2,
        "cnum": 22,
        "content": "My anger will be aroused, and I will kill you with the sword; your wives will become widows and your children fatherless.",
        "vcode": "NIV",
        "vnum": 24
    },
    {
        "bcode": 2,
        "cnum": 22,
        "content": "\"If you lend money to one of my people among you who is needy, do not be like a moneylender; charge him no interest.",
        "vcode": "NIV",
        "vnum": 25
    },
    {
        "bcode": 2,
        "cnum": 22,
        "content": "If you take your neighbor's cloak as a pledge, return it to him by sunset,",
        "vcode": "NIV",
        "vnum": 26
    },
    {
        "bcode": 2,
        "cnum": 22,
        "content": "because his cloak is the only covering he has for his body. What else will he sleep in? When he cries out to me, I will hear, for I am compassionate.",
        "vcode": "NIV",
        "vnum": 27
    },
    {
        "bcode": 2,
        "cnum": 22,
        "content": "\"Do not blaspheme God or curse the ruler of your people.",
        "vcode": "NIV",
        "vnum": 28
    },
    {
        "bcode": 2,
        "cnum": 22,
        "content": "\"Do not hold back offerings from your granaries or your vats. \"You must give me the firstborn of your sons.",
        "vcode": "NIV",
        "vnum": 29
    },
    {
        "bcode": 2,
        "cnum": 22,
        "content": "Do the same with your cattle and your sheep. Let them stay with their mothers for seven days, but give them to me on the eighth day.",
        "vcode": "NIV",
        "vnum": 30
    },
    {
        "bcode": 2,
        "cnum": 22,
        "content": "\"You are to be my holy people. So do not eat the meat of an animal torn by wild beasts; throw it to the dogs.",
        "vcode": "NIV",
        "vnum": 31
    }
]