[
    {
        "bcode": 2,
        "cnum": 30,
        "content": "\"Make an altar of acacia wood for burning incense.",
        "vcode": "NIV",
        "vnum": 1
    },
    {
        "bcode": 2,
        "cnum": 30,
        "content": "It is to be square, a cubit long and a cubit wide, and two cubits high --its horns of one piece with it.",
        "vcode": "NIV",
        "vnum": 2
    },
    {
        "bcode": 2,
        "cnum": 30,
        "content": "Overlay the top and all the sides and the horns with pure gold, and make a gold molding around it.",
        "vcode": "NIV",
        "vnum": 3
    },
    {
        "bcode": 2,
        "cnum": 30,
        "content": "Make two gold rings for the altar below the molding--two on opposite sides--to hold the poles used to carry it.",
        "vcode": "NIV",
        "vnum": 4
    },
    {
        "bcode": 2,
        "cnum": 30,
        "content": "Make the poles of acacia wood and overlay them with gold.",
        "vcode": "NIV",
        "vnum": 5
    },
    {
        "bcode": 2,
        "cnum": 30,
        "content": "Put the altar in front of the curtain that is before the ark of the Testimony--before the atonement cover that is over the Testimony--where I will meet with you.",
        "vcode": "NIV",
        "vnum": 6
    },
    {
        "bcode": 2,
        "cnum": 30,
        "content": "\"Aaron must burn fragrant incense on the altar every morning when he tends the lamps.",
        "vcode": "NIV",
        "vnum": 7
    },
    {
        "bcode": 2,
        "cnum": 30,
        "content": "He must burn incense again when he lights the lamps at twilight so incense will burn regularly before the LORD for the generations to come.",
        "vcode": "NIV",
        "vnum": 8
    },
    {
        "bcode": 2,
        "cnum": 30,
        "content": "Do not offer on this altar any other incense or any burnt offering or grain offering, and do not pour a drink offering on it.",
        "vcode": "NIV",
        "vnum": 9
    },
    {
        "bcode": 2,
        "cnum": 30,
        "content": "Once a year Aaron shall make atonement on its horns. This annual atonement must be made with the blood of the atoning sin offering for the generations to come. It is most holy to the LORD.\"",
        "vcode": "NIV",
        "vnum": 10
    },
    {
        "bcode": 2,
        "cnum": 30,
        "content": "Then the LORD said to Moses,",
        "vcode": "NIV",
        "vnum": 11
    },
    {
        "bcode": 2,
        "cnum": 30,
        "content": "\"When you take a census of the Israelites to count them, each one must pay the LORD a ransom for his life at the time he is counted. Then no plague will come on them when you number them.",
        "vcode": "NIV",
        "vnum": 12
    },
    {
        "bcode": 2,
        "cnum": 30,
        "content": "Each one who crosses over to those already counted is to give a half shekel, according to the sanctuary shekel, which weighs twenty gerahs. This half shekel is an offering to the LORD.",
        "vcode": "NIV",
        "vnum": 13
    },
    {
        "bcode": 2,
        "cnum": 30,
        "content": "All who cross over, those twenty years old or more, are to give an offering to the LORD.",
        "vcode": "NIV",
        "vnum": 14
    },
    {
        "bcode": 2,
        "cnum": 30,
        "content": "The rich are not to give more than a half shekel and the poor are not to give less when you make the offering to the LORD to atone for your lives.",
        "vcode": "NIV",
        "vnum": 15
    },
    {
        "bcode": 2,
        "cnum": 30,
        "content": "Receive the atonement money from the Israelites and use it for the service of the Tent of Meeting. It will be a memorial for the Israelites before the LORD, making atonement for your lives.\"",
        "vcode": "NIV",
        "vnum": 16
    },
    {
        "bcode": 2,
        "cnum": 30,
        "content": "Then the LORD said to Moses,",
        "vcode": "NIV",
        "vnum": 17
    },
    {
        "bcode": 2,
        "cnum": 30,
        "content": "\"Make a bronze basin, with its bronze stand, for washing. Place it between the Tent of Meeting and the altar, and put water in it.",
        "vcode": "NIV",
        "vnum": 18
    },
    {
        "bcode": 2,
        "cnum": 30,
        "content": "Aaron and his sons are to wash their hands and feet with water from it.",
        "vcode": "NIV",
        "vnum": 19
    },
    {
        "bcode": 2,
        "cnum": 30,
        "content": "Whenever they enter the Tent of Meeting, they shall wash with water so that they will not die. Also, when they approach the altar to minister by presenting an offering made to the LORD by fire,",
        "vcode": "NIV",
        "vnum": 20
    },
    {
        "bcode": 2,
        "cnum": 30,
        "content": "they shall wash their hands and feet so that they will not die. This is to be a lasting ordinance for Aaron and his descendants for the generations to come.\"",
        "vcode": "NIV",
        "vnum": 21
    },
    {
        "bcode": 2,
        "cnum": 30,
        "content": "Then the LORD said to Moses,",
        "vcode": "NIV",
        "vnum": 22
    },
    {
        "bcode": 2,
        "cnum": 30,
        "content": "\"Take the following fine spices: 500 shekels of liquid myrrh, half as much (that is, 250 shekels) of fragrant cinnamon, 250 shekels of fragrant cane,",
        "vcode": "NIV",
        "vnum": 23
    },
    {
        "bcode": 2,
        "cnum": 30,
        "content": "500 shekels of cassia--all according to the sanctuary shekel--and a hin of olive oil.",
        "vcode": "NIV",
        "vnum": 24
    },
    {
        "bcode": 2,
        "cnum": 30,
        "content": "Make these into a sacred anointing oil, a fragrant blend, the work of a perfumer. It will be the sacred anointing oil.",
        "vcode": "NIV",
        "vnum": 25
    },
    {
        "bcode": 2,
        "cnum": 30,
        "content": "Then use it to anoint the Tent of Meeting, the ark of the Testimony,",
        "vcode": "NIV",
        "vnum": 26
    },
    {
        "bcode": 2,
        "cnum": 30,
        "content": "the table and all its articles, the lampstand and its accessories, the altar of incense,",
        "vcode": "NIV",
        "vnum": 27
    },
    {
        "bcode": 2,
        "cnum": 30,
        "content": "the altar of burnt offering and all its utensils, and the basin with its stand.",
        "vcode": "NIV",
        "vnum": 28
    },
    {
        "bcode": 2,
        "cnum": 30,
        "content": "You shall consecrate them so they will be most holy, and whatever touches them will be holy.",
        "vcode": "NIV",
        "vnum": 29
    },
    {
        "bcode": 2,
        "cnum": 30,
        "content": "\"Anoint Aaron and his sons and consecrate them so they may serve me as priests.",
        "vcode": "NIV",
        "vnum": 30
    },
    {
        "bcode": 2,
        "cnum": 30,
        "content": "Say to the Israelites, 'This is to be my sacred anointing oil for the generations to come.",
        "vcode": "NIV",
        "vnum": 31
    },
    {
        "bcode": 2,
        "cnum": 30,
        "content": "Do not pour it on men's bodies and do not make any oil with the same formula. It is sacred, and you are to consider it sacred.",
        "vcode": "NIV",
        "vnum": 32
    },
    {
        "bcode": 2,
        "cnum": 30,
        "content": "Whoever makes perfume like it and whoever puts it on anyone other than a priest must be cut off from his people.' \"",
        "vcode": "NIV",
        "vnum": 33
    },
    {
        "bcode": 2,
        "cnum": 30,
        "content": "Then the LORD said to Moses, \"Take fragrant spices--gum resin, onycha and galbanum--and pure frankincense, all in equal amounts,",
        "vcode": "NIV",
        "vnum": 34
    },
    {
        "bcode": 2,
        "cnum": 30,
        "content": "and make a fragrant blend of incense, the work of a perfumer. It is to be salted and pure and sacred.",
        "vcode": "NIV",
        "vnum": 35
    },
    {
        "bcode": 2,
        "cnum": 30,
        "content": "Grind some of it to powder and place it in front of the Testimony in the Tent of Meeting, where I will meet with you. It shall be most holy to you.",
        "vcode": "NIV",
        "vnum": 36
    },
    {
        "bcode": 2,
        "cnum": 30,
        "content": "Do not make any incense with this formula for yourselves; consider it holy to the LORD.",
        "vcode": "NIV",
        "vnum": 37
    },
    {
        "bcode": 2,
        "cnum": 30,
        "content": "Whoever makes any like it to enjoy its fragrance must be cut off from his people.\"",
        "vcode": "NIV",
        "vnum": 38
    }
]