[
    {
        "bcode": 2,
        "cnum": 36,
        "content": "So Bezalel, Oholiab and every skilled person to whom the LORD has given skill and ability to know how to carry out all the work of constructing the sanctuary are to do the work just as the LORD has commanded.\"",
        "vcode": "NIV",
        "vnum": 1
    },
    {
        "bcode": 2,
        "cnum": 36,
        "content": "Then Moses summoned Bezalel and Oholiab and every skilled person to whom the LORD had given ability and who was willing to come and do the work.",
        "vcode": "NIV",
        "vnum": 2
    },
    {
        "bcode": 2,
        "cnum": 36,
        "content": "They received from Moses all the offerings the Israelites had brought to carry out the work of constructing the sanctuary. And the people continued to bring freewill offerings morning after morning.",
        "vcode": "NIV",
        "vnum": 3
    },
    {
        "bcode": 2,
        "cnum": 36,
        "content": "So all the skilled craftsmen who were doing all the work on the sanctuary left their work",
        "vcode": "NIV",
        "vnum": 4
    },
    {
        "bcode": 2,
        "cnum": 36,
        "content": "and said to Moses, \"The people are bringing more than enough for doing the work the LORD commanded to be done.\"",
        "vcode": "NIV",
        "vnum": 5
    },
    {
        "bcode": 2,
        "cnum": 36,
        "content": "Then Moses gave an order and they sent this word throughout the camp: \"No man or woman is to make anything else as an offering for the sanctuary.\" And so the people were restrained from bringing more,",
        "vcode": "NIV",
        "vnum": 6
    },
    {
        "bcode": 2,
        "cnum": 36,
        "content": "because what they already had was more than enough to do all the work.",
        "vcode": "NIV",
        "vnum": 7
    },
    {
        "bcode": 2,
        "cnum": 36,
        "content": "All the skilled men among the workmen made the tabernacle with ten curtains of finely twisted linen and blue, purple and scarlet yarn, with cherubim worked into them by a skilled craftsman.",
        "vcode": "NIV",
        "vnum": 8
    },
    {
        "bcode": 2,
        "cnum": 36,
        "content": "All the curtains were the same size--twenty-eight cubits long and four cubits wide.",
        "vcode": "NIV",
        "vnum": 9
    },
    {
        "bcode": 2,
        "cnum": 36,
        "content": "They joined five of the curtains together and did the same with the other five.",
        "vcode": "NIV",
        "vnum": 10
    },
    {
        "bcode": 2,
        "cnum": 36,
        "content": "Then they made loops of blue material along the edge of the end curtain in one set, and the same was done with the end curtain in the other set.",
        "vcode": "NIV",
        "vnum": 11
    },
    {
        "bcode": 2,
        "cnum": 36,
        "content": "They also made fifty loops on one curtain and fifty loops on the end curtain of the other set, with the loops opposite each other.",
        "vcode": "NIV",
        "vnum": 12
    },
    {
        "bcode": 2,
        "cnum": 36,
        "content": "Then they made fifty gold clasps and used them to fasten the two sets of curtains together so that the tabernacle was a unit.",
        "vcode": "NIV",
        "vnum": 13
    },
    {
        "bcode": 2,
        "cnum": 36,
        "content": "They made curtains of goat hair for the tent over the tabernacle--eleven altogether.",
        "vcode": "NIV",
        "vnum": 14
    },
    {
        "bcode": 2,
        "cnum": 36,
        "content": "All eleven curtains were the same size--thirty cubits long and four cubits wide.",
        "vcode": "NIV",
        "vnum": 15
    },
    {
        "bcode": 2,
        "cnum": 36,
        "content": "They joined five of the curtains into one set and the other six into another set.",
        "vcode": "NIV",
        "vnum": 16
    },
    {
        "bcode": 2,
        "cnum": 36,
        "content": "Then they made fifty loops along the edge of the end curtain in one set and also along the edge of the end curtain in the other set.",
        "vcode": "NIV",
        "vnum": 17
    },
    {
        "bcode": 2,
        "cnum": 36,
        "content": "They made fifty bronze clasps to fasten the tent together as a unit.",
        "vcode": "NIV",
        "vnum": 18
    },
    {
        "bcode": 2,
        "cnum": 36,
        "content": "Then they made for the tent a covering of ram skins dyed red, and over that a covering of hides of sea cows.",
        "vcode": "NIV",
        "vnum": 19
    },
    {
        "bcode": 2,
        "cnum": 36,
        "content": "They made upright frames of acacia wood for the tabernacle.",
        "vcode": "NIV",
        "vnum": 20
    },
    {
        "bcode": 2,
        "cnum": 36,
        "content": "Each frame was ten cubits long and a cubit and a half wide,",
        "vcode": "NIV",
        "vnum": 21
    },
    {
        "bcode": 2,
        "cnum": 36,
        "content": "with two projections set parallel to each other. They made all the frames of the tabernacle in this way.",
        "vcode": "NIV",
        "vnum": 22
    },
    {
        "bcode": 2,
        "cnum": 36,
        "content": "They made twenty frames for the south side of the tabernacle",
        "vcode": "NIV",
        "vnum": 23
    },
    {
        "bcode": 2,
        "cnum": 36,
        "content": "and made forty silver bases to go under them--two bases for each frame, one under each projection.",
        "vcode": "NIV",
        "vnum": 24
    },
    {
        "bcode": 2,
        "cnum": 36,
        "content": "For the other side, the north side of the tabernacle, they made twenty frames",
        "vcode": "NIV",
        "vnum": 25
    },
    {
        "bcode": 2,
        "cnum": 36,
        "content": "and forty silver bases--two under each frame.",
        "vcode": "NIV",
        "vnum": 26
    },
    {
        "bcode": 2,
        "cnum": 36,
        "content": "They made six frames for the far end, that is, the west end of the tabernacle,",
        "vcode": "NIV",
        "vnum": 27
    },
    {
        "bcode": 2,
        "cnum": 36,
        "content": "and two frames were made for the corners of the tabernacle at the far end.",
        "vcode": "NIV",
        "vnum": 28
    },
    {
        "bcode": 2,
        "cnum": 36,
        "content": "At these two corners the frames were double from the bottom all the way to the top and fitted into a single ring; both were made alike.",
        "vcode": "NIV",
        "vnum": 29
    },
    {
        "bcode": 2,
        "cnum": 36,
        "content": "So there were eight frames and sixteen silver bases--two under each frame.",
        "vcode": "NIV",
        "vnum": 30
    },
    {
        "bcode": 2,
        "cnum": 36,
        "content": "They also made crossbars of acacia wood: five for the frames on one side of the tabernacle,",
        "vcode": "NIV",
        "vnum": 31
    },
    {
        "bcode": 2,
        "cnum": 36,
        "content": "five for those on the other side, and five for the frames on the west, at the far end of the tabernacle.",
        "vcode": "NIV",
        "vnum": 32
    },
    {
        "bcode": 2,
        "cnum": 36,
        "content": "They made the center crossbar so that it extended from end to end at the middle of the frames.",
        "vcode": "NIV",
        "vnum": 33
    },
    {
        "bcode": 2,
        "cnum": 36,
        "content": "They overlaid the frames with gold and made gold rings to hold the crossbars. They also overlaid the crossbars with gold.",
        "vcode": "NIV",
        "vnum": 34
    },
    {
        "bcode": 2,
        "cnum": 36,
        "content": "They made the curtain of blue, purple and scarlet yarn and finely twisted linen, with cherubim worked into it by a skilled craftsman.",
        "vcode": "NIV",
        "vnum": 35
    },
    {
        "bcode": 2,
        "cnum": 36,
        "content": "They made four posts of acacia wood for it and overlaid them with gold. They made gold hooks for them and cast their four silver bases.",
        "vcode": "NIV",
        "vnum": 36
    },
    {
        "bcode": 2,
        "cnum": 36,
        "content": "For the entrance to the tent they made a curtain of blue, purple and scarlet yarn and finely twisted linen--the work of an embroiderer;",
        "vcode": "NIV",
        "vnum": 37
    },
    {
        "bcode": 2,
        "cnum": 36,
        "content": "and they made five posts with hooks for them. They overlaid the tops of the posts and their bands with gold and made their five bases of bronze.",
        "vcode": "NIV",
        "vnum": 38
    }
]