[
    {
        "bcode": 45,
        "cnum": 2,
        "content": "You, therefore, have no excuse, you who pass judgment on someone else, for at whatever point you judge the other, you are condemning yourself, because you who pass judgment do the same things.",
        "vcode": "NIV",
        "vnum": 1
    },
    {
        "bcode": 45,
        "cnum": 2,
        "content": "Now we know that God's judgment against those who do such things is based on truth.",
        "vcode": "NIV",
        "vnum": 2
    },
    {
        "bcode": 45,
        "cnum": 2,
        "content": "So when you, a mere man, pass judgment on them and yet do the same things, do you think you will escape God's judgment?",
        "vcode": "NIV",
        "vnum": 3
    },
    {
        "bcode": 45,
        "cnum": 2,
        "content": "Or do you show contempt for the riches of his kindness, tolerance and patience, not realizing that God's kindness leads you toward repentance?",
        "vcode": "NIV",
        "vnum": 4
    },
    {
        "bcode": 45,
        "cnum": 2,
        "content": "But because of your stubbornness and your unrepentant heart, you are storing up wrath against yourself for the day of God's wrath, when his righteous judgment will be revealed.",
        "vcode": "NIV",
        "vnum": 5
    },
    {
        "bcode": 45,
        "cnum": 2,
        "content": "God \"will give to each person according to what he has done.\"",
        "vcode": "NIV",
        "vnum": 6
    },
    {
        "bcode": 45,
        "cnum": 2,
        "content": "To those who by persistence in doing good seek glory, honor and immortality, he will give eternal life.",
        "vcode": "NIV",
        "vnum": 7
    },
    {
        "bcode": 45,
        "cnum": 2,
        "content": "But for those who are self-seeking and who reject the truth and follow evil, there will be wrath and anger.",
        "vcode": "NIV",
        "vnum": 8
    },
    {
        "bcode": 45,
        "cnum": 2,
        "content": "There will be trouble and distress for every human being who does evil: first for the Jew, then for the Gentile;",
        "vcode": "NIV",
        "vnum": 9
    },
    {
        "bcode": 45,
        "cnum": 2,
        "content": "but glory, honor and peace for everyone who does good: first for the Jew, then for the Gentile.",
        "vcode": "NIV",
        "vnum": 10
    },
    {
        "bcode": 45,
        "cnum": 2,
        "content": "For God does not show favoritism.",
        "vcode": "NIV",
        "vnum": 11
    },
    {
        "bcode": 45,
        "cnum": 2,
        "content": "All who sin apart from the law will also perish apart from the law, and all who sin under the law will be judged by the law.",
        "vcode": "NIV",
        "vnum": 12
    },
    {
        "bcode": 45,
        "cnum": 2,
        "content": "For it is not those who hear the law who are righteous in God's sight, but it is those who obey the law who will be declared righteous.",
        "vcode": "NIV",
        "vnum": 13
    },
    {
        "bcode": 45,
        "cnum": 2,
        "content": "(Indeed, when Gentiles, who do not have the law, do by nature things required by the law, they are a law for themselves, even though they do not have the law,",
        "vcode": "NIV",
        "vnum": 14
    },
    {
        "bcode": 45,
        "cnum": 2,
        "content": "since they show that the requirements of the law are written on their hearts, their consciences also bearing witness, and their thoughts now accusing, now even defending them.)",
        "vcode": "NIV",
        "vnum": 15
    },
    {
        "bcode": 45,
        "cnum": 2,
        "content": "This will take place on the day when God will judge men's secrets through Jesus Christ, as my gospel declares.",
        "vcode": "NIV",
        "vnum": 16
    },
    {
        "bcode": 45,
        "cnum": 2,
        "content": "Now you, if you call yourself a Jew; if you rely on the law and brag about your relationship to God;",
        "vcode": "NIV",
        "vnum": 17
    },
    {
        "bcode": 45,
        "cnum": 2,
        "content": "if you know his will and approve of what is superior because you are instructed by the law;",
        "vcode": "NIV",
        "vnum": 18
    },
    {
        "bcode": 45,
        "cnum": 2,
        "content": "if you are convinced that you are a guide for the blind, a light for those who are in the dark,",
        "vcode": "NIV",
        "vnum": 19
    },
    {
        "bcode": 45,
        "cnum": 2,
        "content": "an instructor of the foolish, a teacher of infants, because you have in the law the embodiment of knowledge and truth--",
        "vcode": "NIV",
        "vnum": 20
    },
    {
        "bcode": 45,
        "cnum": 2,
        "content": "you, then, who teach others, do you not teach yourself? You who preach against stealing, do you steal?",
        "vcode": "NIV",
        "vnum": 21
    },
    {
        "bcode": 45,
        "cnum": 2,
        "content": "You who say that people should not commit adultery, do you commit adultery? You who abhor idols, do you rob temples?",
        "vcode": "NIV",
        "vnum": 22
    },
    {
        "bcode": 45,
        "cnum": 2,
        "content": "You who brag about the law, do you dishonor God by breaking the law?",
        "vcode": "NIV",
        "vnum": 23
    },
    {
        "bcode": 45,
        "cnum": 2,
        "content": "As it is written: \"God's name is blasphemed among the Gentiles because of you.\"",
        "vcode": "NIV",
        "vnum": 24
    },
    {
        "bcode": 45,
        "cnum": 2,
        "content": "Circumcision has value if you observe the law, but if you break the law, you have become as though you had not been circumcised.",
        "vcode": "NIV",
        "vnum": 25
    },
    {
        "bcode": 45,
        "cnum": 2,
        "content": "If those who are not circumcised keep the law's requirements, will they not be regarded as though they were circumcised?",
        "vcode": "NIV",
        "vnum": 26
    },
    {
        "bcode": 45,
        "cnum": 2,
        "content": "The one who is not circumcised physically and yet obeys the law will condemn you who, even though you have the written code and circumcision, are a lawbreaker.",
        "vcode": "NIV",
        "vnum": 27
    },
    {
        "bcode": 45,
        "cnum": 2,
        "content": "A man is not a Jew if he is only one outwardly, nor is circumcision merely outward and physical.",
        "vcode": "NIV",
        "vnum": 28
    },
    {
        "bcode": 45,
        "cnum": 2,
        "content": "No, a man is a Jew if he is one inwardly; and circumcision is circumcision of the heart, by the Spirit, not by the written code. Such a man's praise is not from men, but from God.",
        "vcode": "NIV",
        "vnum": 29
    }
]