{"pageProps":{"version":{"name":"NIV","vcode":"NIV"},"bible":{"bcode":26,"chapterCount":48,"name":"Ezekiel","type":"old","vcode":"NIV"},"chapter":"32","verses":[{"bcode":26,"cnum":32,"content":"In the twelfth year, in the twelfth month on the first day, the word of the LORD came to me:","vcode":"NIV","vnum":1},{"bcode":26,"cnum":32,"content":"\"Son of man, take up a lament concerning Pharaoh king of Egypt and say to him: \" 'You are like a lion among the nations; you are like a monster in the seas thrashing about in your streams, churning the water with your feet and muddying the streams.","vcode":"NIV","vnum":2},{"bcode":26,"cnum":32,"content":"\" 'This is what the Sovereign LORD says: \" 'With a great throng of people I will cast my net over you, and they will haul you up in my net.","vcode":"NIV","vnum":3},{"bcode":26,"cnum":32,"content":"I will throw you on the land and hurl you on the open field. I will let all the birds of the air settle on you and all the beasts of the earth gorge themselves on you.","vcode":"NIV","vnum":4},{"bcode":26,"cnum":32,"content":"I will spread your flesh on the mountains and fill the valleys with your remains.","vcode":"NIV","vnum":5},{"bcode":26,"cnum":32,"content":"I will drench the land with your flowing blood all the way to the mountains, and the ravines will be filled with your flesh.","vcode":"NIV","vnum":6},{"bcode":26,"cnum":32,"content":"When I snuff you out, I will cover the heavens and darken their stars; I will cover the sun with a cloud, and the moon will not give its light.","vcode":"NIV","vnum":7},{"bcode":26,"cnum":32,"content":"All the shining lights in the heavens I will darken over you; I will bring darkness over your land, declares the Sovereign LORD.","vcode":"NIV","vnum":8},{"bcode":26,"cnum":32,"content":"I will trouble the hearts of many peoples when I bring about your destruction among the nations, among lands you have not known.","vcode":"NIV","vnum":9},{"bcode":26,"cnum":32,"content":"I will cause many peoples to be appalled at you, and their kings will shudder with horror because of you when I brandish my sword before them. On the day of your downfall each of them will tremble every moment for his life.","vcode":"NIV","vnum":10},{"bcode":26,"cnum":32,"content":"\" 'For this is what the Sovereign LORD says: \" 'The sword of the king of Babylon will come against you.","vcode":"NIV","vnum":11},{"bcode":26,"cnum":32,"content":"I will cause your hordes to fall by the swords of mighty men-- the most ruthless of all nations. They will shatter the pride of Egypt, and all her hordes will be overthrown.","vcode":"NIV","vnum":12},{"bcode":26,"cnum":32,"content":"I will destroy all her cattle from beside abundant waters no longer to be stirred by the foot of man or muddied by the hoofs of cattle.","vcode":"NIV","vnum":13},{"bcode":26,"cnum":32,"content":"Then I will let her waters settle and make her streams flow like oil, declares the Sovereign LORD.","vcode":"NIV","vnum":14},{"bcode":26,"cnum":32,"content":"When I make Egypt desolate and strip the land of everything in it, when I strike down all who live there, then they will know that I am the LORD.'","vcode":"NIV","vnum":15},{"bcode":26,"cnum":32,"content":"\"This is the lament they will chant for her. The daughters of the nations will chant it; for Egypt and all her hordes they will chant it, declares the Sovereign LORD.\"","vcode":"NIV","vnum":16},{"bcode":26,"cnum":32,"content":"In the twelfth year, on the fifteenth day of the month, the word of the LORD came to me:","vcode":"NIV","vnum":17},{"bcode":26,"cnum":32,"content":"\"Son of man, wail for the hordes of Egypt and consign to the earth below both her and the daughters of mighty nations, with those who go down to the pit.","vcode":"NIV","vnum":18},{"bcode":26,"cnum":32,"content":"Say to them, 'Are you more favored than others? Go down and be laid among the uncircumcised.'","vcode":"NIV","vnum":19},{"bcode":26,"cnum":32,"content":"They will fall among those killed by the sword. The sword is drawn; let her be dragged off with all her hordes.","vcode":"NIV","vnum":20},{"bcode":26,"cnum":32,"content":"From within the grave the mighty leaders will say of Egypt and her allies, 'They have come down and they lie with the uncircumcised, with those killed by the sword.'","vcode":"NIV","vnum":21},{"bcode":26,"cnum":32,"content":"\"Assyria is there with her whole army; she is surrounded by the graves of all her slain, all who have fallen by the sword.","vcode":"NIV","vnum":22},{"bcode":26,"cnum":32,"content":"Their graves are in the depths of the pit and her army lies around her grave. All who had spread terror in the land of the living are slain, fallen by the sword.","vcode":"NIV","vnum":23},{"bcode":26,"cnum":32,"content":"\"Elam is there, with all her hordes around her grave. All of them are slain, fallen by the sword. All who had spread terror in the land of the living went down uncircumcised to the earth below. They bear their shame with those who go down to the pit.","vcode":"NIV","vnum":24},{"bcode":26,"cnum":32,"content":"A bed is made for her among the slain, with all her hordes around her grave. All of them are uncircumcised, killed by the sword. Because their terror had spread in the land of the living, they bear their shame with those who go down to the pit; they are laid among the slain.","vcode":"NIV","vnum":25},{"bcode":26,"cnum":32,"content":"\"Meshech and Tubal are there, with all their hordes around their graves. All of them are uncircumcised, killed by the sword because they spread their terror in the land of the living.","vcode":"NIV","vnum":26},{"bcode":26,"cnum":32,"content":"Do they not lie with the other uncircumcised warriors who have fallen, who went down to the grave with their weapons of war, whose swords were placed under their heads? The punishment for their sins rested on their bones, though the terror of these warriors had stalked through the land of the living.","vcode":"NIV","vnum":27},{"bcode":26,"cnum":32,"content":"\"You too, O Pharaoh, will be broken and will lie among the uncircumcised, with those killed by the sword.","vcode":"NIV","vnum":28},{"bcode":26,"cnum":32,"content":"\"Edom is there, her kings and all her princes; despite their power, they are laid with those killed by the sword. They lie with the uncircumcised, with those who go down to the pit.","vcode":"NIV","vnum":29},{"bcode":26,"cnum":32,"content":"\"All the princes of the north and all the Sidonians are there; they went down with the slain in disgrace despite the terror caused by their power. They lie uncircumcised with those killed by the sword and bear their shame with those who go down to the pit.","vcode":"NIV","vnum":30},{"bcode":26,"cnum":32,"content":"\"Pharaoh--he and all his army--will see them and he will be consoled for all his hordes that were killed by the sword, declares the Sovereign LORD.","vcode":"NIV","vnum":31},{"bcode":26,"cnum":32,"content":"Although I had him spread terror in the land of the living, Pharaoh and all his hordes will be laid among the uncircumcised, with those killed by the sword, declares the Sovereign LORD.\"","vcode":"NIV","vnum":32}]},"__N_SSG":true}