[
    {
        "bcode": 26,
        "cnum": 5,
        "content": "너 인자야 너는 날카로운 칼을 가져다가 삭도로 삼아 네 머리털과 수염을 깎아서 저울로 달아 나누어 두라",
        "vcode": "GAE",
        "vnum": 1
    },
    {
        "bcode": 26,
        "cnum": 5,
        "content": "그 성읍을 에워싸는 날이 차거든 너는 터럭 삼분의 일은 성읍 안에서 불사르고 삼분의 일은 성읍 사방에서 칼로 치고 또 삼분의 일은 바람에 흩으라 내가 그 뒤를 따라 칼을 빼리라",
        "vcode": "GAE",
        "vnum": 2
    },
    {
        "bcode": 26,
        "cnum": 5,
        "content": "너는 터럭 중에서 조금을 네 옷자락에 싸고",
        "vcode": "GAE",
        "vnum": 3
    },
    {
        "bcode": 26,
        "cnum": 5,
        "content": "또 그 가운데에서 얼마를 불에 던져 사르라 그 속에서 불이 이스라엘 온 족속에게로 나오리라",
        "vcode": "GAE",
        "vnum": 4
    },
    {
        "bcode": 26,
        "cnum": 5,
        "content": "주 여호와께서 이와 같이 이르시되 이것이 곧 예루살렘이라 내가 그를 이방인 가운데에 두어 나라들이 둘러 있게 하였거늘",
        "vcode": "GAE",
        "vnum": 5
    },
    {
        "bcode": 26,
        "cnum": 5,
        "content": "그가 내 규례를 거슬러서 이방인보다 악을 더 행하며 내 율례도 그리함이 그를 둘러 있는 나라들보다 더하니 이는 그들이 내 규례를 버리고 내 율례를 행하지 아니하였음이니라",
        "vcode": "GAE",
        "vnum": 6
    },
    {
        "bcode": 26,
        "cnum": 5,
        "content": "그러므로 나 주 여호와가 말하노라 너희 요란함이 너희를 둘러싸고 있는 이방인들보다 더하여 내 율례를 행하지 아니하며 내 규례를 지키지 아니하고 너희를 둘러 있는 이방인들의 규례대로도 행하지 아니하였느니라",
        "vcode": "GAE",
        "vnum": 7
    },
    {
        "bcode": 26,
        "cnum": 5,
        "content": "그러므로 나 주 여호와가 말하노라 나 곧 내가 너를 치며 이방인의 목전에서 너에게 벌을 내리되",
        "vcode": "GAE",
        "vnum": 8
    },
    {
        "bcode": 26,
        "cnum": 5,
        "content": "네 모든 가증한 일로 말미암아 내가 전무후무하게 네게 내릴지라",
        "vcode": "GAE",
        "vnum": 9
    },
    {
        "bcode": 26,
        "cnum": 5,
        "content": "그리한즉 네 가운데에서 아버지가 아들을 잡아먹고 아들이 그 아버지를 잡아먹으리라 내가 벌을 네게 내리고 너희 중에 남은 자를 다 사방에 흩으리라",
        "vcode": "GAE",
        "vnum": 10
    },
    {
        "bcode": 26,
        "cnum": 5,
        "content": "그러므로 나 주 여호와가 말하노라 내가 나의 삶을 두고 맹세하노니 네가 모든 미운 물건과 모든 가증한 일로 내 성소를 더럽혔은즉 나도 너를 아끼지 아니하며 긍휼을 베풀지 아니하고 미약하게 하리니",
        "vcode": "GAE",
        "vnum": 11
    },
    {
        "bcode": 26,
        "cnum": 5,
        "content": "너희 가운데에서 삼분의 일은 전염병으로 죽으며 기근으로 멸망할 것이요 삼분의 일은 너의 사방에서 칼에 엎드러질 것이며 삼분의 일은 내가 사방에 흩어 버리고 또 그 뒤를 따라 가며 칼을 빼리라",
        "vcode": "GAE",
        "vnum": 12
    },
    {
        "bcode": 26,
        "cnum": 5,
        "content": "이와 같이 내 노가 다한즉 그들을 향한 분이 풀려서 내 마음이 가라앉으리라 내 분이 그들에게 다한즉 나 여호와가 열심으로 말한 줄을 그들이 알리라",
        "vcode": "GAE",
        "vnum": 13
    },
    {
        "bcode": 26,
        "cnum": 5,
        "content": "내가 이르되 또 너를 황무하게 하고 너를 둘러싸고 있는 이방인들 중에서 모든 지나가는 자의 목전에 모욕 거리가 되게 하리니",
        "vcode": "GAE",
        "vnum": 14
    },
    {
        "bcode": 26,
        "cnum": 5,
        "content": "내 노와 분과 중한 책망으로 네게 벌을 내린즉 너를 둘러싸고 있는 이방인들에게 네가 수치와 조롱 거리가 되고 두려움과 경고가 되리라 나 여호와의 말이니라",
        "vcode": "GAE",
        "vnum": 15
    },
    {
        "bcode": 26,
        "cnum": 5,
        "content": "내가 멸망하게 하는 기근의 독한 화살을 너희에게 보내되 기근을 더하여 너희가 의뢰하는 양식을 끊을 것이라",
        "vcode": "GAE",
        "vnum": 16
    },
    {
        "bcode": 26,
        "cnum": 5,
        "content": "내가 기근과 사나운 짐승을 너희에게 보내 외롭게 하고 너희 가운데에 전염병과 살륙이 일어나게 하고 또 칼이 너희에게 임하게 하리라 나 여호와의 말이니라",
        "vcode": "GAE",
        "vnum": 17
    }
]