[
    {
        "bcode": 46,
        "cnum": 12,
        "content": "Now about spiritual gifts, brothers, I do not want you to be ignorant.",
        "vcode": "NIV",
        "vnum": 1
    },
    {
        "bcode": 46,
        "cnum": 12,
        "content": "You know that when you were pagans, somehow or other you were influenced and led astray to mute idols.",
        "vcode": "NIV",
        "vnum": 2
    },
    {
        "bcode": 46,
        "cnum": 12,
        "content": "Therefore I tell you that no one who is speaking by the Spirit of God says, \"Jesus be cursed,\" and no one can say, \"Jesus is Lord,\" except by the Holy Spirit.",
        "vcode": "NIV",
        "vnum": 3
    },
    {
        "bcode": 46,
        "cnum": 12,
        "content": "There are different kinds of gifts, but the same Spirit.",
        "vcode": "NIV",
        "vnum": 4
    },
    {
        "bcode": 46,
        "cnum": 12,
        "content": "There are different kinds of service, but the same Lord.",
        "vcode": "NIV",
        "vnum": 5
    },
    {
        "bcode": 46,
        "cnum": 12,
        "content": "There are different kinds of working, but the same God works all of them in all men.",
        "vcode": "NIV",
        "vnum": 6
    },
    {
        "bcode": 46,
        "cnum": 12,
        "content": "Now to each one the manifestation of the Spirit is given for the common good.",
        "vcode": "NIV",
        "vnum": 7
    },
    {
        "bcode": 46,
        "cnum": 12,
        "content": "To one there is given through the Spirit the message of wisdom, to another the message of knowledge by means of the same Spirit,",
        "vcode": "NIV",
        "vnum": 8
    },
    {
        "bcode": 46,
        "cnum": 12,
        "content": "to another faith by the same Spirit, to another gifts of healing by that one Spirit,",
        "vcode": "NIV",
        "vnum": 9
    },
    {
        "bcode": 46,
        "cnum": 12,
        "content": "to another miraculous powers, to another prophecy, to another distinguishing between spirits, to another speaking in different kinds of tongues, and to still another the interpretation of tongues.",
        "vcode": "NIV",
        "vnum": 10
    },
    {
        "bcode": 46,
        "cnum": 12,
        "content": "All these are the work of one and the same Spirit, and he gives them to each one, just as he determines.",
        "vcode": "NIV",
        "vnum": 11
    },
    {
        "bcode": 46,
        "cnum": 12,
        "content": "The body is a unit, though it is made up of many parts; and though all its parts are many, they form one body. So it is with Christ.",
        "vcode": "NIV",
        "vnum": 12
    },
    {
        "bcode": 46,
        "cnum": 12,
        "content": "For we were all baptized by one Spirit into one body--whether Jews or Greeks, slave or free--and we were all given the one Spirit to drink.",
        "vcode": "NIV",
        "vnum": 13
    },
    {
        "bcode": 46,
        "cnum": 12,
        "content": "Now the body is not made up of one part but of many.",
        "vcode": "NIV",
        "vnum": 14
    },
    {
        "bcode": 46,
        "cnum": 12,
        "content": "If the foot should say, \"Because I am not a hand, I do not belong to the body,\" it would not for that reason cease to be part of the body.",
        "vcode": "NIV",
        "vnum": 15
    },
    {
        "bcode": 46,
        "cnum": 12,
        "content": "And if the ear should say, \"Because I am not an eye, I do not belong to the body,\" it would not for that reason cease to be part of the body.",
        "vcode": "NIV",
        "vnum": 16
    },
    {
        "bcode": 46,
        "cnum": 12,
        "content": "If the whole body were an eye, where would the sense of hearing be? If the whole body were an ear, where would the sense of smell be?",
        "vcode": "NIV",
        "vnum": 17
    },
    {
        "bcode": 46,
        "cnum": 12,
        "content": "But in fact God has arranged the parts in the body, every one of them, just as he wanted them to be.",
        "vcode": "NIV",
        "vnum": 18
    },
    {
        "bcode": 46,
        "cnum": 12,
        "content": "If they were all one part, where would the body be?",
        "vcode": "NIV",
        "vnum": 19
    },
    {
        "bcode": 46,
        "cnum": 12,
        "content": "As it is, there are many parts, but one body.",
        "vcode": "NIV",
        "vnum": 20
    },
    {
        "bcode": 46,
        "cnum": 12,
        "content": "The eye cannot say to the hand, \"I don't need you!\" And the head cannot say to the feet, \"I don't need you!\"",
        "vcode": "NIV",
        "vnum": 21
    },
    {
        "bcode": 46,
        "cnum": 12,
        "content": "On the contrary, those parts of the body that seem to be weaker are indispensable,",
        "vcode": "NIV",
        "vnum": 22
    },
    {
        "bcode": 46,
        "cnum": 12,
        "content": "and the parts that we think are less honorable we treat with special honor. And the parts that are unpresentable are treated with special modesty,",
        "vcode": "NIV",
        "vnum": 23
    },
    {
        "bcode": 46,
        "cnum": 12,
        "content": "while our presentable parts need no special treatment. But God has combined the members of the body and has given greater honor to the parts that lacked it,",
        "vcode": "NIV",
        "vnum": 24
    },
    {
        "bcode": 46,
        "cnum": 12,
        "content": "so that there should be no division in the body, but that its parts should have equal concern for each other.",
        "vcode": "NIV",
        "vnum": 25
    },
    {
        "bcode": 46,
        "cnum": 12,
        "content": "If one part suffers, every part suffers with it; if one part is honored, every part rejoices with it.",
        "vcode": "NIV",
        "vnum": 26
    },
    {
        "bcode": 46,
        "cnum": 12,
        "content": "Now you are the body of Christ, and each one of you is a part of it.",
        "vcode": "NIV",
        "vnum": 27
    },
    {
        "bcode": 46,
        "cnum": 12,
        "content": "And in the church God has appointed first of all apostles, second prophets, third teachers, then workers of miracles, also those having gifts of healing, those able to help others, those with gifts of administration, and those speaking in different kinds of tongues.",
        "vcode": "NIV",
        "vnum": 28
    },
    {
        "bcode": 46,
        "cnum": 12,
        "content": "Are all apostles? Are all prophets? Are all teachers? Do all work miracles?",
        "vcode": "NIV",
        "vnum": 29
    },
    {
        "bcode": 46,
        "cnum": 12,
        "content": "Do all have gifts of healing? Do all speak in tongues? Do all interpret?",
        "vcode": "NIV",
        "vnum": 30
    },
    {
        "bcode": 46,
        "cnum": 12,
        "content": "But eagerly desire the greater gifts. And now I will show you the most excellent way.",
        "vcode": "NIV",
        "vnum": 31
    }
]