[
    {
        "bcode": 46,
        "cnum": 13,
        "content": "If I speak in the tongues of men and of angels, but have not love, I am only a resounding gong or a clanging cymbal.",
        "vcode": "NIV",
        "vnum": 1
    },
    {
        "bcode": 46,
        "cnum": 13,
        "content": "If I have the gift of prophecy and can fathom all mysteries and all knowledge, and if I have a faith that can move mountains, but have not love, I am nothing.",
        "vcode": "NIV",
        "vnum": 2
    },
    {
        "bcode": 46,
        "cnum": 13,
        "content": "If I give all I possess to the poor and surrender my body to the flames, but have not love, I gain nothing.",
        "vcode": "NIV",
        "vnum": 3
    },
    {
        "bcode": 46,
        "cnum": 13,
        "content": "Love is patient, love is kind. It does not envy, it does not boast, it is not proud.",
        "vcode": "NIV",
        "vnum": 4
    },
    {
        "bcode": 46,
        "cnum": 13,
        "content": "It is not rude, it is not self-seeking, it is not easily angered, it keeps no record of wrongs.",
        "vcode": "NIV",
        "vnum": 5
    },
    {
        "bcode": 46,
        "cnum": 13,
        "content": "Love does not delight in evil but rejoices with the truth.",
        "vcode": "NIV",
        "vnum": 6
    },
    {
        "bcode": 46,
        "cnum": 13,
        "content": "It always protects, always trusts, always hopes, always perseveres.",
        "vcode": "NIV",
        "vnum": 7
    },
    {
        "bcode": 46,
        "cnum": 13,
        "content": "Love never fails. But where there are prophecies, they will cease; where there are tongues, they will be stilled; where there is knowledge, it will pass away.",
        "vcode": "NIV",
        "vnum": 8
    },
    {
        "bcode": 46,
        "cnum": 13,
        "content": "For we know in part and we prophesy in part,",
        "vcode": "NIV",
        "vnum": 9
    },
    {
        "bcode": 46,
        "cnum": 13,
        "content": "but when perfection comes, the imperfect disappears.",
        "vcode": "NIV",
        "vnum": 10
    },
    {
        "bcode": 46,
        "cnum": 13,
        "content": "When I was a child, I talked like a child, I thought like a child, I reasoned like a child. When I became a man, I put childish ways behind me.",
        "vcode": "NIV",
        "vnum": 11
    },
    {
        "bcode": 46,
        "cnum": 13,
        "content": "Now we see but a poor reflection as in a mirror; then we shall see face to face. Now I know in part; then I shall know fully, even as I am fully known.",
        "vcode": "NIV",
        "vnum": 12
    },
    {
        "bcode": 46,
        "cnum": 13,
        "content": "And now these three remain: faith, hope and love. But the greatest of these is love.",
        "vcode": "NIV",
        "vnum": 13
    }
]