[
    {
        "bcode": 42,
        "cnum": 1,
        "content": "Many have undertaken to draw up an account of the things that have been fulfilled among us,",
        "vcode": "NIV",
        "vnum": 1
    },
    {
        "bcode": 42,
        "cnum": 1,
        "content": "just as they were handed down to us by those who from the first were eyewitnesses and servants of the word.",
        "vcode": "NIV",
        "vnum": 2
    },
    {
        "bcode": 42,
        "cnum": 1,
        "content": "Therefore, since I myself have carefully investigated everything from the beginning, it seemed good also to me to write an orderly account for you, most excellent Theophilus,",
        "vcode": "NIV",
        "vnum": 3
    },
    {
        "bcode": 42,
        "cnum": 1,
        "content": "so that you may know the certainty of the things you have been taught.",
        "vcode": "NIV",
        "vnum": 4
    },
    {
        "bcode": 42,
        "cnum": 1,
        "content": "In the time of Herod king of Judea there was a priest named Zechariah, who belonged to the priestly division of Abijah; his wife Elizabeth was also a descendant of Aaron.",
        "vcode": "NIV",
        "vnum": 5
    },
    {
        "bcode": 42,
        "cnum": 1,
        "content": "Both of them were upright in the sight of God, observing all the Lord's commandments and regulations blamelessly.",
        "vcode": "NIV",
        "vnum": 6
    },
    {
        "bcode": 42,
        "cnum": 1,
        "content": "But they had no children, because Elizabeth was barren; and they were both well along in years.",
        "vcode": "NIV",
        "vnum": 7
    },
    {
        "bcode": 42,
        "cnum": 1,
        "content": "Once when Zechariah's division was on duty and he was serving as priest before God,",
        "vcode": "NIV",
        "vnum": 8
    },
    {
        "bcode": 42,
        "cnum": 1,
        "content": "he was chosen by lot, according to the custom of the priesthood, to go into the temple of the Lord and burn incense.",
        "vcode": "NIV",
        "vnum": 9
    },
    {
        "bcode": 42,
        "cnum": 1,
        "content": "And when the time for the burning of incense came, all the assembled worshipers were praying outside.",
        "vcode": "NIV",
        "vnum": 10
    },
    {
        "bcode": 42,
        "cnum": 1,
        "content": "Then an angel of the Lord appeared to him, standing at the right side of the altar of incense.",
        "vcode": "NIV",
        "vnum": 11
    },
    {
        "bcode": 42,
        "cnum": 1,
        "content": "When Zechariah saw him, he was startled and was gripped with fear.",
        "vcode": "NIV",
        "vnum": 12
    },
    {
        "bcode": 42,
        "cnum": 1,
        "content": "But the angel said to him: \"Do not be afraid, Zechariah; your prayer has been heard. Your wife Elizabeth will bear you a son, and you are to give him the name John.",
        "vcode": "NIV",
        "vnum": 13
    },
    {
        "bcode": 42,
        "cnum": 1,
        "content": "He will be a joy and delight to you, and many will rejoice because of his birth,",
        "vcode": "NIV",
        "vnum": 14
    },
    {
        "bcode": 42,
        "cnum": 1,
        "content": "for he will be great in the sight of the Lord. He is never to take wine or other fermented drink, and he will be filled with the Holy Spirit even from birth.",
        "vcode": "NIV",
        "vnum": 15
    },
    {
        "bcode": 42,
        "cnum": 1,
        "content": "Many of the people of Israel will he bring back to the Lord their God.",
        "vcode": "NIV",
        "vnum": 16
    },
    {
        "bcode": 42,
        "cnum": 1,
        "content": "And he will go on before the Lord, in the spirit and power of Elijah, to turn the hearts of the fathers to their children and the disobedient to the wisdom of the righteous--to make ready a people prepared for the Lord.\"",
        "vcode": "NIV",
        "vnum": 17
    },
    {
        "bcode": 42,
        "cnum": 1,
        "content": "Zechariah asked the angel, \"How can I be sure of this? I am an old man and my wife is well along in years.\"",
        "vcode": "NIV",
        "vnum": 18
    },
    {
        "bcode": 42,
        "cnum": 1,
        "content": "The angel answered, \"I am Gabriel. I stand in the presence of God, and I have been sent to speak to you and to tell you this good news.",
        "vcode": "NIV",
        "vnum": 19
    },
    {
        "bcode": 42,
        "cnum": 1,
        "content": "And now you will be silent and not able to speak until the day this happens, because you did not believe my words, which will come true at their proper time.\"",
        "vcode": "NIV",
        "vnum": 20
    },
    {
        "bcode": 42,
        "cnum": 1,
        "content": "Meanwhile, the people were waiting for Zechariah and wondering why he stayed so long in the temple.",
        "vcode": "NIV",
        "vnum": 21
    },
    {
        "bcode": 42,
        "cnum": 1,
        "content": "When he came out, he could not speak to them. They realized he had seen a vision in the temple, for he kept making signs to them but remained unable to speak.",
        "vcode": "NIV",
        "vnum": 22
    },
    {
        "bcode": 42,
        "cnum": 1,
        "content": "When his time of service was completed, he returned home.",
        "vcode": "NIV",
        "vnum": 23
    },
    {
        "bcode": 42,
        "cnum": 1,
        "content": "After this his wife Elizabeth became pregnant and for five months remained in seclusion.",
        "vcode": "NIV",
        "vnum": 24
    },
    {
        "bcode": 42,
        "cnum": 1,
        "content": "\"The Lord has done this for me,\" she said. \"In these days he has shown his favor and taken away my disgrace among the people.\"",
        "vcode": "NIV",
        "vnum": 25
    },
    {
        "bcode": 42,
        "cnum": 1,
        "content": "In the sixth month, God sent the angel Gabriel to Nazareth, a town in Galilee,",
        "vcode": "NIV",
        "vnum": 26
    },
    {
        "bcode": 42,
        "cnum": 1,
        "content": "to a virgin pledged to be married to a man named Joseph, a descendant of David. The virgin's name was Mary.",
        "vcode": "NIV",
        "vnum": 27
    },
    {
        "bcode": 42,
        "cnum": 1,
        "content": "The angel went to her and said, \"Greetings, you who are highly favored! The Lord is with you.\"",
        "vcode": "NIV",
        "vnum": 28
    },
    {
        "bcode": 42,
        "cnum": 1,
        "content": "Mary was greatly troubled at his words and wondered what kind of greeting this might be.",
        "vcode": "NIV",
        "vnum": 29
    },
    {
        "bcode": 42,
        "cnum": 1,
        "content": "But the angel said to her, \"Do not be afraid, Mary, you have found favor with God.",
        "vcode": "NIV",
        "vnum": 30
    },
    {
        "bcode": 42,
        "cnum": 1,
        "content": "You will be with child and give birth to a son, and you are to give him the name Jesus.",
        "vcode": "NIV",
        "vnum": 31
    },
    {
        "bcode": 42,
        "cnum": 1,
        "content": "He will be great and will be called the Son of the Most High. The Lord God will give him the throne of his father David,",
        "vcode": "NIV",
        "vnum": 32
    },
    {
        "bcode": 42,
        "cnum": 1,
        "content": "and he will reign over the house of Jacob forever; his kingdom will never end.\"",
        "vcode": "NIV",
        "vnum": 33
    },
    {
        "bcode": 42,
        "cnum": 1,
        "content": "\"How will this be,\" Mary asked the angel, \"since I am a virgin?\"",
        "vcode": "NIV",
        "vnum": 34
    },
    {
        "bcode": 42,
        "cnum": 1,
        "content": "The angel answered, \"The Holy Spirit will come upon you, and the power of the Most High will overshadow you. So the holy one to be born will be called the Son of God.",
        "vcode": "NIV",
        "vnum": 35
    },
    {
        "bcode": 42,
        "cnum": 1,
        "content": "Even Elizabeth your relative is going to have a child in her old age, and she who was said to be barren is in her sixth month.",
        "vcode": "NIV",
        "vnum": 36
    },
    {
        "bcode": 42,
        "cnum": 1,
        "content": "For nothing is impossible with God.\"",
        "vcode": "NIV",
        "vnum": 37
    },
    {
        "bcode": 42,
        "cnum": 1,
        "content": "\"I am the Lord's servant,\" Mary answered. \"May it be to me as you have said.\" Then the angel left her.",
        "vcode": "NIV",
        "vnum": 38
    },
    {
        "bcode": 42,
        "cnum": 1,
        "content": "At that time Mary got ready and hurried to a town in the hill country of Judea,",
        "vcode": "NIV",
        "vnum": 39
    },
    {
        "bcode": 42,
        "cnum": 1,
        "content": "where she entered Zechariah's home and greeted Elizabeth.",
        "vcode": "NIV",
        "vnum": 40
    },
    {
        "bcode": 42,
        "cnum": 1,
        "content": "When Elizabeth heard Mary's greeting, the baby leaped in her womb, and Elizabeth was filled with the Holy Spirit.",
        "vcode": "NIV",
        "vnum": 41
    },
    {
        "bcode": 42,
        "cnum": 1,
        "content": "In a loud voice she exclaimed: \"Blessed are you among women, and blessed is the child you will bear!",
        "vcode": "NIV",
        "vnum": 42
    },
    {
        "bcode": 42,
        "cnum": 1,
        "content": "But why am I so favored, that the mother of my Lord should come to me?",
        "vcode": "NIV",
        "vnum": 43
    },
    {
        "bcode": 42,
        "cnum": 1,
        "content": "As soon as the sound of your greeting reached my ears, the baby in my womb leaped for joy.",
        "vcode": "NIV",
        "vnum": 44
    },
    {
        "bcode": 42,
        "cnum": 1,
        "content": "Blessed is she who has believed that what the Lord has said to her will be accomplished!\"",
        "vcode": "NIV",
        "vnum": 45
    },
    {
        "bcode": 42,
        "cnum": 1,
        "content": "And Mary said: \"My soul glorifies the Lord",
        "vcode": "NIV",
        "vnum": 46
    },
    {
        "bcode": 42,
        "cnum": 1,
        "content": "and my spirit rejoices in God my Savior,",
        "vcode": "NIV",
        "vnum": 47
    },
    {
        "bcode": 42,
        "cnum": 1,
        "content": "for he has been mindful of the humble state of his servant. From now on all generations will call me blessed,",
        "vcode": "NIV",
        "vnum": 48
    },
    {
        "bcode": 42,
        "cnum": 1,
        "content": "for the Mighty One has done great things for me-- holy is his name.",
        "vcode": "NIV",
        "vnum": 49
    },
    {
        "bcode": 42,
        "cnum": 1,
        "content": "His mercy extends to those who fear him, from generation to generation.",
        "vcode": "NIV",
        "vnum": 50
    },
    {
        "bcode": 42,
        "cnum": 1,
        "content": "He has performed mighty deeds with his arm; he has scattered those who are proud in their inmost thoughts.",
        "vcode": "NIV",
        "vnum": 51
    },
    {
        "bcode": 42,
        "cnum": 1,
        "content": "He has brought down rulers from their thrones but has lifted up the humble.",
        "vcode": "NIV",
        "vnum": 52
    },
    {
        "bcode": 42,
        "cnum": 1,
        "content": "He has filled the hungry with good things but has sent the rich away empty.",
        "vcode": "NIV",
        "vnum": 53
    },
    {
        "bcode": 42,
        "cnum": 1,
        "content": "He has helped his servant Israel, remembering to be merciful",
        "vcode": "NIV",
        "vnum": 54
    },
    {
        "bcode": 42,
        "cnum": 1,
        "content": "to Abraham and his descendants forever, even as he said to our fathers.\"",
        "vcode": "NIV",
        "vnum": 55
    },
    {
        "bcode": 42,
        "cnum": 1,
        "content": "Mary stayed with Elizabeth for about three months and then returned home.",
        "vcode": "NIV",
        "vnum": 56
    },
    {
        "bcode": 42,
        "cnum": 1,
        "content": "When it was time for Elizabeth to have her baby, she gave birth to a son.",
        "vcode": "NIV",
        "vnum": 57
    },
    {
        "bcode": 42,
        "cnum": 1,
        "content": "Her neighbors and relatives heard that the Lord had shown her great mercy, and they shared her joy.",
        "vcode": "NIV",
        "vnum": 58
    },
    {
        "bcode": 42,
        "cnum": 1,
        "content": "On the eighth day they came to circumcise the child, and they were going to name him after his father Zechariah,",
        "vcode": "NIV",
        "vnum": 59
    },
    {
        "bcode": 42,
        "cnum": 1,
        "content": "but his mother spoke up and said, \"No! He is to be called John.\"",
        "vcode": "NIV",
        "vnum": 60
    },
    {
        "bcode": 42,
        "cnum": 1,
        "content": "They said to her, \"There is no one among your relatives who has that name.\"",
        "vcode": "NIV",
        "vnum": 61
    },
    {
        "bcode": 42,
        "cnum": 1,
        "content": "Then they made signs to his father, to find out what he would like to name the child.",
        "vcode": "NIV",
        "vnum": 62
    },
    {
        "bcode": 42,
        "cnum": 1,
        "content": "He asked for a writing tablet, and to everyone's astonishment he wrote, \"His name is John.\"",
        "vcode": "NIV",
        "vnum": 63
    },
    {
        "bcode": 42,
        "cnum": 1,
        "content": "Immediately his mouth was opened and his tongue was loosed, and he began to speak, praising God.",
        "vcode": "NIV",
        "vnum": 64
    },
    {
        "bcode": 42,
        "cnum": 1,
        "content": "The neighbors were all filled with awe, and throughout the hill country of Judea people were talking about all these things.",
        "vcode": "NIV",
        "vnum": 65
    },
    {
        "bcode": 42,
        "cnum": 1,
        "content": "Everyone who heard this wondered about it, asking, \"What then is this child going to be?\" For the Lord's hand was with him.",
        "vcode": "NIV",
        "vnum": 66
    },
    {
        "bcode": 42,
        "cnum": 1,
        "content": "His father Zechariah was filled with the Holy Spirit and prophesied:",
        "vcode": "NIV",
        "vnum": 67
    },
    {
        "bcode": 42,
        "cnum": 1,
        "content": "\"Praise be to the Lord, the God of Israel, because he has come and has redeemed his people.",
        "vcode": "NIV",
        "vnum": 68
    },
    {
        "bcode": 42,
        "cnum": 1,
        "content": "He has raised up a horn of salvation for us in the house of his servant David",
        "vcode": "NIV",
        "vnum": 69
    },
    {
        "bcode": 42,
        "cnum": 1,
        "content": "(as he said through his holy prophets of long ago),",
        "vcode": "NIV",
        "vnum": 70
    },
    {
        "bcode": 42,
        "cnum": 1,
        "content": "salvation from our enemies and from the hand of all who hate us--",
        "vcode": "NIV",
        "vnum": 71
    },
    {
        "bcode": 42,
        "cnum": 1,
        "content": "to show mercy to our fathers and to remember his holy covenant,",
        "vcode": "NIV",
        "vnum": 72
    },
    {
        "bcode": 42,
        "cnum": 1,
        "content": "the oath he swore to our father Abraham:",
        "vcode": "NIV",
        "vnum": 73
    },
    {
        "bcode": 42,
        "cnum": 1,
        "content": "to rescue us from the hand of our enemies, and to enable us to serve him without fear",
        "vcode": "NIV",
        "vnum": 74
    },
    {
        "bcode": 42,
        "cnum": 1,
        "content": "in holiness and righteousness before him all our days.",
        "vcode": "NIV",
        "vnum": 75
    },
    {
        "bcode": 42,
        "cnum": 1,
        "content": "And you, my child, will be called a prophet of the Most High; for you will go on before the Lord to prepare the way for him,",
        "vcode": "NIV",
        "vnum": 76
    },
    {
        "bcode": 42,
        "cnum": 1,
        "content": "to give his people the knowledge of salvation through the forgiveness of their sins,",
        "vcode": "NIV",
        "vnum": 77
    },
    {
        "bcode": 42,
        "cnum": 1,
        "content": "because of the tender mercy of our God, by which the rising sun will come to us from heaven",
        "vcode": "NIV",
        "vnum": 78
    },
    {
        "bcode": 42,
        "cnum": 1,
        "content": "to shine on those living in darkness and in the shadow of death, to guide our feet into the path of peace.\"",
        "vcode": "NIV",
        "vnum": 79
    },
    {
        "bcode": 42,
        "cnum": 1,
        "content": "And the child grew and became strong in spirit; and he lived in the desert until he appeared publicly to Israel.",
        "vcode": "NIV",
        "vnum": 80
    }
]