{"pageProps":{"version":{"name":"NIV","vcode":"NIV"},"bible":{"bcode":48,"chapterCount":6,"name":"Galatians","type":"new","vcode":"NIV"},"chapter":"3","verses":[{"bcode":48,"cnum":3,"content":"You foolish Galatians! Who has bewitched you? Before your very eyes Jesus Christ was clearly portrayed as crucified.","vcode":"NIV","vnum":1},{"bcode":48,"cnum":3,"content":"I would like to learn just one thing from you: Did you receive the Spirit by observing the law, or by believing what you heard?","vcode":"NIV","vnum":2},{"bcode":48,"cnum":3,"content":"Are you so foolish? After beginning with the Spirit, are you now trying to attain your goal by human effort?","vcode":"NIV","vnum":3},{"bcode":48,"cnum":3,"content":"Have you suffered so much for nothing--if it really was for nothing?","vcode":"NIV","vnum":4},{"bcode":48,"cnum":3,"content":"Does God give you his Spirit and work miracles among you because you observe the law, or because you believe what you heard?","vcode":"NIV","vnum":5},{"bcode":48,"cnum":3,"content":"Consider Abraham: \"He believed God, and it was credited to him as righteousness.\"","vcode":"NIV","vnum":6},{"bcode":48,"cnum":3,"content":"Understand, then, that those who believe are children of Abraham.","vcode":"NIV","vnum":7},{"bcode":48,"cnum":3,"content":"The Scripture foresaw that God would justify the Gentiles by faith, and announced the gospel in advance to Abraham: \"All nations will be blessed through you.\"","vcode":"NIV","vnum":8},{"bcode":48,"cnum":3,"content":"So those who have faith are blessed along with Abraham, the man of faith.","vcode":"NIV","vnum":9},{"bcode":48,"cnum":3,"content":"All who rely on observing the law are under a curse, for it is written: \"Cursed is everyone who does not continue to do everything written in the Book of the Law.\"","vcode":"NIV","vnum":10},{"bcode":48,"cnum":3,"content":"Clearly no one is justified before God by the law, because, \"The righteous will live by faith.\"","vcode":"NIV","vnum":11},{"bcode":48,"cnum":3,"content":"The law is not based on faith; on the contrary, \"The man who does these things will live by them.\"","vcode":"NIV","vnum":12},{"bcode":48,"cnum":3,"content":"Christ redeemed us from the curse of the law by becoming a curse for us, for it is written: \"Cursed is everyone who is hung on a tree.\"","vcode":"NIV","vnum":13},{"bcode":48,"cnum":3,"content":"He redeemed us in order that the blessing given to Abraham might come to the Gentiles through Christ Jesus, so that by faith we might receive the promise of the Spirit.","vcode":"NIV","vnum":14},{"bcode":48,"cnum":3,"content":"Brothers, let me take an example from everyday life. Just as no one can set aside or add to a human covenant that has been duly established, so it is in this case.","vcode":"NIV","vnum":15},{"bcode":48,"cnum":3,"content":"The promises were spoken to Abraham and to his seed. The Scripture does not say \"and to seeds,\" meaning many people, but \"and to your seed,\" meaning one person, who is Christ.","vcode":"NIV","vnum":16},{"bcode":48,"cnum":3,"content":"What I mean is this: The law, introduced 430 years later, does not set aside the covenant previously established by God and thus do away with the promise.","vcode":"NIV","vnum":17},{"bcode":48,"cnum":3,"content":"For if the inheritance depends on the law, then it no longer depends on a promise; but God in his grace gave it to Abraham through a promise.","vcode":"NIV","vnum":18},{"bcode":48,"cnum":3,"content":"What, then, was the purpose of the law? It was added because of transgressions until the Seed to whom the promise referred had come. The law was put into effect through angels by a mediator.","vcode":"NIV","vnum":19},{"bcode":48,"cnum":3,"content":"A mediator, however, does not represent just one party; but God is one.","vcode":"NIV","vnum":20},{"bcode":48,"cnum":3,"content":"Is the law, therefore, opposed to the promises of God? Absolutely not! For if a law had been given that could impart life, then righteousness would certainly have come by the law.","vcode":"NIV","vnum":21},{"bcode":48,"cnum":3,"content":"But the Scripture declares that the whole world is a prisoner of sin, so that what was promised, being given through faith in Jesus Christ, might be given to those who believe.","vcode":"NIV","vnum":22},{"bcode":48,"cnum":3,"content":"Before this faith came, we were held prisoners by the law, locked up until faith should be revealed.","vcode":"NIV","vnum":23},{"bcode":48,"cnum":3,"content":"So the law was put in charge to lead us to Christ that we might be justified by faith.","vcode":"NIV","vnum":24},{"bcode":48,"cnum":3,"content":"Now that faith has come, we are no longer under the supervision of the law.","vcode":"NIV","vnum":25},{"bcode":48,"cnum":3,"content":"You are all sons of God through faith in Christ Jesus,","vcode":"NIV","vnum":26},{"bcode":48,"cnum":3,"content":"for all of you who were baptized into Christ have clothed yourselves with Christ.","vcode":"NIV","vnum":27},{"bcode":48,"cnum":3,"content":"There is neither Jew nor Greek, slave nor free, male nor female, for you are all one in Christ Jesus.","vcode":"NIV","vnum":28},{"bcode":48,"cnum":3,"content":"If you belong to Christ, then you are Abraham's seed, and heirs according to the promise.","vcode":"NIV","vnum":29}]},"__N_SSG":true}