[
    {
        "bcode": 12,
        "cnum": 7,
        "content": "Elisha said, \"Hear the word of the LORD. This is what the LORD says: About this time tomorrow, a seah of flour will sell for a shekel and two seahs of barley for a shekel at the gate of Samaria.\"",
        "vcode": "NIV",
        "vnum": 1
    },
    {
        "bcode": 12,
        "cnum": 7,
        "content": "The officer on whose arm the king was leaning said to the man of God, \"Look, even if the LORD should open the floodgates of the heavens, could this happen?\" \"You will see it with your own eyes,\" answered Elisha, \"but you will not eat any of it!\"",
        "vcode": "NIV",
        "vnum": 2
    },
    {
        "bcode": 12,
        "cnum": 7,
        "content": "Now there were four men with leprosy at the entrance of the city gate. They said to each other, \"Why stay here until we die?",
        "vcode": "NIV",
        "vnum": 3
    },
    {
        "bcode": 12,
        "cnum": 7,
        "content": "If we say, 'We'll go into the city'-the famine is there, and we will die. And if we stay here, we will die. So let's go over to the camp of the Arameans and surrender. If they spare us, we live; if they kill us, then we die.\"",
        "vcode": "NIV",
        "vnum": 4
    },
    {
        "bcode": 12,
        "cnum": 7,
        "content": "At dusk they got up and went to the camp of the Arameans. When they reached the edge of the camp, not a man was there,",
        "vcode": "NIV",
        "vnum": 5
    },
    {
        "bcode": 12,
        "cnum": 7,
        "content": "for the Lord had caused the Arameans to hear the sound of chariots and horses and a great army, so that they said to one another, \"Look, the king of Israel has hired the Hittite and Egyptian kings to attack us!\"",
        "vcode": "NIV",
        "vnum": 6
    },
    {
        "bcode": 12,
        "cnum": 7,
        "content": "So they got up and fled in the dusk and abandoned their tents and their horses and donkeys. They left the camp as it was and ran for their lives.",
        "vcode": "NIV",
        "vnum": 7
    },
    {
        "bcode": 12,
        "cnum": 7,
        "content": "The men who had leprosy reached the edge of the camp and entered one of the tents. They ate and drank, and carried away silver, gold and clothes, and went off and hid them. They returned and entered another tent and took some things from it and hid them also.",
        "vcode": "NIV",
        "vnum": 8
    },
    {
        "bcode": 12,
        "cnum": 7,
        "content": "Then they said to each other, \"We're not doing right. This is a day of good news and we are keeping it to ourselves. If we wait until daylight, punishment will overtake us. Let's go at once and report this to the royal palace.\"",
        "vcode": "NIV",
        "vnum": 9
    },
    {
        "bcode": 12,
        "cnum": 7,
        "content": "So they went and called out to the city gatekeepers and told them, \"We went into the Aramean camp and not a man was there--not a sound of anyone--only tethered horses and donkeys, and the tents left just as they were.\"",
        "vcode": "NIV",
        "vnum": 10
    },
    {
        "bcode": 12,
        "cnum": 7,
        "content": "The gatekeepers shouted the news, and it was reported within the palace.",
        "vcode": "NIV",
        "vnum": 11
    },
    {
        "bcode": 12,
        "cnum": 7,
        "content": "The king got up in the night and said to his officers, \"I will tell you what the Arameans have done to us. They know we are starving; so they have left the camp to hide in the countryside, thinking, 'They will surely come out, and then we will take them alive and get into the city.' \"",
        "vcode": "NIV",
        "vnum": 12
    },
    {
        "bcode": 12,
        "cnum": 7,
        "content": "One of his officers answered, \"Have some men take five of the horses that are left in the city. Their plight will be like that of all the Israelites left here--yes, they will only be like all these Israelites who are doomed. So let us send them to find out what happened.\"",
        "vcode": "NIV",
        "vnum": 13
    },
    {
        "bcode": 12,
        "cnum": 7,
        "content": "So they selected two chariots with their horses, and the king sent them after the Aramean army. He commanded the drivers, \"Go and find out what has happened.\"",
        "vcode": "NIV",
        "vnum": 14
    },
    {
        "bcode": 12,
        "cnum": 7,
        "content": "They followed them as far as the Jordan, and they found the whole road strewn with the clothing and equipment the Arameans had thrown away in their headlong flight. So the messengers returned and reported to the king.",
        "vcode": "NIV",
        "vnum": 15
    },
    {
        "bcode": 12,
        "cnum": 7,
        "content": "Then the people went out and plundered the camp of the Arameans. So a seah of flour sold for a shekel, and two seahs of barley sold for a shekel, as the LORD had said.",
        "vcode": "NIV",
        "vnum": 16
    },
    {
        "bcode": 12,
        "cnum": 7,
        "content": "Now the king had put the officer on whose arm he leaned in charge of the gate, and the people trampled him in the gateway, and he died, just as the man of God had foretold when the king came down to his house.",
        "vcode": "NIV",
        "vnum": 17
    },
    {
        "bcode": 12,
        "cnum": 7,
        "content": "It happened as the man of God had said to the king: \"About this time tomorrow, a seah of flour will sell for a shekel and two seahs of barley for a shekel at the gate of Samaria.\"",
        "vcode": "NIV",
        "vnum": 18
    },
    {
        "bcode": 12,
        "cnum": 7,
        "content": "The officer had said to the man of God, \"Look, even if the LORD should open the floodgates of the heavens, could this happen?\" The man of God had replied, \"You will see it with your own eyes, but you will not eat any of it!\"",
        "vcode": "NIV",
        "vnum": 19
    },
    {
        "bcode": 12,
        "cnum": 7,
        "content": "And that is exactly what happened to him, for the people trampled him in the gateway, and he died.",
        "vcode": "NIV",
        "vnum": 20
    }
]