[
    {
        "bcode": 26,
        "cnum": 29,
        "content": "열째 해 열째 달 열두째 날에 여호와의 말씀이 내게 임하여 이르시되",
        "vcode": "GAE",
        "vnum": 1
    },
    {
        "bcode": 26,
        "cnum": 29,
        "content": "인자야 너는 애굽의 바로 왕과 온 애굽으로 얼굴을 향하고 예언하라",
        "vcode": "GAE",
        "vnum": 2
    },
    {
        "bcode": 26,
        "cnum": 29,
        "content": "너는 말하여 이르기를 주 여호와께서 이같이 말씀하시되 애굽의 바로 왕이여 내가 너를 대적하노라 너는 자기의 강들 가운데에 누운 큰 악어라 스스로 이르기를 나의 이 강은 내 것이라 내가 나를 위하여 만들었다 하는도다",
        "vcode": "GAE",
        "vnum": 3
    },
    {
        "bcode": 26,
        "cnum": 29,
        "content": "내가 갈고리로 네 아가미를 꿰고 너의 강의 고기가 네 비늘에 붙게 하고 네 비늘에 붙은 강의 모든 고기와 함께 너를 너의 강들 가운데에서 끌어내고",
        "vcode": "GAE",
        "vnum": 4
    },
    {
        "bcode": 26,
        "cnum": 29,
        "content": "너와 너의 강의 모든 고기를 들에 던지리니 네가 지면에 떨어지고 다시는 거두거나 모으지 못할 것은 내가 너를 들짐승과 공중의 새의 먹이로 주었음이라",
        "vcode": "GAE",
        "vnum": 5
    },
    {
        "bcode": 26,
        "cnum": 29,
        "content": "애굽의 모든 주민이 내가 여호와인 줄을 알리라 애굽은 본래 이스라엘 족속에게 갈대 지팡이라",
        "vcode": "GAE",
        "vnum": 6
    },
    {
        "bcode": 26,
        "cnum": 29,
        "content": "그들이 너를 손으로 잡은즉 네가 부러져서 그들의 모든 어깨를 찢었고 그들이 너를 의지한즉 네가 부러져서 그들의 모든 허리가 흔들리게 하였느니라",
        "vcode": "GAE",
        "vnum": 7
    },
    {
        "bcode": 26,
        "cnum": 29,
        "content": "그러므로 주 여호와께서 이같이 말씀하셨느니라 내가 칼이 네게 임하게 하여 네게서 사람과 짐승을 끊은즉",
        "vcode": "GAE",
        "vnum": 8
    },
    {
        "bcode": 26,
        "cnum": 29,
        "content": "애굽 땅이 사막과 황무지가 되리니 내가 여호와인 줄을 그들이 알리라 네가 스스로 이르기를 이 강은 내 것이라 내가 만들었다 하도다",
        "vcode": "GAE",
        "vnum": 9
    },
    {
        "bcode": 26,
        "cnum": 29,
        "content": "그러므로 내가 너와 네 강들을 쳐서 애굽 땅 믹돌에서부터 수에네 곧 구스 지경까지 황폐한 황무지 곧 사막이 되게 하리니",
        "vcode": "GAE",
        "vnum": 10
    },
    {
        "bcode": 26,
        "cnum": 29,
        "content": "그 가운데로 사람의 발도 지나가지 아니하며 짐승의 발도 지나가지 아니하고 거주하는 사람이 없이 사십 년이 지날지라",
        "vcode": "GAE",
        "vnum": 11
    },
    {
        "bcode": 26,
        "cnum": 29,
        "content": "내가 애굽 땅을 황폐한 나라들 같이 황폐하게 하며 애굽 성읍도 사막이 된 나라들의 성읍 같이 사십 년 동안 황폐하게 하고 애굽 사람들은 각국 가운데로 흩으며 여러 민족 가운데로 헤치리라",
        "vcode": "GAE",
        "vnum": 12
    },
    {
        "bcode": 26,
        "cnum": 29,
        "content": "주 여호와께서 이같이 말씀하셨느니라 사십 년 끝에 내가 만민 중에 흩은 애굽 사람을 다시 모아 내되",
        "vcode": "GAE",
        "vnum": 13
    },
    {
        "bcode": 26,
        "cnum": 29,
        "content": "애굽의 사로잡힌 자들을 돌이켜 바드로스 땅 곧 그 고국 땅으로 돌아가게 할 것이라 그들이 거기에서 미약한 나라가 되되",
        "vcode": "GAE",
        "vnum": 14
    },
    {
        "bcode": 26,
        "cnum": 29,
        "content": "나라 가운데에 지극히 미약한 나라가 되어 다시는 나라들 위에 스스로 높이지 못하리니 내가 그들을 감하여 다시는 나라들을 다스리지 못하게 할 것임이라",
        "vcode": "GAE",
        "vnum": 15
    },
    {
        "bcode": 26,
        "cnum": 29,
        "content": "그들이 다시는 이스라엘 족속의 의지가 되지 못할 것이요 이스라엘 족속은 돌이켜 그들을 바라보지 아니하므로 그 죄악이 기억되지 아니하리니 내가 여호와인 줄을 그들이 알리라 하셨다 하라",
        "vcode": "GAE",
        "vnum": 16
    },
    {
        "bcode": 26,
        "cnum": 29,
        "content": "스물일곱째 해 첫째 달 초하루에 여호와의 말씀이 내게 임하여 이르시되",
        "vcode": "GAE",
        "vnum": 17
    },
    {
        "bcode": 26,
        "cnum": 29,
        "content": "인자야 바벨론의 느부갓네살 왕이 그의 군대로 두로를 치게 할 때에 크게 수고하여 모든 머리털이 무지러졌고 모든 어깨가 벗어졌으나 그와 군대가 그 수고한 대가를 두로에서 얻지 못하였느니라",
        "vcode": "GAE",
        "vnum": 18
    },
    {
        "bcode": 26,
        "cnum": 29,
        "content": "그러므로 주 여호와께서 이같이 말씀하셨느니라 내가 애굽 땅을 바벨론의 느부갓네살 왕에게 넘기리니 그가 그 무리를 잡아가며 물건을 노략하며 빼앗아 갈 것이라 이것이 그 군대의 보상이 되리라",
        "vcode": "GAE",
        "vnum": 19
    },
    {
        "bcode": 26,
        "cnum": 29,
        "content": "그들의 수고는 나를 위하여 함인즉 그 대가로 내가 애굽 땅을 그에게 주었느니라 주 여호와의 말씀이니라",
        "vcode": "GAE",
        "vnum": 20
    },
    {
        "bcode": 26,
        "cnum": 29,
        "content": "그 날에 나는 이스라엘 족속에게 한 뿔이 돋아나게 하고 나는 또 네가 그들 가운데에서 입을 열게 하리니 내가 여호와인 줄을 그들이 알리라",
        "vcode": "GAE",
        "vnum": 21
    }
]