[
    {
        "bcode": 23,
        "cnum": 17,
        "content": "An oracle concerning Damascus: \"See, Damascus will no longer be a city but will become a heap of ruins.",
        "vcode": "NIV",
        "vnum": 1
    },
    {
        "bcode": 23,
        "cnum": 17,
        "content": "The cities of Aroer will be deserted and left to flocks, which will lie down, with no one to make them afraid.",
        "vcode": "NIV",
        "vnum": 2
    },
    {
        "bcode": 23,
        "cnum": 17,
        "content": "The fortified city will disappear from Ephraim, and royal power from Damascus; the remnant of Aram will be like the glory of the Israelites,\" declares the LORD Almighty.",
        "vcode": "NIV",
        "vnum": 3
    },
    {
        "bcode": 23,
        "cnum": 17,
        "content": "\"In that day the glory of Jacob will fade; the fat of his body will waste away.",
        "vcode": "NIV",
        "vnum": 4
    },
    {
        "bcode": 23,
        "cnum": 17,
        "content": "It will be as when a reaper gathers the standing grain and harvests the grain with his arm-- as when a man gleans heads of grain in the Valley of Rephaim.",
        "vcode": "NIV",
        "vnum": 5
    },
    {
        "bcode": 23,
        "cnum": 17,
        "content": "Yet some gleanings will remain, as when an olive tree is beaten, leaving two or three olives on the topmost branches, four or five on the fruitful boughs,\" declares the LORD, the God of Israel.",
        "vcode": "NIV",
        "vnum": 6
    },
    {
        "bcode": 23,
        "cnum": 17,
        "content": "In that day men will look to their Maker and turn their eyes to the Holy One of Israel.",
        "vcode": "NIV",
        "vnum": 7
    },
    {
        "bcode": 23,
        "cnum": 17,
        "content": "They will not look to the altars, the work of their hands, and they will have no regard for the Asherah poles and the incense altars their fingers have made.",
        "vcode": "NIV",
        "vnum": 8
    },
    {
        "bcode": 23,
        "cnum": 17,
        "content": "In that day their strong cities, which they left because of the Israelites, will be like places abandoned to thickets and undergrowth. And all will be desolation.",
        "vcode": "NIV",
        "vnum": 9
    },
    {
        "bcode": 23,
        "cnum": 17,
        "content": "You have forgotten God your Savior; you have not remembered the Rock, your fortress. Therefore, though you set out the finest plants and plant imported vines,",
        "vcode": "NIV",
        "vnum": 10
    },
    {
        "bcode": 23,
        "cnum": 17,
        "content": "though on the day you set them out, you make them grow, and on the morning when you plant them, you bring them to bud, yet the harvest will be as nothing in the day of disease and incurable pain.",
        "vcode": "NIV",
        "vnum": 11
    },
    {
        "bcode": 23,
        "cnum": 17,
        "content": "Oh, the raging of many nations-- they rage like the raging sea! Oh, the uproar of the peoples-- they roar like the roaring of great waters!",
        "vcode": "NIV",
        "vnum": 12
    },
    {
        "bcode": 23,
        "cnum": 17,
        "content": "Although the peoples roar like the roar of surging waters, when he rebukes them they flee far away, driven before the wind like chaff on the hills, like tumbleweed before a gale.",
        "vcode": "NIV",
        "vnum": 13
    },
    {
        "bcode": 23,
        "cnum": 17,
        "content": "In the evening, sudden terror! Before the morning, they are gone! This is the portion of those who loot us, the lot of those who plunder us.",
        "vcode": "NIV",
        "vnum": 14
    }
]