[
    {
        "bcode": 23,
        "cnum": 40,
        "content": "Comfort, comfort my people, says your God.",
        "vcode": "NIV",
        "vnum": 1
    },
    {
        "bcode": 23,
        "cnum": 40,
        "content": "Speak tenderly to Jerusalem, and proclaim to her that her hard service has been completed, that her sin has been paid for, that she has received from the LORD's hand double for all her sins.",
        "vcode": "NIV",
        "vnum": 2
    },
    {
        "bcode": 23,
        "cnum": 40,
        "content": "A voice of one calling: \"In the desert prepare the way for the LORD ; make straight in the wilderness a highway for our God.",
        "vcode": "NIV",
        "vnum": 3
    },
    {
        "bcode": 23,
        "cnum": 40,
        "content": "Every valley shall be raised up, every mountain and hill made low; the rough ground shall become level, the rugged places a plain.",
        "vcode": "NIV",
        "vnum": 4
    },
    {
        "bcode": 23,
        "cnum": 40,
        "content": "And the glory of the LORD will be revealed, and all mankind together will see it. For the mouth of the LORD has spoken.\"",
        "vcode": "NIV",
        "vnum": 5
    },
    {
        "bcode": 23,
        "cnum": 40,
        "content": "A voice says, \"Cry out.\" And I said, \"What shall I cry?\" \"All men are like grass, and all their glory is like the flowers of the field.",
        "vcode": "NIV",
        "vnum": 6
    },
    {
        "bcode": 23,
        "cnum": 40,
        "content": "The grass withers and the flowers fall, because the breath of the LORD blows on them. Surely the people are grass.",
        "vcode": "NIV",
        "vnum": 7
    },
    {
        "bcode": 23,
        "cnum": 40,
        "content": "The grass withers and the flowers fall, but the word of our God stands forever.\"",
        "vcode": "NIV",
        "vnum": 8
    },
    {
        "bcode": 23,
        "cnum": 40,
        "content": "You who bring good tidings to Zion, go up on a high mountain. You who bring good tidings to Jerusalem, lift up your voice with a shout, lift it up, do not be afraid; say to the towns of Judah, \"Here is your God!\"",
        "vcode": "NIV",
        "vnum": 9
    },
    {
        "bcode": 23,
        "cnum": 40,
        "content": "See, the Sovereign LORD comes with power, and his arm rules for him. See, his reward is with him, and his recompense accompanies him.",
        "vcode": "NIV",
        "vnum": 10
    },
    {
        "bcode": 23,
        "cnum": 40,
        "content": "He tends his flock like a shepherd: He gathers the lambs in his arms and carries them close to his heart; he gently leads those that have young.",
        "vcode": "NIV",
        "vnum": 11
    },
    {
        "bcode": 23,
        "cnum": 40,
        "content": "Who has measured the waters in the hollow of his hand, or with the breadth of his hand marked off the heavens? Who has held the dust of the earth in a basket, or weighed the mountains on the scales and the hills in a balance?",
        "vcode": "NIV",
        "vnum": 12
    },
    {
        "bcode": 23,
        "cnum": 40,
        "content": "Who has understood the mind of the LORD, or instructed him as his counselor?",
        "vcode": "NIV",
        "vnum": 13
    },
    {
        "bcode": 23,
        "cnum": 40,
        "content": "Whom did the LORD consult to enlighten him, and who taught him the right way? Who was it that taught him knowledge or showed him the path of understanding?",
        "vcode": "NIV",
        "vnum": 14
    },
    {
        "bcode": 23,
        "cnum": 40,
        "content": "Surely the nations are like a drop in a bucket; they are regarded as dust on the scales; he weighs the islands as though they were fine dust.",
        "vcode": "NIV",
        "vnum": 15
    },
    {
        "bcode": 23,
        "cnum": 40,
        "content": "Lebanon is not sufficient for altar fires, nor its animals enough for burnt offerings.",
        "vcode": "NIV",
        "vnum": 16
    },
    {
        "bcode": 23,
        "cnum": 40,
        "content": "Before him all the nations are as nothing; they are regarded by him as worthless and less than nothing.",
        "vcode": "NIV",
        "vnum": 17
    },
    {
        "bcode": 23,
        "cnum": 40,
        "content": "To whom, then, will you compare God? What image will you compare him to?",
        "vcode": "NIV",
        "vnum": 18
    },
    {
        "bcode": 23,
        "cnum": 40,
        "content": "As for an idol, a craftsman casts it, and a goldsmith overlays it with gold and fashions silver chains for it.",
        "vcode": "NIV",
        "vnum": 19
    },
    {
        "bcode": 23,
        "cnum": 40,
        "content": "A man too poor to present such an offering selects wood that will not rot. He looks for a skilled craftsman to set up an idol that will not topple.",
        "vcode": "NIV",
        "vnum": 20
    },
    {
        "bcode": 23,
        "cnum": 40,
        "content": "Do you not know? Have you not heard? Has it not been told you from the beginning? Have you not understood since the earth was founded?",
        "vcode": "NIV",
        "vnum": 21
    },
    {
        "bcode": 23,
        "cnum": 40,
        "content": "He sits enthroned above the circle of the earth, and its people are like grasshoppers. He stretches out the heavens like a canopy, and spreads them out like a tent to live in.",
        "vcode": "NIV",
        "vnum": 22
    },
    {
        "bcode": 23,
        "cnum": 40,
        "content": "He brings princes to naught and reduces the rulers of this world to nothing.",
        "vcode": "NIV",
        "vnum": 23
    },
    {
        "bcode": 23,
        "cnum": 40,
        "content": "No sooner are they planted, no sooner are they sown, no sooner do they take root in the ground, than he blows on them and they wither, and a whirlwind sweeps them away like chaff.",
        "vcode": "NIV",
        "vnum": 24
    },
    {
        "bcode": 23,
        "cnum": 40,
        "content": "\"To whom will you compare me? Or who is my equal?\" says the Holy One.",
        "vcode": "NIV",
        "vnum": 25
    },
    {
        "bcode": 23,
        "cnum": 40,
        "content": "Lift your eyes and look to the heavens: Who created all these? He who brings out the starry host one by one, and calls them each by name. Because of his great power and mighty strength, not one of them is missing.",
        "vcode": "NIV",
        "vnum": 26
    },
    {
        "bcode": 23,
        "cnum": 40,
        "content": "Why do you say, O Jacob, and complain, O Israel, \"My way is hidden from the LORD; my cause is disregarded by my God\"?",
        "vcode": "NIV",
        "vnum": 27
    },
    {
        "bcode": 23,
        "cnum": 40,
        "content": "Do you not know? Have you not heard? The LORD is the everlasting God, the Creator of the ends of the earth. He will not grow tired or weary, and his understanding no one can fathom.",
        "vcode": "NIV",
        "vnum": 28
    },
    {
        "bcode": 23,
        "cnum": 40,
        "content": "He gives strength to the weary and increases the power of the weak.",
        "vcode": "NIV",
        "vnum": 29
    },
    {
        "bcode": 23,
        "cnum": 40,
        "content": "Even youths grow tired and weary, and young men stumble and fall;",
        "vcode": "NIV",
        "vnum": 30
    },
    {
        "bcode": 23,
        "cnum": 40,
        "content": "but those who hope in the LORD will renew their strength. They will soar on wings like eagles; they will run and not grow weary, they will walk and not be faint.",
        "vcode": "NIV",
        "vnum": 31
    }
]