[
    {
        "bcode": 23,
        "cnum": 42,
        "content": "\"Here is my servant, whom I uphold, my chosen one in whom I delight; I will put my Spirit on him and he will bring justice to the nations.",
        "vcode": "NIV",
        "vnum": 1
    },
    {
        "bcode": 23,
        "cnum": 42,
        "content": "He will not shout or cry out, or raise his voice in the streets.",
        "vcode": "NIV",
        "vnum": 2
    },
    {
        "bcode": 23,
        "cnum": 42,
        "content": "A bruised reed he will not break, and a smoldering wick he will not snuff out. In faithfulness he will bring forth justice;",
        "vcode": "NIV",
        "vnum": 3
    },
    {
        "bcode": 23,
        "cnum": 42,
        "content": "he will not falter or be discouraged till he establishes justice on earth. In his law the islands will put their hope.\"",
        "vcode": "NIV",
        "vnum": 4
    },
    {
        "bcode": 23,
        "cnum": 42,
        "content": "This is what God the LORD says-- he who created the heavens and stretched them out, who spread out the earth and all that comes out of it, who gives breath to its people, and life to those who walk on it:",
        "vcode": "NIV",
        "vnum": 5
    },
    {
        "bcode": 23,
        "cnum": 42,
        "content": "\"I, the LORD, have called you in righteousness; I will take hold of your hand. I will keep you and will make you to be a covenant for the people and a light for the Gentiles,",
        "vcode": "NIV",
        "vnum": 6
    },
    {
        "bcode": 23,
        "cnum": 42,
        "content": "to open eyes that are blind, to free captives from prison and to release from the dungeon those who sit in darkness.",
        "vcode": "NIV",
        "vnum": 7
    },
    {
        "bcode": 23,
        "cnum": 42,
        "content": "\"I am the LORD; that is my name! I will not give my glory to another or my praise to idols.",
        "vcode": "NIV",
        "vnum": 8
    },
    {
        "bcode": 23,
        "cnum": 42,
        "content": "See, the former things have taken place, and new things I declare; before they spring into being I announce them to you.\"",
        "vcode": "NIV",
        "vnum": 9
    },
    {
        "bcode": 23,
        "cnum": 42,
        "content": "Sing to the LORD a new song, his praise from the ends of the earth, you who go down to the sea, and all that is in it, you islands, and all who live in them.",
        "vcode": "NIV",
        "vnum": 10
    },
    {
        "bcode": 23,
        "cnum": 42,
        "content": "Let the desert and its towns raise their voices; let the settlements where Kedar lives rejoice. Let the people of Sela sing for joy; let them shout from the mountaintops.",
        "vcode": "NIV",
        "vnum": 11
    },
    {
        "bcode": 23,
        "cnum": 42,
        "content": "Let them give glory to the LORD and proclaim his praise in the islands.",
        "vcode": "NIV",
        "vnum": 12
    },
    {
        "bcode": 23,
        "cnum": 42,
        "content": "The LORD will march out like a mighty man, like a warrior he will stir up his zeal; with a shout he will raise the battle cry and will triumph over his enemies.",
        "vcode": "NIV",
        "vnum": 13
    },
    {
        "bcode": 23,
        "cnum": 42,
        "content": "\"For a long time I have kept silent, I have been quiet and held myself back. But now, like a woman in childbirth, I cry out, I gasp and pant.",
        "vcode": "NIV",
        "vnum": 14
    },
    {
        "bcode": 23,
        "cnum": 42,
        "content": "I will lay waste the mountains and hills and dry up all their vegetation; I will turn rivers into islands and dry up the pools.",
        "vcode": "NIV",
        "vnum": 15
    },
    {
        "bcode": 23,
        "cnum": 42,
        "content": "I will lead the blind by ways they have not known, along unfamiliar paths I will guide them; I will turn the darkness into light before them and make the rough places smooth. These are the things I will do; I will not forsake them.",
        "vcode": "NIV",
        "vnum": 16
    },
    {
        "bcode": 23,
        "cnum": 42,
        "content": "But those who trust in idols, who say to images, 'You are our gods,' will be turned back in utter shame.",
        "vcode": "NIV",
        "vnum": 17
    },
    {
        "bcode": 23,
        "cnum": 42,
        "content": "\"Hear, you deaf; look, you blind, and see!",
        "vcode": "NIV",
        "vnum": 18
    },
    {
        "bcode": 23,
        "cnum": 42,
        "content": "Who is blind but my servant, and deaf like the messenger I send? Who is blind like the one committed to me, blind like the servant of the LORD ?",
        "vcode": "NIV",
        "vnum": 19
    },
    {
        "bcode": 23,
        "cnum": 42,
        "content": "You have seen many things, but have paid no attention; your ears are open, but you hear nothing.\"",
        "vcode": "NIV",
        "vnum": 20
    },
    {
        "bcode": 23,
        "cnum": 42,
        "content": "It pleased the LORD for the sake of his righteousness to make his law great and glorious.",
        "vcode": "NIV",
        "vnum": 21
    },
    {
        "bcode": 23,
        "cnum": 42,
        "content": "But this is a people plundered and looted, all of them trapped in pits or hidden away in prisons. They have become plunder, with no one to rescue them; they have been made loot, with no one to say, \"Send them back.\"",
        "vcode": "NIV",
        "vnum": 22
    },
    {
        "bcode": 23,
        "cnum": 42,
        "content": "Which of you will listen to this or pay close attention in time to come?",
        "vcode": "NIV",
        "vnum": 23
    },
    {
        "bcode": 23,
        "cnum": 42,
        "content": "Who handed Jacob over to become loot, and Israel to the plunderers? Was it not the LORD, against whom we have sinned? For they would not follow his ways; they did not obey his law.",
        "vcode": "NIV",
        "vnum": 24
    },
    {
        "bcode": 23,
        "cnum": 42,
        "content": "So he poured out on them his burning anger, the violence of war. It enveloped them in flames, yet they did not understand; it consumed them, but they did not take it to heart.",
        "vcode": "NIV",
        "vnum": 25
    }
]