[
    {
        "bcode": 23,
        "cnum": 50,
        "content": "This is what the LORD says: \"Where is your mother's certificate of divorce with which I sent her away? Or to which of my creditors did I sell you? Because of your sins you were sold; because of your transgressions your mother was sent away.",
        "vcode": "NIV",
        "vnum": 1
    },
    {
        "bcode": 23,
        "cnum": 50,
        "content": "When I came, why was there no one? When I called, why was there no one to answer? Was my arm too short to ransom you? Do I lack the strength to rescue you? By a mere rebuke I dry up the sea, I turn rivers into a desert; their fish rot for lack of water and die of thirst.",
        "vcode": "NIV",
        "vnum": 2
    },
    {
        "bcode": 23,
        "cnum": 50,
        "content": "I clothe the sky with darkness and make sackcloth its covering.\"",
        "vcode": "NIV",
        "vnum": 3
    },
    {
        "bcode": 23,
        "cnum": 50,
        "content": "The Sovereign LORD has given me an instructed tongue, to know the word that sustains the weary. He wakens me morning by morning, wakens my ear to listen like one being taught.",
        "vcode": "NIV",
        "vnum": 4
    },
    {
        "bcode": 23,
        "cnum": 50,
        "content": "The Sovereign LORD has opened my ears, and I have not been rebellious; I have not drawn back.",
        "vcode": "NIV",
        "vnum": 5
    },
    {
        "bcode": 23,
        "cnum": 50,
        "content": "I offered my back to those who beat me, my cheeks to those who pulled out my beard; I did not hide my face from mocking and spitting.",
        "vcode": "NIV",
        "vnum": 6
    },
    {
        "bcode": 23,
        "cnum": 50,
        "content": "Because the Sovereign LORD helps me, I will not be disgraced. Therefore have I set my face like flint, and I know I will not be put to shame.",
        "vcode": "NIV",
        "vnum": 7
    },
    {
        "bcode": 23,
        "cnum": 50,
        "content": "He who vindicates me is near. Who then will bring charges against me? Let us face each other! Who is my accuser? Let him confront me!",
        "vcode": "NIV",
        "vnum": 8
    },
    {
        "bcode": 23,
        "cnum": 50,
        "content": "It is the Sovereign LORD who helps me. Who is he that will condemn me? They will all wear out like a garment; the moths will eat them up.",
        "vcode": "NIV",
        "vnum": 9
    },
    {
        "bcode": 23,
        "cnum": 50,
        "content": "Who among you fears the LORD and obeys the word of his servant? Let him who walks in the dark, who has no light, trust in the name of the LORD and rely on his God.",
        "vcode": "NIV",
        "vnum": 10
    },
    {
        "bcode": 23,
        "cnum": 50,
        "content": "But now, all you who light fires and provide yourselves with flaming torches, go, walk in the light of your fires and of the torches you have set ablaze. This is what you shall receive from my hand: You will lie down in torment.",
        "vcode": "NIV",
        "vnum": 11
    }
]