{"pageProps":{"version":{"name":"NIV","vcode":"NIV"},"bible":{"bcode":56,"chapterCount":3,"name":"Titus","type":"new","vcode":"NIV"},"chapter":"2","verses":[{"bcode":56,"cnum":2,"content":"You must teach what is in accord with sound doctrine.","vcode":"NIV","vnum":1},{"bcode":56,"cnum":2,"content":"Teach the older men to be temperate, worthy of respect, self-controlled, and sound in faith, in love and in endurance.","vcode":"NIV","vnum":2},{"bcode":56,"cnum":2,"content":"Likewise, teach the older women to be reverent in the way they live, not to be slanderers or addicted to much wine, but to teach what is good.","vcode":"NIV","vnum":3},{"bcode":56,"cnum":2,"content":"Then they can train the younger women to love their husbands and children,","vcode":"NIV","vnum":4},{"bcode":56,"cnum":2,"content":"to be self-controlled and pure, to be busy at home, to be kind, and to be subject to their husbands, so that no one will malign the word of God.","vcode":"NIV","vnum":5},{"bcode":56,"cnum":2,"content":"Similarly, encourage the young men to be self-controlled.","vcode":"NIV","vnum":6},{"bcode":56,"cnum":2,"content":"In everything set them an example by doing what is good. In your teaching show integrity, seriousness","vcode":"NIV","vnum":7},{"bcode":56,"cnum":2,"content":"and soundness of speech that cannot be condemned, so that those who oppose you may be ashamed because they have nothing bad to say about us.","vcode":"NIV","vnum":8},{"bcode":56,"cnum":2,"content":"Teach slaves to be subject to their masters in everything, to try to please them, not to talk back to them,","vcode":"NIV","vnum":9},{"bcode":56,"cnum":2,"content":"and not to steal from them, but to show that they can be fully trusted, so that in every way they will make the teaching about God our Savior attractive.","vcode":"NIV","vnum":10},{"bcode":56,"cnum":2,"content":"For the grace of God that brings salvation has appeared to all men.","vcode":"NIV","vnum":11},{"bcode":56,"cnum":2,"content":"It teaches us to say \"No\" to ungodliness and worldly passions, and to live self-controlled, upright and godly lives in this present age,","vcode":"NIV","vnum":12},{"bcode":56,"cnum":2,"content":"while we wait for the blessed hope--the glorious appearing of our great God and Savior, Jesus Christ,","vcode":"NIV","vnum":13},{"bcode":56,"cnum":2,"content":"who gave himself for us to redeem us from all wickedness and to purify for himself a people that are his very own, eager to do what is good.","vcode":"NIV","vnum":14},{"bcode":56,"cnum":2,"content":"These, then, are the things you should teach. Encourage and rebuke with all authority. Do not let anyone despise you.","vcode":"NIV","vnum":15}]},"__N_SSG":true}