[
    {
        "bcode": 49,
        "cnum": 3,
        "content": "For this reason I, Paul, the prisoner of Christ Jesus for the sake of you Gentiles--",
        "vcode": "NIV",
        "vnum": 1
    },
    {
        "bcode": 49,
        "cnum": 3,
        "content": "Surely you have heard about the administration of God's grace that was given to me for you,",
        "vcode": "NIV",
        "vnum": 2
    },
    {
        "bcode": 49,
        "cnum": 3,
        "content": "that is, the mystery made known to me by revelation, as I have already written briefly.",
        "vcode": "NIV",
        "vnum": 3
    },
    {
        "bcode": 49,
        "cnum": 3,
        "content": "In reading this, then, you will be able to understand my insight into the mystery of Christ,",
        "vcode": "NIV",
        "vnum": 4
    },
    {
        "bcode": 49,
        "cnum": 3,
        "content": "which was not made known to men in other generations as it has now been revealed by the Spirit to God's holy apostles and prophets.",
        "vcode": "NIV",
        "vnum": 5
    },
    {
        "bcode": 49,
        "cnum": 3,
        "content": "This mystery is that through the gospel the Gentiles are heirs together with Israel, members together of one body, and sharers together in the promise in Christ Jesus.",
        "vcode": "NIV",
        "vnum": 6
    },
    {
        "bcode": 49,
        "cnum": 3,
        "content": "I became a servant of this gospel by the gift of God's grace given me through the working of his power.",
        "vcode": "NIV",
        "vnum": 7
    },
    {
        "bcode": 49,
        "cnum": 3,
        "content": "Although I am less than the least of all God's people, this grace was given me: to preach to the Gentiles the unsearchable riches of Christ,",
        "vcode": "NIV",
        "vnum": 8
    },
    {
        "bcode": 49,
        "cnum": 3,
        "content": "and to make plain to everyone the administration of this mystery, which for ages past was kept hidden in God, who created all things.",
        "vcode": "NIV",
        "vnum": 9
    },
    {
        "bcode": 49,
        "cnum": 3,
        "content": "His intent was that now, through the church, the manifold wisdom of God should be made known to the rulers and authorities in the heavenly realms,",
        "vcode": "NIV",
        "vnum": 10
    },
    {
        "bcode": 49,
        "cnum": 3,
        "content": "according to his eternal purpose which he accomplished in Christ Jesus our Lord.",
        "vcode": "NIV",
        "vnum": 11
    },
    {
        "bcode": 49,
        "cnum": 3,
        "content": "In him and through faith in him we may approach God with freedom and confidence.",
        "vcode": "NIV",
        "vnum": 12
    },
    {
        "bcode": 49,
        "cnum": 3,
        "content": "I ask you, therefore, not to be discouraged because of my sufferings for you, which are your glory.",
        "vcode": "NIV",
        "vnum": 13
    },
    {
        "bcode": 49,
        "cnum": 3,
        "content": "For this reason I kneel before the Father,",
        "vcode": "NIV",
        "vnum": 14
    },
    {
        "bcode": 49,
        "cnum": 3,
        "content": "from whom his whole family in heaven and on earth derives its name.",
        "vcode": "NIV",
        "vnum": 15
    },
    {
        "bcode": 49,
        "cnum": 3,
        "content": "I pray that out of his glorious riches he may strengthen you with power through his Spirit in your inner being,",
        "vcode": "NIV",
        "vnum": 16
    },
    {
        "bcode": 49,
        "cnum": 3,
        "content": "so that Christ may dwell in your hearts through faith. And I pray that you, being rooted and established in love,",
        "vcode": "NIV",
        "vnum": 17
    },
    {
        "bcode": 49,
        "cnum": 3,
        "content": "may have power, together with all the saints, to grasp how wide and long and high and deep is the love of Christ,",
        "vcode": "NIV",
        "vnum": 18
    },
    {
        "bcode": 49,
        "cnum": 3,
        "content": "and to know this love that surpasses knowledge--that you may be filled to the measure of all the fullness of God.",
        "vcode": "NIV",
        "vnum": 19
    },
    {
        "bcode": 49,
        "cnum": 3,
        "content": "Now to him who is able to do immeasurably more than all we ask or imagine, according to his power that is at work within us,",
        "vcode": "NIV",
        "vnum": 20
    },
    {
        "bcode": 49,
        "cnum": 3,
        "content": "to him be glory in the church and in Christ Jesus throughout all generations, for ever and ever! Amen.",
        "vcode": "NIV",
        "vnum": 21
    }
]