[
    {
        "bcode": 29,
        "cnum": 1,
        "content": "The word of the LORD that came to Joel son of Pethuel.",
        "vcode": "NIV",
        "vnum": 1
    },
    {
        "bcode": 29,
        "cnum": 1,
        "content": "Hear this, you elders; listen, all who live in the land. Has anything like this ever happened in your days or in the days of your forefathers?",
        "vcode": "NIV",
        "vnum": 2
    },
    {
        "bcode": 29,
        "cnum": 1,
        "content": "Tell it to your children, and let your children tell it to their children, and their children to the next generation.",
        "vcode": "NIV",
        "vnum": 3
    },
    {
        "bcode": 29,
        "cnum": 1,
        "content": "What the locust swarm has left the great locusts have eaten; what the great locusts have left the young locusts have eaten; what the young locusts have left other locusts have eaten.",
        "vcode": "NIV",
        "vnum": 4
    },
    {
        "bcode": 29,
        "cnum": 1,
        "content": "Wake up, you drunkards, and weep! Wail, all you drinkers of wine; wail because of the new wine, for it has been snatched from your lips.",
        "vcode": "NIV",
        "vnum": 5
    },
    {
        "bcode": 29,
        "cnum": 1,
        "content": "A nation has invaded my land, powerful and without number; it has the teeth of a lion, the fangs of a lioness.",
        "vcode": "NIV",
        "vnum": 6
    },
    {
        "bcode": 29,
        "cnum": 1,
        "content": "It has laid waste my vines and ruined my fig trees. It has stripped off their bark and thrown it away, leaving their branches white.",
        "vcode": "NIV",
        "vnum": 7
    },
    {
        "bcode": 29,
        "cnum": 1,
        "content": "Mourn like a virgin in sackcloth grieving for the husband of her youth.",
        "vcode": "NIV",
        "vnum": 8
    },
    {
        "bcode": 29,
        "cnum": 1,
        "content": "Grain offerings and drink offerings are cut off from the house of the LORD. The priests are in mourning, those who minister before the LORD.",
        "vcode": "NIV",
        "vnum": 9
    },
    {
        "bcode": 29,
        "cnum": 1,
        "content": "The fields are ruined, the ground is dried up ; the grain is destroyed, the new wine is dried up, the oil fails.",
        "vcode": "NIV",
        "vnum": 10
    },
    {
        "bcode": 29,
        "cnum": 1,
        "content": "Despair, you farmers, wail, you vine growers; grieve for the wheat and the barley, because the harvest of the field is destroyed.",
        "vcode": "NIV",
        "vnum": 11
    },
    {
        "bcode": 29,
        "cnum": 1,
        "content": "The vine is dried up and the fig tree is withered; the pomegranate, the palm and the apple tree-- all the trees of the field--are dried up. Surely the joy of mankind is withered away.",
        "vcode": "NIV",
        "vnum": 12
    },
    {
        "bcode": 29,
        "cnum": 1,
        "content": "Put on sackcloth, O priests, and mourn; wail, you who minister before the altar. Come, spend the night in sackcloth, you who minister before my God; for the grain offerings and drink offerings are withheld from the house of your God.",
        "vcode": "NIV",
        "vnum": 13
    },
    {
        "bcode": 29,
        "cnum": 1,
        "content": "Declare a holy fast; call a sacred assembly. Summon the elders and all who live in the land to the house of the LORD your God, and cry out to the LORD.",
        "vcode": "NIV",
        "vnum": 14
    },
    {
        "bcode": 29,
        "cnum": 1,
        "content": "Alas for that day! For the day of the LORD is near; it will come like destruction from the Almighty.",
        "vcode": "NIV",
        "vnum": 15
    },
    {
        "bcode": 29,
        "cnum": 1,
        "content": "Has not the food been cut off before our very eyes-- joy and gladness from the house of our God?",
        "vcode": "NIV",
        "vnum": 16
    },
    {
        "bcode": 29,
        "cnum": 1,
        "content": "The seeds are shriveled beneath the clods. The storehouses are in ruins, the granaries have been broken down, for the grain has dried up.",
        "vcode": "NIV",
        "vnum": 17
    },
    {
        "bcode": 29,
        "cnum": 1,
        "content": "How the cattle moan! The herds mill about because they have no pasture; even the flocks of sheep are suffering.",
        "vcode": "NIV",
        "vnum": 18
    },
    {
        "bcode": 29,
        "cnum": 1,
        "content": "To you, O LORD, I call, for fire has devoured the open pastures and flames have burned up all the trees of the field.",
        "vcode": "NIV",
        "vnum": 19
    },
    {
        "bcode": 29,
        "cnum": 1,
        "content": "Even the wild animals pant for you; the streams of water have dried up and fire has devoured the open pastures.",
        "vcode": "NIV",
        "vnum": 20
    }
]