[
    {
        "bcode": 6,
        "cnum": 21,
        "content": "Now the family heads of the Levites approached Eleazar the priest, Joshua son of Nun, and the heads of the other tribal families of Israel",
        "vcode": "NIV",
        "vnum": 1
    },
    {
        "bcode": 6,
        "cnum": 21,
        "content": "at Shiloh in Canaan and said to them, \"The LORD commanded through Moses that you give us towns to live in, with pasturelands for our livestock.\"",
        "vcode": "NIV",
        "vnum": 2
    },
    {
        "bcode": 6,
        "cnum": 21,
        "content": "So, as the LORD had commanded, the Israelites gave the Levites the following towns and pasturelands out of their own inheritance:",
        "vcode": "NIV",
        "vnum": 3
    },
    {
        "bcode": 6,
        "cnum": 21,
        "content": "The first lot came out for the Kohathites, clan by clan. The Levites who were descendants of Aaron the priest were allotted thirteen towns from the tribes of Judah, Simeon and Benjamin.",
        "vcode": "NIV",
        "vnum": 4
    },
    {
        "bcode": 6,
        "cnum": 21,
        "content": "The rest of Kohath's descendants were allotted ten towns from the clans of the tribes of Ephraim, Dan and half of Manasseh.",
        "vcode": "NIV",
        "vnum": 5
    },
    {
        "bcode": 6,
        "cnum": 21,
        "content": "The descendants of Gershon were allotted thirteen towns from the clans of the tribes of Issachar, Asher, Naphtali and the half-tribe of Manasseh in Bashan.",
        "vcode": "NIV",
        "vnum": 6
    },
    {
        "bcode": 6,
        "cnum": 21,
        "content": "The descendants of Merari, clan by clan, received twelve towns from the tribes of Reuben, Gad and Zebulun.",
        "vcode": "NIV",
        "vnum": 7
    },
    {
        "bcode": 6,
        "cnum": 21,
        "content": "So the Israelites allotted to the Levites these towns and their pasturelands, as the LORD had commanded through Moses.",
        "vcode": "NIV",
        "vnum": 8
    },
    {
        "bcode": 6,
        "cnum": 21,
        "content": "From the tribes of Judah and Simeon they allotted the following towns by name",
        "vcode": "NIV",
        "vnum": 9
    },
    {
        "bcode": 6,
        "cnum": 21,
        "content": "(these towns were assigned to the descendants of Aaron who were from the Kohathite clans of the Levites, because the first lot fell to them):",
        "vcode": "NIV",
        "vnum": 10
    },
    {
        "bcode": 6,
        "cnum": 21,
        "content": "They gave them Kiriath Arba (that is, Hebron), with its surrounding pastureland, in the hill country of Judah. (Arba was the forefather of Anak.)",
        "vcode": "NIV",
        "vnum": 11
    },
    {
        "bcode": 6,
        "cnum": 21,
        "content": "But the fields and villages around the city they had given to Caleb son of Jephunneh as his possession.",
        "vcode": "NIV",
        "vnum": 12
    },
    {
        "bcode": 6,
        "cnum": 21,
        "content": "So to the descendants of Aaron the priest they gave Hebron (a city of refuge for one accused of murder), Libnah,",
        "vcode": "NIV",
        "vnum": 13
    },
    {
        "bcode": 6,
        "cnum": 21,
        "content": "Jattir, Eshtemoa,",
        "vcode": "NIV",
        "vnum": 14
    },
    {
        "bcode": 6,
        "cnum": 21,
        "content": "Holon, Debir,",
        "vcode": "NIV",
        "vnum": 15
    },
    {
        "bcode": 6,
        "cnum": 21,
        "content": "Ain, Juttah and Beth Shemesh, together with their pasturelands--nine towns from these two tribes.",
        "vcode": "NIV",
        "vnum": 16
    },
    {
        "bcode": 6,
        "cnum": 21,
        "content": "And from the tribe of Benjamin they gave them Gibeon, Geba,",
        "vcode": "NIV",
        "vnum": 17
    },
    {
        "bcode": 6,
        "cnum": 21,
        "content": "Anathoth and Almon, together with their pasturelands--four towns.",
        "vcode": "NIV",
        "vnum": 18
    },
    {
        "bcode": 6,
        "cnum": 21,
        "content": "All the towns for the priests, the descendants of Aaron, were thirteen, together with their pasturelands.",
        "vcode": "NIV",
        "vnum": 19
    },
    {
        "bcode": 6,
        "cnum": 21,
        "content": "The rest of the Kohathite clans of the Levites were allotted towns from the tribe of Ephraim:",
        "vcode": "NIV",
        "vnum": 20
    },
    {
        "bcode": 6,
        "cnum": 21,
        "content": "In the hill country of Ephraim they were given Shechem (a city of refuge for one accused of murder) and Gezer,",
        "vcode": "NIV",
        "vnum": 21
    },
    {
        "bcode": 6,
        "cnum": 21,
        "content": "Kibzaim and Beth Horon, together with their pasturelands--four towns.",
        "vcode": "NIV",
        "vnum": 22
    },
    {
        "bcode": 6,
        "cnum": 21,
        "content": "Also from the tribe of Dan they received Eltekeh, Gibbethon,",
        "vcode": "NIV",
        "vnum": 23
    },
    {
        "bcode": 6,
        "cnum": 21,
        "content": "Aijalon and Gath Rimmon, together with their pasturelands--four towns.",
        "vcode": "NIV",
        "vnum": 24
    },
    {
        "bcode": 6,
        "cnum": 21,
        "content": "From half the tribe of Manasseh they received Taanach and Gath Rimmon, together with their pasturelands--two towns.",
        "vcode": "NIV",
        "vnum": 25
    },
    {
        "bcode": 6,
        "cnum": 21,
        "content": "All these ten towns and their pasturelands were given to the rest of the Kohathite clans.",
        "vcode": "NIV",
        "vnum": 26
    },
    {
        "bcode": 6,
        "cnum": 21,
        "content": "The Levite clans of the Gershonites were given: from the half-tribe of Manasseh, Golan in Bashan (a city of refuge for one accused of murder) and Be Eshtarah, together with their pasturelands--two towns;",
        "vcode": "NIV",
        "vnum": 27
    },
    {
        "bcode": 6,
        "cnum": 21,
        "content": "from the tribe of Issachar, Kishion, Daberath,",
        "vcode": "NIV",
        "vnum": 28
    },
    {
        "bcode": 6,
        "cnum": 21,
        "content": "Jarmuth and En Gannim, together with their pasturelands--four towns;",
        "vcode": "NIV",
        "vnum": 29
    },
    {
        "bcode": 6,
        "cnum": 21,
        "content": "from the tribe of Asher, Mishal, Abdon,",
        "vcode": "NIV",
        "vnum": 30
    },
    {
        "bcode": 6,
        "cnum": 21,
        "content": "Helkath and Rehob, together with their pasturelands--four towns;",
        "vcode": "NIV",
        "vnum": 31
    },
    {
        "bcode": 6,
        "cnum": 21,
        "content": "from the tribe of Naphtali, Kedesh in Galilee (a city of refuge for one accused of murder), Hammoth Dor and Kartan, together with their pasturelands--three towns.",
        "vcode": "NIV",
        "vnum": 32
    },
    {
        "bcode": 6,
        "cnum": 21,
        "content": "All the towns of the Gershonite clans were thirteen, together with their pasturelands.",
        "vcode": "NIV",
        "vnum": 33
    },
    {
        "bcode": 6,
        "cnum": 21,
        "content": "The Merarite clans (the rest of the Levites) were given: from the tribe of Zebulun, Jokneam, Kartah,",
        "vcode": "NIV",
        "vnum": 34
    },
    {
        "bcode": 6,
        "cnum": 21,
        "content": "Dimnah and Nahalal, together with their pasturelands--four towns;",
        "vcode": "NIV",
        "vnum": 35
    },
    {
        "bcode": 6,
        "cnum": 21,
        "content": "from the tribe of Reuben, Bezer, Jahaz,",
        "vcode": "NIV",
        "vnum": 36
    },
    {
        "bcode": 6,
        "cnum": 21,
        "content": "Kedemoth and Mephaath, together with their pasturelands--four towns;",
        "vcode": "NIV",
        "vnum": 37
    },
    {
        "bcode": 6,
        "cnum": 21,
        "content": "from the tribe of Gad, Ramoth in Gilead (a city of refuge for one accused of murder), Mahanaim,",
        "vcode": "NIV",
        "vnum": 38
    },
    {
        "bcode": 6,
        "cnum": 21,
        "content": "Heshbon and Jazer, together with their pasturelands--four towns in all.",
        "vcode": "NIV",
        "vnum": 39
    },
    {
        "bcode": 6,
        "cnum": 21,
        "content": "All the towns allotted to the Merarite clans, who were the rest of the Levites, were twelve.",
        "vcode": "NIV",
        "vnum": 40
    },
    {
        "bcode": 6,
        "cnum": 21,
        "content": "The towns of the Levites in the territory held by the Israelites were forty-eight in all, together with their pasturelands.",
        "vcode": "NIV",
        "vnum": 41
    },
    {
        "bcode": 6,
        "cnum": 21,
        "content": "Each of these towns had pasturelands surrounding it; this was true for all these towns.",
        "vcode": "NIV",
        "vnum": 42
    },
    {
        "bcode": 6,
        "cnum": 21,
        "content": "So the LORD gave Israel all the land he had sworn to give their forefathers, and they took possession of it and settled there.",
        "vcode": "NIV",
        "vnum": 43
    },
    {
        "bcode": 6,
        "cnum": 21,
        "content": "The LORD gave them rest on every side, just as he had sworn to their forefathers. Not one of their enemies withstood them; the LORD handed all their enemies over to them.",
        "vcode": "NIV",
        "vnum": 44
    },
    {
        "bcode": 6,
        "cnum": 21,
        "content": "Not one of all the LORD's good promises to the house of Israel failed; every one was fulfilled.",
        "vcode": "NIV",
        "vnum": 45
    }
]