{"pageProps":{"version":{"name":"NIV","vcode":"NIV"},"bible":{"bcode":18,"chapterCount":42,"name":"Job","type":"old","vcode":"NIV"},"chapter":"28","verses":[{"bcode":18,"cnum":28,"content":"\"There is a mine for silver and a place where gold is refined.","vcode":"NIV","vnum":1},{"bcode":18,"cnum":28,"content":"Iron is taken from the earth, and copper is smelted from ore.","vcode":"NIV","vnum":2},{"bcode":18,"cnum":28,"content":"Man puts an end to the darkness; he searches the farthest recesses for ore in the blackest darkness.","vcode":"NIV","vnum":3},{"bcode":18,"cnum":28,"content":"Far from where people dwell he cuts a shaft, in places forgotten by the foot of man; far from men he dangles and sways.","vcode":"NIV","vnum":4},{"bcode":18,"cnum":28,"content":"The earth, from which food comes, is transformed below as by fire;","vcode":"NIV","vnum":5},{"bcode":18,"cnum":28,"content":"sapphires come from its rocks, and its dust contains nuggets of gold.","vcode":"NIV","vnum":6},{"bcode":18,"cnum":28,"content":"No bird of prey knows that hidden path, no falcon's eye has seen it.","vcode":"NIV","vnum":7},{"bcode":18,"cnum":28,"content":"Proud beasts do not set foot on it, and no lion prowls there.","vcode":"NIV","vnum":8},{"bcode":18,"cnum":28,"content":"Man's hand assaults the flinty rock and lays bare the roots of the mountains.","vcode":"NIV","vnum":9},{"bcode":18,"cnum":28,"content":"He tunnels through the rock; his eyes see all its treasures.","vcode":"NIV","vnum":10},{"bcode":18,"cnum":28,"content":"He searches the sources of the rivers and brings hidden things to light.","vcode":"NIV","vnum":11},{"bcode":18,"cnum":28,"content":"\"But where can wisdom be found? Where does understanding dwell?","vcode":"NIV","vnum":12},{"bcode":18,"cnum":28,"content":"Man does not comprehend its worth; it cannot be found in the land of the living.","vcode":"NIV","vnum":13},{"bcode":18,"cnum":28,"content":"The deep says, 'It is not in me'; the sea says, 'It is not with me.'","vcode":"NIV","vnum":14},{"bcode":18,"cnum":28,"content":"It cannot be bought with the finest gold, nor can its price be weighed in silver.","vcode":"NIV","vnum":15},{"bcode":18,"cnum":28,"content":"It cannot be bought with the gold of Ophir, with precious onyx or sapphires.","vcode":"NIV","vnum":16},{"bcode":18,"cnum":28,"content":"Neither gold nor crystal can compare with it, nor can it be had for jewels of gold.","vcode":"NIV","vnum":17},{"bcode":18,"cnum":28,"content":"Coral and jasper are not worthy of mention; the price of wisdom is beyond rubies.","vcode":"NIV","vnum":18},{"bcode":18,"cnum":28,"content":"The topaz of Cush cannot compare with it; it cannot be bought with pure gold.","vcode":"NIV","vnum":19},{"bcode":18,"cnum":28,"content":"\"Where then does wisdom come from? Where does understanding dwell?","vcode":"NIV","vnum":20},{"bcode":18,"cnum":28,"content":"It is hidden from the eyes of every living thing, concealed even from the birds of the air.","vcode":"NIV","vnum":21},{"bcode":18,"cnum":28,"content":"Destruction and Death say, 'Only a rumor of it has reached our ears.'","vcode":"NIV","vnum":22},{"bcode":18,"cnum":28,"content":"God understands the way to it and he alone knows where it dwells,","vcode":"NIV","vnum":23},{"bcode":18,"cnum":28,"content":"for he views the ends of the earth and sees everything under the heavens.","vcode":"NIV","vnum":24},{"bcode":18,"cnum":28,"content":"When he established the force of the wind and measured out the waters,","vcode":"NIV","vnum":25},{"bcode":18,"cnum":28,"content":"when he made a decree for the rain and a path for the thunderstorm,","vcode":"NIV","vnum":26},{"bcode":18,"cnum":28,"content":"then he looked at wisdom and appraised it; he confirmed it and tested it.","vcode":"NIV","vnum":27},{"bcode":18,"cnum":28,"content":"And he said to man, 'The fear of the Lord--that is wisdom, and to shun evil is understanding.' \"","vcode":"NIV","vnum":28}]},"__N_SSG":true}