[
    {
        "bcode": 15,
        "cnum": 10,
        "content": "While Ezra was praying and confessing, weeping and throwing himself down before the house of God, a large crowd of Israelites--men, women and children--gathered around him. They too wept bitterly.",
        "vcode": "NIV",
        "vnum": 1
    },
    {
        "bcode": 15,
        "cnum": 10,
        "content": "Then Shecaniah son of Jehiel, one of the descendants of Elam, said to Ezra, \"We have been unfaithful to our God by marrying foreign women from the peoples around us. But in spite of this, there is still hope for Israel.",
        "vcode": "NIV",
        "vnum": 2
    },
    {
        "bcode": 15,
        "cnum": 10,
        "content": "Now let us make a covenant before our God to send away all these women and their children, in accordance with the counsel of my lord and of those who fear the commands of our God. Let it be done according to the Law.",
        "vcode": "NIV",
        "vnum": 3
    },
    {
        "bcode": 15,
        "cnum": 10,
        "content": "Rise up; this matter is in your hands. We will support you, so take courage and do it.\"",
        "vcode": "NIV",
        "vnum": 4
    },
    {
        "bcode": 15,
        "cnum": 10,
        "content": "So Ezra rose up and put the leading priests and Levites and all Israel under oath to do what had been suggested. And they took the oath.",
        "vcode": "NIV",
        "vnum": 5
    },
    {
        "bcode": 15,
        "cnum": 10,
        "content": "Then Ezra withdrew from before the house of God and went to the room of Jehohanan son of Eliashib. While he was there, he ate no food and drank no water, because he continued to mourn over the unfaithfulness of the exiles.",
        "vcode": "NIV",
        "vnum": 6
    },
    {
        "bcode": 15,
        "cnum": 10,
        "content": "A proclamation was then issued throughout Judah and Jerusalem for all the exiles to assemble in Jerusalem.",
        "vcode": "NIV",
        "vnum": 7
    },
    {
        "bcode": 15,
        "cnum": 10,
        "content": "Anyone who failed to appear within three days would forfeit all his property, in accordance with the decision of the officials and elders, and would himself be expelled from the assembly of the exiles.",
        "vcode": "NIV",
        "vnum": 8
    },
    {
        "bcode": 15,
        "cnum": 10,
        "content": "Within the three days, all the men of Judah and Benjamin had gathered in Jerusalem. And on the twentieth day of the ninth month, all the people were sitting in the square before the house of God, greatly distressed by the occasion and because of the rain.",
        "vcode": "NIV",
        "vnum": 9
    },
    {
        "bcode": 15,
        "cnum": 10,
        "content": "Then Ezra the priest stood up and said to them, \"You have been unfaithful; you have married foreign women, adding to Israel's guilt.",
        "vcode": "NIV",
        "vnum": 10
    },
    {
        "bcode": 15,
        "cnum": 10,
        "content": "Now make confession to the LORD, the God of your fathers, and do his will. Separate yourselves from the peoples around you and from your foreign wives.\"",
        "vcode": "NIV",
        "vnum": 11
    },
    {
        "bcode": 15,
        "cnum": 10,
        "content": "The whole assembly responded with a loud voice: \"You are right! We must do as you say.",
        "vcode": "NIV",
        "vnum": 12
    },
    {
        "bcode": 15,
        "cnum": 10,
        "content": "But there are many people here and it is the rainy season; so we cannot stand outside. Besides, this matter cannot be taken care of in a day or two, because we have sinned greatly in this thing.",
        "vcode": "NIV",
        "vnum": 13
    },
    {
        "bcode": 15,
        "cnum": 10,
        "content": "Let our officials act for the whole assembly. Then let everyone in our towns who has married a foreign woman come at a set time, along with the elders and judges of each town, until the fierce anger of our God in this matter is turned away from us.\"",
        "vcode": "NIV",
        "vnum": 14
    },
    {
        "bcode": 15,
        "cnum": 10,
        "content": "Only Jonathan son of Asahel and Jahzeiah son of Tikvah, supported by Meshullam and Shabbethai the Levite, opposed this.",
        "vcode": "NIV",
        "vnum": 15
    },
    {
        "bcode": 15,
        "cnum": 10,
        "content": "So the exiles did as was proposed. Ezra the priest selected men who were family heads, one from each family division, and all of them designated by name. On the first day of the tenth month they sat down to investigate the cases,",
        "vcode": "NIV",
        "vnum": 16
    },
    {
        "bcode": 15,
        "cnum": 10,
        "content": "and by the first day of the first month they finished dealing with all the men who had married foreign women.",
        "vcode": "NIV",
        "vnum": 17
    },
    {
        "bcode": 15,
        "cnum": 10,
        "content": "Among the descendants of the priests, the following had married foreign women: From the descendants of Jeshua son of Jozadak, and his brothers: Maaseiah, Eliezer, Jarib and Gedaliah.",
        "vcode": "NIV",
        "vnum": 18
    },
    {
        "bcode": 15,
        "cnum": 10,
        "content": "(They all gave their hands in pledge to put away their wives, and for their guilt they each presented a ram from the flock as a guilt offering.)",
        "vcode": "NIV",
        "vnum": 19
    },
    {
        "bcode": 15,
        "cnum": 10,
        "content": "From the descendants of Immer: Hanani and Zebadiah.",
        "vcode": "NIV",
        "vnum": 20
    },
    {
        "bcode": 15,
        "cnum": 10,
        "content": "From the descendants of Harim: Maaseiah, Elijah, Shemaiah, Jehiel and Uzziah.",
        "vcode": "NIV",
        "vnum": 21
    },
    {
        "bcode": 15,
        "cnum": 10,
        "content": "From the descendants of Pashhur: Elioenai, Maaseiah, Ishmael, Nethanel, Jozabad and Elasah.",
        "vcode": "NIV",
        "vnum": 22
    },
    {
        "bcode": 15,
        "cnum": 10,
        "content": "Among the Levites: Jozabad, Shimei, Kelaiah (that is, Kelita), Pethahiah, Judah and Eliezer.",
        "vcode": "NIV",
        "vnum": 23
    },
    {
        "bcode": 15,
        "cnum": 10,
        "content": "From the singers: Eliashib. From the gatekeepers: Shallum, Telem and Uri.",
        "vcode": "NIV",
        "vnum": 24
    },
    {
        "bcode": 15,
        "cnum": 10,
        "content": "And among the other Israelites: From the descendants of Parosh: Ramiah, Izziah, Malkijah, Mijamin, Eleazar, Malkijah and Benaiah.",
        "vcode": "NIV",
        "vnum": 25
    },
    {
        "bcode": 15,
        "cnum": 10,
        "content": "From the descendants of Elam: Mattaniah, Zechariah, Jehiel, Abdi, Jeremoth and Elijah.",
        "vcode": "NIV",
        "vnum": 26
    },
    {
        "bcode": 15,
        "cnum": 10,
        "content": "From the descendants of Zattu: Elioenai, Eliashib, Mattaniah, Jeremoth, Zabad and Aziza.",
        "vcode": "NIV",
        "vnum": 27
    },
    {
        "bcode": 15,
        "cnum": 10,
        "content": "From the descendants of Bebai: Jehohanan, Hananiah, Zabbai and Athlai.",
        "vcode": "NIV",
        "vnum": 28
    },
    {
        "bcode": 15,
        "cnum": 10,
        "content": "From the descendants of Bani: Meshullam, Malluch, Adaiah, Jashub, Sheal and Jeremoth.",
        "vcode": "NIV",
        "vnum": 29
    },
    {
        "bcode": 15,
        "cnum": 10,
        "content": "From the descendants of Pahath-Moab: Adna, Kelal, Benaiah, Maaseiah, Mattaniah, Bezalel, Binnui and Manasseh.",
        "vcode": "NIV",
        "vnum": 30
    },
    {
        "bcode": 15,
        "cnum": 10,
        "content": "From the descendants of Harim: Eliezer, Ishijah, Malkijah, Shemaiah, Shimeon,",
        "vcode": "NIV",
        "vnum": 31
    },
    {
        "bcode": 15,
        "cnum": 10,
        "content": "Benjamin, Malluch and Shemariah.",
        "vcode": "NIV",
        "vnum": 32
    },
    {
        "bcode": 15,
        "cnum": 10,
        "content": "From the descendants of Hashum: Mattenai, Mattattah, Zabad, Eliphelet, Jeremai, Manasseh and Shimei.",
        "vcode": "NIV",
        "vnum": 33
    },
    {
        "bcode": 15,
        "cnum": 10,
        "content": "From the descendants of Bani: Maadai, Amram, Uel,",
        "vcode": "NIV",
        "vnum": 34
    },
    {
        "bcode": 15,
        "cnum": 10,
        "content": "Benaiah, Bedeiah, Keluhi,",
        "vcode": "NIV",
        "vnum": 35
    },
    {
        "bcode": 15,
        "cnum": 10,
        "content": "Vaniah, Meremoth, Eliashib,",
        "vcode": "NIV",
        "vnum": 36
    },
    {
        "bcode": 15,
        "cnum": 10,
        "content": "Mattaniah, Mattenai and Jaasu.",
        "vcode": "NIV",
        "vnum": 37
    },
    {
        "bcode": 15,
        "cnum": 10,
        "content": "From the descendants of Binnui: Shimei,",
        "vcode": "NIV",
        "vnum": 38
    },
    {
        "bcode": 15,
        "cnum": 10,
        "content": "Shelemiah, Nathan, Adaiah,",
        "vcode": "NIV",
        "vnum": 39
    },
    {
        "bcode": 15,
        "cnum": 10,
        "content": "Macnadebai, Shashai, Sharai,",
        "vcode": "NIV",
        "vnum": 40
    },
    {
        "bcode": 15,
        "cnum": 10,
        "content": "Azarel, Shelemiah, Shemariah,",
        "vcode": "NIV",
        "vnum": 41
    },
    {
        "bcode": 15,
        "cnum": 10,
        "content": "Shallum, Amariah and Joseph.",
        "vcode": "NIV",
        "vnum": 42
    },
    {
        "bcode": 15,
        "cnum": 10,
        "content": "From the descendants of Nebo: Jeiel, Mattithiah, Zabad, Zebina, Jaddai, Joel and Benaiah.",
        "vcode": "NIV",
        "vnum": 43
    },
    {
        "bcode": 15,
        "cnum": 10,
        "content": "All these had married foreign women, and some of them had children by these wives.",
        "vcode": "NIV",
        "vnum": 44
    }
]