[
    {
        "bcode": 22,
        "cnum": 7,
        "content": "How beautiful your sandaled feet, O prince's daughter! Your graceful legs are like jewels, the work of a craftsman's hands.",
        "vcode": "NIV",
        "vnum": 1
    },
    {
        "bcode": 22,
        "cnum": 7,
        "content": "Your navel is a rounded goblet that never lacks blended wine. Your waist is a mound of wheat encircled by lilies.",
        "vcode": "NIV",
        "vnum": 2
    },
    {
        "bcode": 22,
        "cnum": 7,
        "content": "Your breasts are like two fawns, twins of a gazelle.",
        "vcode": "NIV",
        "vnum": 3
    },
    {
        "bcode": 22,
        "cnum": 7,
        "content": "Your neck is like an ivory tower. Your eyes are the pools of Heshbon by the gate of Bath Rabbim. Your nose is like the tower of Lebanon looking toward Damascus.",
        "vcode": "NIV",
        "vnum": 4
    },
    {
        "bcode": 22,
        "cnum": 7,
        "content": "Your head crowns you like Mount Carmel. Your hair is like royal tapestry; the king is held captive by its tresses.",
        "vcode": "NIV",
        "vnum": 5
    },
    {
        "bcode": 22,
        "cnum": 7,
        "content": "How beautiful you are and how pleasing, O love, with your delights!",
        "vcode": "NIV",
        "vnum": 6
    },
    {
        "bcode": 22,
        "cnum": 7,
        "content": "Your stature is like that of the palm, and your breasts like clusters of fruit.",
        "vcode": "NIV",
        "vnum": 7
    },
    {
        "bcode": 22,
        "cnum": 7,
        "content": "I said, \"I will climb the palm tree; I will take hold of its fruit.\" May your breasts be like the clusters of the vine, the fragrance of your breath like apples,",
        "vcode": "NIV",
        "vnum": 8
    },
    {
        "bcode": 22,
        "cnum": 7,
        "content": "and your mouth like the best wine. May the wine go straight to my lover, flowing gently over lips and teeth.",
        "vcode": "NIV",
        "vnum": 9
    },
    {
        "bcode": 22,
        "cnum": 7,
        "content": "I belong to my lover, and his desire is for me.",
        "vcode": "NIV",
        "vnum": 10
    },
    {
        "bcode": 22,
        "cnum": 7,
        "content": "Come, my lover, let us go to the countryside, let us spend the night in the villages.",
        "vcode": "NIV",
        "vnum": 11
    },
    {
        "bcode": 22,
        "cnum": 7,
        "content": "Let us go early to the vineyards to see if the vines have budded, if their blossoms have opened, and if the pomegranates are in bloom-- there I will give you my love.",
        "vcode": "NIV",
        "vnum": 12
    },
    {
        "bcode": 22,
        "cnum": 7,
        "content": "The mandrakes send out their fragrance, and at our door is every delicacy, both new and old, that I have stored up for you, my lover.",
        "vcode": "NIV",
        "vnum": 13
    }
]