[
    {
        "bcode": 2,
        "cnum": 28,
        "content": "\"Have Aaron your brother brought to you from among the Israelites, along with his sons Nadab and Abihu, Eleazar and Ithamar, so they may serve me as priests.",
        "vcode": "NIV",
        "vnum": 1
    },
    {
        "bcode": 2,
        "cnum": 28,
        "content": "Make sacred garments for your brother Aaron, to give him dignity and honor.",
        "vcode": "NIV",
        "vnum": 2
    },
    {
        "bcode": 2,
        "cnum": 28,
        "content": "Tell all the skilled men to whom I have given wisdom in such matters that they are to make garments for Aaron, for his consecration, so he may serve me as priest.",
        "vcode": "NIV",
        "vnum": 3
    },
    {
        "bcode": 2,
        "cnum": 28,
        "content": "These are the garments they are to make: a breastpiece, an ephod, a robe, a woven tunic, a turban and a sash. They are to make these sacred garments for your brother Aaron and his sons, so they may serve me as priests.",
        "vcode": "NIV",
        "vnum": 4
    },
    {
        "bcode": 2,
        "cnum": 28,
        "content": "Have them use gold, and blue, purple and scarlet yarn, and fine linen.",
        "vcode": "NIV",
        "vnum": 5
    },
    {
        "bcode": 2,
        "cnum": 28,
        "content": "\"Make the ephod of gold, and of blue, purple and scarlet yarn, and of finely twisted linen--the work of a skilled craftsman.",
        "vcode": "NIV",
        "vnum": 6
    },
    {
        "bcode": 2,
        "cnum": 28,
        "content": "It is to have two shoulder pieces attached to two of its corners, so it can be fastened.",
        "vcode": "NIV",
        "vnum": 7
    },
    {
        "bcode": 2,
        "cnum": 28,
        "content": "Its skillfully woven waistband is to be like it--of one piece with the ephod and made with gold, and with blue, purple and scarlet yarn, and with finely twisted linen.",
        "vcode": "NIV",
        "vnum": 8
    },
    {
        "bcode": 2,
        "cnum": 28,
        "content": "\"Take two onyx stones and engrave on them the names of the sons of Israel",
        "vcode": "NIV",
        "vnum": 9
    },
    {
        "bcode": 2,
        "cnum": 28,
        "content": "in the order of their birth--six names on one stone and the remaining six on the other.",
        "vcode": "NIV",
        "vnum": 10
    },
    {
        "bcode": 2,
        "cnum": 28,
        "content": "Engrave the names of the sons of Israel on the two stones the way a gem cutter engraves a seal. Then mount the stones in gold filigree settings",
        "vcode": "NIV",
        "vnum": 11
    },
    {
        "bcode": 2,
        "cnum": 28,
        "content": "and fasten them on the shoulder pieces of the ephod as memorial stones for the sons of Israel. Aaron is to bear the names on his shoulders as a memorial before the LORD.",
        "vcode": "NIV",
        "vnum": 12
    },
    {
        "bcode": 2,
        "cnum": 28,
        "content": "Make gold filigree settings",
        "vcode": "NIV",
        "vnum": 13
    },
    {
        "bcode": 2,
        "cnum": 28,
        "content": "and two braided chains of pure gold, like a rope, and attach the chains to the settings.",
        "vcode": "NIV",
        "vnum": 14
    },
    {
        "bcode": 2,
        "cnum": 28,
        "content": "\"Fashion a breastpiece for making decisions--the work of a skilled craftsman. Make it like the ephod: of gold, and of blue, purple and scarlet yarn, and of finely twisted linen.",
        "vcode": "NIV",
        "vnum": 15
    },
    {
        "bcode": 2,
        "cnum": 28,
        "content": "It is to be square--a span long and a span wide--and folded double.",
        "vcode": "NIV",
        "vnum": 16
    },
    {
        "bcode": 2,
        "cnum": 28,
        "content": "Then mount four rows of precious stones on it. In the first row there shall be a ruby, a topaz and a beryl;",
        "vcode": "NIV",
        "vnum": 17
    },
    {
        "bcode": 2,
        "cnum": 28,
        "content": "in the second row a turquoise, a sapphire and an emerald;",
        "vcode": "NIV",
        "vnum": 18
    },
    {
        "bcode": 2,
        "cnum": 28,
        "content": "in the third row a jacinth, an agate and an amethyst;",
        "vcode": "NIV",
        "vnum": 19
    },
    {
        "bcode": 2,
        "cnum": 28,
        "content": "in the fourth row a chrysolite, an onyx and a jasper. Mount them in gold filigree settings.",
        "vcode": "NIV",
        "vnum": 20
    },
    {
        "bcode": 2,
        "cnum": 28,
        "content": "There are to be twelve stones, one for each of the names of the sons of Israel, each engraved like a seal with the name of one of the twelve tribes.",
        "vcode": "NIV",
        "vnum": 21
    },
    {
        "bcode": 2,
        "cnum": 28,
        "content": "\"For the breastpiece make braided chains of pure gold, like a rope.",
        "vcode": "NIV",
        "vnum": 22
    },
    {
        "bcode": 2,
        "cnum": 28,
        "content": "Make two gold rings for it and fasten them to two corners of the breastpiece.",
        "vcode": "NIV",
        "vnum": 23
    },
    {
        "bcode": 2,
        "cnum": 28,
        "content": "Fasten the two gold chains to the rings at the corners of the breastpiece,",
        "vcode": "NIV",
        "vnum": 24
    },
    {
        "bcode": 2,
        "cnum": 28,
        "content": "and the other ends of the chains to the two settings, attaching them to the shoulder pieces of the ephod at the front.",
        "vcode": "NIV",
        "vnum": 25
    },
    {
        "bcode": 2,
        "cnum": 28,
        "content": "Make two gold rings and attach them to the other two corners of the breastpiece on the inside edge next to the ephod.",
        "vcode": "NIV",
        "vnum": 26
    },
    {
        "bcode": 2,
        "cnum": 28,
        "content": "Make two more gold rings and attach them to the bottom of the shoulder pieces on the front of the ephod, close to the seam just above the waistband of the ephod.",
        "vcode": "NIV",
        "vnum": 27
    },
    {
        "bcode": 2,
        "cnum": 28,
        "content": "The rings of the breastpiece are to be tied to the rings of the ephod with blue cord, connecting it to the waistband, so that the breastpiece will not swing out from the ephod.",
        "vcode": "NIV",
        "vnum": 28
    },
    {
        "bcode": 2,
        "cnum": 28,
        "content": "\"Whenever Aaron enters the Holy Place, he will bear the names of the sons of Israel over his heart on the breastpiece of decision as a continuing memorial before the LORD.",
        "vcode": "NIV",
        "vnum": 29
    },
    {
        "bcode": 2,
        "cnum": 28,
        "content": "Also put the Urim and the Thummim in the breastpiece, so they may be over Aaron's heart whenever he enters the presence of the LORD. Thus Aaron will always bear the means of making decisions for the Israelites over his heart before the LORD.",
        "vcode": "NIV",
        "vnum": 30
    },
    {
        "bcode": 2,
        "cnum": 28,
        "content": "\"Make the robe of the ephod entirely of blue cloth,",
        "vcode": "NIV",
        "vnum": 31
    },
    {
        "bcode": 2,
        "cnum": 28,
        "content": "with an opening for the head in its center. There shall be a woven edge like a collar around this opening, so that it will not tear.",
        "vcode": "NIV",
        "vnum": 32
    },
    {
        "bcode": 2,
        "cnum": 28,
        "content": "Make pomegranates of blue, purple and scarlet yarn around the hem of the robe, with gold bells between them.",
        "vcode": "NIV",
        "vnum": 33
    },
    {
        "bcode": 2,
        "cnum": 28,
        "content": "The gold bells and the pomegranates are to alternate around the hem of the robe.",
        "vcode": "NIV",
        "vnum": 34
    },
    {
        "bcode": 2,
        "cnum": 28,
        "content": "Aaron must wear it when he ministers. The sound of the bells will be heard when he enters the Holy Place before the LORD and when he comes out, so that he will not die.",
        "vcode": "NIV",
        "vnum": 35
    },
    {
        "bcode": 2,
        "cnum": 28,
        "content": "\"Make a plate of pure gold and engrave on it as on a seal:HOLY TO THE LORD.",
        "vcode": "NIV",
        "vnum": 36
    },
    {
        "bcode": 2,
        "cnum": 28,
        "content": "Fasten a blue cord to it to attach it to the turban; it is to be on the front of the turban.",
        "vcode": "NIV",
        "vnum": 37
    },
    {
        "bcode": 2,
        "cnum": 28,
        "content": "It will be on Aaron's forehead, and he will bear the guilt involved in the sacred gifts the Israelites consecrate, whatever their gifts may be. It will be on Aaron's forehead continually so that they will be acceptable to the LORD.",
        "vcode": "NIV",
        "vnum": 38
    },
    {
        "bcode": 2,
        "cnum": 28,
        "content": "\"Weave the tunic of fine linen and make the turban of fine linen. The sash is to be the work of an embroiderer.",
        "vcode": "NIV",
        "vnum": 39
    },
    {
        "bcode": 2,
        "cnum": 28,
        "content": "Make tunics, sashes and headbands for Aaron's sons, to give them dignity and honor.",
        "vcode": "NIV",
        "vnum": 40
    },
    {
        "bcode": 2,
        "cnum": 28,
        "content": "After you put these clothes on your brother Aaron and his sons, anoint and ordain them. Consecrate them so they may serve me as priests.",
        "vcode": "NIV",
        "vnum": 41
    },
    {
        "bcode": 2,
        "cnum": 28,
        "content": "\"Make linen undergarments as a covering for the body, reaching from the waist to the thigh.",
        "vcode": "NIV",
        "vnum": 42
    },
    {
        "bcode": 2,
        "cnum": 28,
        "content": "Aaron and his sons must wear them whenever they enter the Tent of Meeting or approach the altar to minister in the Holy Place, so that they will not incur guilt and die. \"This is to be a lasting ordinance for Aaron and his descendants.",
        "vcode": "NIV",
        "vnum": 43
    }
]