{"pageProps":{"version":{"name":"NIV","vcode":"NIV"},"bible":{"bcode":20,"chapterCount":31,"name":"Proverbs","type":"old","vcode":"NIV"},"chapter":"12","verses":[{"bcode":20,"cnum":12,"content":"Whoever loves discipline loves knowledge, but he who hates correction is stupid.","vcode":"NIV","vnum":1},{"bcode":20,"cnum":12,"content":"A good man obtains favor from the LORD, but the LORD condemns a crafty man.","vcode":"NIV","vnum":2},{"bcode":20,"cnum":12,"content":"A man cannot be established through wickedness, but the righteous cannot be uprooted.","vcode":"NIV","vnum":3},{"bcode":20,"cnum":12,"content":"A wife of noble character is her husband's crown, but a disgraceful wife is like decay in his bones.","vcode":"NIV","vnum":4},{"bcode":20,"cnum":12,"content":"The plans of the righteous are just, but the advice of the wicked is deceitful.","vcode":"NIV","vnum":5},{"bcode":20,"cnum":12,"content":"The words of the wicked lie in wait for blood, but the speech of the upright rescues them.","vcode":"NIV","vnum":6},{"bcode":20,"cnum":12,"content":"Wicked men are overthrown and are no more, but the house of the righteous stands firm.","vcode":"NIV","vnum":7},{"bcode":20,"cnum":12,"content":"A man is praised according to his wisdom, but men with warped minds are despised.","vcode":"NIV","vnum":8},{"bcode":20,"cnum":12,"content":"Better to be a nobody and yet have a servant than pretend to be somebody and have no food.","vcode":"NIV","vnum":9},{"bcode":20,"cnum":12,"content":"A righteous man cares for the needs of his animal, but the kindest acts of the wicked are cruel.","vcode":"NIV","vnum":10},{"bcode":20,"cnum":12,"content":"He who works his land will have abundant food, but he who chases fantasies lacks judgment.","vcode":"NIV","vnum":11},{"bcode":20,"cnum":12,"content":"The wicked desire the plunder of evil men, but the root of the righteous flourishes.","vcode":"NIV","vnum":12},{"bcode":20,"cnum":12,"content":"An evil man is trapped by his sinful talk, but a righteous man escapes trouble.","vcode":"NIV","vnum":13},{"bcode":20,"cnum":12,"content":"From the fruit of his lips a man is filled with good things as surely as the work of his hands rewards him.","vcode":"NIV","vnum":14},{"bcode":20,"cnum":12,"content":"The way of a fool seems right to him, but a wise man listens to advice.","vcode":"NIV","vnum":15},{"bcode":20,"cnum":12,"content":"A fool shows his annoyance at once, but a prudent man overlooks an insult.","vcode":"NIV","vnum":16},{"bcode":20,"cnum":12,"content":"A truthful witness gives honest testimony, but a false witness tells lies.","vcode":"NIV","vnum":17},{"bcode":20,"cnum":12,"content":"Reckless words pierce like a sword, but the tongue of the wise brings healing.","vcode":"NIV","vnum":18},{"bcode":20,"cnum":12,"content":"Truthful lips endure forever, but a lying tongue lasts only a moment.","vcode":"NIV","vnum":19},{"bcode":20,"cnum":12,"content":"There is deceit in the hearts of those who plot evil, but joy for those who promote peace.","vcode":"NIV","vnum":20},{"bcode":20,"cnum":12,"content":"No harm befalls the righteous, but the wicked have their fill of trouble.","vcode":"NIV","vnum":21},{"bcode":20,"cnum":12,"content":"The LORD detests lying lips, but he delights in men who are truthful.","vcode":"NIV","vnum":22},{"bcode":20,"cnum":12,"content":"A prudent man keeps his knowledge to himself, but the heart of fools blurts out folly.","vcode":"NIV","vnum":23},{"bcode":20,"cnum":12,"content":"Diligent hands will rule, but laziness ends in slave labor.","vcode":"NIV","vnum":24},{"bcode":20,"cnum":12,"content":"An anxious heart weighs a man down, but a kind word cheers him up.","vcode":"NIV","vnum":25},{"bcode":20,"cnum":12,"content":"A righteous man is cautious in friendship, but the way of the wicked leads them astray.","vcode":"NIV","vnum":26},{"bcode":20,"cnum":12,"content":"The lazy man does not roast his game, but the diligent man prizes his possessions.","vcode":"NIV","vnum":27},{"bcode":20,"cnum":12,"content":"In the way of righteousness there is life; along that path is immortality.","vcode":"NIV","vnum":28}]},"__N_SSG":true}