{"pageProps":{"version":{"name":"NIV","vcode":"NIV"},"bible":{"bcode":20,"chapterCount":31,"name":"Proverbs","type":"old","vcode":"NIV"},"chapter":"22","verses":[{"bcode":20,"cnum":22,"content":"A good name is more desirable than great riches; to be esteemed is better than silver or gold.","vcode":"NIV","vnum":1},{"bcode":20,"cnum":22,"content":"Rich and poor have this in common: The LORD is the Maker of them all.","vcode":"NIV","vnum":2},{"bcode":20,"cnum":22,"content":"A prudent man sees danger and takes refuge, but the simple keep going and suffer for it.","vcode":"NIV","vnum":3},{"bcode":20,"cnum":22,"content":"Humility and the fear of the LORD bring wealth and honor and life.","vcode":"NIV","vnum":4},{"bcode":20,"cnum":22,"content":"In the paths of the wicked lie thorns and snares, but he who guards his soul stays far from them.","vcode":"NIV","vnum":5},{"bcode":20,"cnum":22,"content":"Train a child in the way he should go, and when he is old he will not turn from it.","vcode":"NIV","vnum":6},{"bcode":20,"cnum":22,"content":"The rich rule over the poor, and the borrower is servant to the lender.","vcode":"NIV","vnum":7},{"bcode":20,"cnum":22,"content":"He who sows wickedness reaps trouble, and the rod of his fury will be destroyed.","vcode":"NIV","vnum":8},{"bcode":20,"cnum":22,"content":"A generous man will himself be blessed, for he shares his food with the poor.","vcode":"NIV","vnum":9},{"bcode":20,"cnum":22,"content":"Drive out the mocker, and out goes strife; quarrels and insults are ended.","vcode":"NIV","vnum":10},{"bcode":20,"cnum":22,"content":"He who loves a pure heart and whose speech is gracious will have the king for his friend.","vcode":"NIV","vnum":11},{"bcode":20,"cnum":22,"content":"The eyes of the LORD keep watch over knowledge, but he frustrates the words of the unfaithful.","vcode":"NIV","vnum":12},{"bcode":20,"cnum":22,"content":"The sluggard says, \"There is a lion outside!\" or, \"I will be murdered in the streets!\"","vcode":"NIV","vnum":13},{"bcode":20,"cnum":22,"content":"The mouth of an adulteress is a deep pit; he who is under the LORD's wrath will fall into it.","vcode":"NIV","vnum":14},{"bcode":20,"cnum":22,"content":"Folly is bound up in the heart of a child, but the rod of discipline will drive it far from him.","vcode":"NIV","vnum":15},{"bcode":20,"cnum":22,"content":"He who oppresses the poor to increase his wealth and he who gives gifts to the rich--both come to poverty.","vcode":"NIV","vnum":16},{"bcode":20,"cnum":22,"content":"Pay attention and listen to the sayings of the wise; apply your heart to what I teach,","vcode":"NIV","vnum":17},{"bcode":20,"cnum":22,"content":"for it is pleasing when you keep them in your heart and have all of them ready on your lips.","vcode":"NIV","vnum":18},{"bcode":20,"cnum":22,"content":"So that your trust may be in the LORD, I teach you today, even you.","vcode":"NIV","vnum":19},{"bcode":20,"cnum":22,"content":"Have I not written thirty sayings for you, sayings of counsel and knowledge,","vcode":"NIV","vnum":20},{"bcode":20,"cnum":22,"content":"teaching you true and reliable words, so that you can give sound answers to him who sent you?","vcode":"NIV","vnum":21},{"bcode":20,"cnum":22,"content":"Do not exploit the poor because they are poor and do not crush the needy in court,","vcode":"NIV","vnum":22},{"bcode":20,"cnum":22,"content":"for the LORD will take up their case and will plunder those who plunder them.","vcode":"NIV","vnum":23},{"bcode":20,"cnum":22,"content":"Do not make friends with a hot-tempered man, do not associate with one easily angered,","vcode":"NIV","vnum":24},{"bcode":20,"cnum":22,"content":"or you may learn his ways and get yourself ensnared.","vcode":"NIV","vnum":25},{"bcode":20,"cnum":22,"content":"Do not be a man who strikes hands in pledge or puts up security for debts;","vcode":"NIV","vnum":26},{"bcode":20,"cnum":22,"content":"if you lack the means to pay, your very bed will be snatched from under you.","vcode":"NIV","vnum":27},{"bcode":20,"cnum":22,"content":"Do not move an ancient boundary stone set up by your forefathers.","vcode":"NIV","vnum":28},{"bcode":20,"cnum":22,"content":"Do you see a man skilled in his work? He will serve before kings; he will not serve before obscure men.","vcode":"NIV","vnum":29}]},"__N_SSG":true}