{"pageProps":{"version":{"name":"NIV","vcode":"NIV"},"bible":{"bcode":23,"chapterCount":66,"name":"Isaiah","type":"old","vcode":"NIV"},"chapter":"64","verses":[{"bcode":23,"cnum":64,"content":"Oh, that you would rend the heavens and come down, that the mountains would tremble before you!","vcode":"NIV","vnum":1},{"bcode":23,"cnum":64,"content":"As when fire sets twigs ablaze and causes water to boil, come down to make your name known to your enemies and cause the nations to quake before you!","vcode":"NIV","vnum":2},{"bcode":23,"cnum":64,"content":"For when you did awesome things that we did not expect, you came down, and the mountains trembled before you.","vcode":"NIV","vnum":3},{"bcode":23,"cnum":64,"content":"Since ancient times no one has heard, no ear has perceived, no eye has seen any God besides you, who acts on behalf of those who wait for him.","vcode":"NIV","vnum":4},{"bcode":23,"cnum":64,"content":"You come to the help of those who gladly do right, who remember your ways. But when we continued to sin against them, you were angry. How then can we be saved?","vcode":"NIV","vnum":5},{"bcode":23,"cnum":64,"content":"All of us have become like one who is unclean, and all our righteous acts are like filthy rags; we all shrivel up like a leaf, and like the wind our sins sweep us away.","vcode":"NIV","vnum":6},{"bcode":23,"cnum":64,"content":"No one calls on your name or strives to lay hold of you; for you have hidden your face from us and made us waste away because of our sins.","vcode":"NIV","vnum":7},{"bcode":23,"cnum":64,"content":"Yet, O LORD, you are our Father. We are the clay, you are the potter; we are all the work of your hand.","vcode":"NIV","vnum":8},{"bcode":23,"cnum":64,"content":"Do not be angry beyond measure, O LORD; do not remember our sins forever. Oh, look upon us, we pray, for we are all your people.","vcode":"NIV","vnum":9},{"bcode":23,"cnum":64,"content":"Your sacred cities have become a desert; even Zion is a desert, Jerusalem a desolation.","vcode":"NIV","vnum":10},{"bcode":23,"cnum":64,"content":"Our holy and glorious temple, where our fathers praised you, has been burned with fire, and all that we treasured lies in ruins.","vcode":"NIV","vnum":11},{"bcode":23,"cnum":64,"content":"After all this, O LORD, will you hold yourself back? Will you keep silent and punish us beyond measure?","vcode":"NIV","vnum":12}]},"__N_SSG":true}