[
    {
        "bcode": 44,
        "cnum": 1,
        "content": "In my former book, Theophilus, I wrote about all that Jesus began to do and to teach",
        "vcode": "NIV",
        "vnum": 1
    },
    {
        "bcode": 44,
        "cnum": 1,
        "content": "until the day he was taken up to heaven, after giving instructions through the Holy Spirit to the apostles he had chosen.",
        "vcode": "NIV",
        "vnum": 2
    },
    {
        "bcode": 44,
        "cnum": 1,
        "content": "After his suffering, he showed himself to these men and gave many convincing proofs that he was alive. He appeared to them over a period of forty days and spoke about the kingdom of God.",
        "vcode": "NIV",
        "vnum": 3
    },
    {
        "bcode": 44,
        "cnum": 1,
        "content": "On one occasion, while he was eating with them, he gave them this command: \"Do not leave Jerusalem, but wait for the gift my Father promised, which you have heard me speak about.",
        "vcode": "NIV",
        "vnum": 4
    },
    {
        "bcode": 44,
        "cnum": 1,
        "content": "For John baptized with water, but in a few days you will be baptized with the Holy Spirit.\"",
        "vcode": "NIV",
        "vnum": 5
    },
    {
        "bcode": 44,
        "cnum": 1,
        "content": "So when they met together, they asked him, \"Lord, are you at this time going to restore the kingdom to Israel?\"",
        "vcode": "NIV",
        "vnum": 6
    },
    {
        "bcode": 44,
        "cnum": 1,
        "content": "He said to them: \"It is not for you to know the times or dates the Father has set by his own authority.",
        "vcode": "NIV",
        "vnum": 7
    },
    {
        "bcode": 44,
        "cnum": 1,
        "content": "But you will receive power when the Holy Spirit comes on you; and you will be my witnesses in Jerusalem, and in all Judea and Samaria, and to the ends of the earth.\"",
        "vcode": "NIV",
        "vnum": 8
    },
    {
        "bcode": 44,
        "cnum": 1,
        "content": "After he said this, he was taken up before their very eyes, and a cloud hid him from their sight.",
        "vcode": "NIV",
        "vnum": 9
    },
    {
        "bcode": 44,
        "cnum": 1,
        "content": "They were looking intently up into the sky as he was going, when suddenly two men dressed in white stood beside them.",
        "vcode": "NIV",
        "vnum": 10
    },
    {
        "bcode": 44,
        "cnum": 1,
        "content": "\"Men of Galilee,\" they said, \"why do you stand here looking into the sky? This same Jesus, who has been taken from you into heaven, will come back in the same way you have seen him go into heaven.\"",
        "vcode": "NIV",
        "vnum": 11
    },
    {
        "bcode": 44,
        "cnum": 1,
        "content": "Then they returned to Jerusalem from the hill called the Mount of Olives, a Sabbath day's walk from the city.",
        "vcode": "NIV",
        "vnum": 12
    },
    {
        "bcode": 44,
        "cnum": 1,
        "content": "When they arrived, they went upstairs to the room where they were staying. Those present were Peter, John, James and Andrew; Philip and Thomas, Bartholomew and Matthew; James son of Alphaeus and Simon the Zealot, and Judas son of James.",
        "vcode": "NIV",
        "vnum": 13
    },
    {
        "bcode": 44,
        "cnum": 1,
        "content": "They all joined together constantly in prayer, along with the women and Mary the mother of Jesus, and with his brothers.",
        "vcode": "NIV",
        "vnum": 14
    },
    {
        "bcode": 44,
        "cnum": 1,
        "content": "In those days Peter stood up among the believers (a group numbering about a hundred and twenty)",
        "vcode": "NIV",
        "vnum": 15
    },
    {
        "bcode": 44,
        "cnum": 1,
        "content": "and said, \"Brothers, the Scripture had to be fulfilled which the Holy Spirit spoke long ago through the mouth of David concerning Judas, who served as guide for those who arrested Jesus--",
        "vcode": "NIV",
        "vnum": 16
    },
    {
        "bcode": 44,
        "cnum": 1,
        "content": "he was one of our number and shared in this ministry.\"",
        "vcode": "NIV",
        "vnum": 17
    },
    {
        "bcode": 44,
        "cnum": 1,
        "content": "(With the reward he got for his wickedness, Judas bought a field; there he fell headlong, his body burst open and all his intestines spilled out.",
        "vcode": "NIV",
        "vnum": 18
    },
    {
        "bcode": 44,
        "cnum": 1,
        "content": "Everyone in Jerusalem heard about this, so they called that field in their language Akeldama, that is, Field of Blood.)",
        "vcode": "NIV",
        "vnum": 19
    },
    {
        "bcode": 44,
        "cnum": 1,
        "content": "\"For,\" said Peter, \"it is written in the book of Psalms, \" 'May his place be deserted; let there be no one to dwell in it,' and, \" 'May another take his place of leadership.'",
        "vcode": "NIV",
        "vnum": 20
    },
    {
        "bcode": 44,
        "cnum": 1,
        "content": "Therefore it is necessary to choose one of the men who have been with us the whole time the Lord Jesus went in and out among us,",
        "vcode": "NIV",
        "vnum": 21
    },
    {
        "bcode": 44,
        "cnum": 1,
        "content": "beginning from John's baptism to the time when Jesus was taken up from us. For one of these must become a witness with us of his resurrection.\"",
        "vcode": "NIV",
        "vnum": 22
    },
    {
        "bcode": 44,
        "cnum": 1,
        "content": "So they proposed two men: Joseph called Barsabbas (also known as Justus) and Matthias.",
        "vcode": "NIV",
        "vnum": 23
    },
    {
        "bcode": 44,
        "cnum": 1,
        "content": "Then they prayed, \"Lord, you know everyone's heart. Show us which of these two you have chosen",
        "vcode": "NIV",
        "vnum": 24
    },
    {
        "bcode": 44,
        "cnum": 1,
        "content": "to take over this apostolic ministry, which Judas left to go where he belongs.\"",
        "vcode": "NIV",
        "vnum": 25
    },
    {
        "bcode": 44,
        "cnum": 1,
        "content": "Then they cast lots, and the lot fell to Matthias; so he was added to the eleven apostles.",
        "vcode": "NIV",
        "vnum": 26
    }
]