[
    {
        "bcode": 44,
        "cnum": 21,
        "content": "After we had torn ourselves away from them, we put out to sea and sailed straight to Cos. The next day we went to Rhodes and from there to Patara.",
        "vcode": "NIV",
        "vnum": 1
    },
    {
        "bcode": 44,
        "cnum": 21,
        "content": "We found a ship crossing over to Phoenicia, went on board and set sail.",
        "vcode": "NIV",
        "vnum": 2
    },
    {
        "bcode": 44,
        "cnum": 21,
        "content": "After sighting Cyprus and passing to the south of it, we sailed on to Syria. We landed at Tyre, where our ship was to unload its cargo.",
        "vcode": "NIV",
        "vnum": 3
    },
    {
        "bcode": 44,
        "cnum": 21,
        "content": "Finding the disciples there, we stayed with them seven days. Through the Spirit they urged Paul not to go on to Jerusalem.",
        "vcode": "NIV",
        "vnum": 4
    },
    {
        "bcode": 44,
        "cnum": 21,
        "content": "But when our time was up, we left and continued on our way. All the disciples and their wives and children accompanied us out of the city, and there on the beach we knelt to pray.",
        "vcode": "NIV",
        "vnum": 5
    },
    {
        "bcode": 44,
        "cnum": 21,
        "content": "After saying good-by to each other, we went aboard the ship, and they returned home.",
        "vcode": "NIV",
        "vnum": 6
    },
    {
        "bcode": 44,
        "cnum": 21,
        "content": "We continued our voyage from Tyre and landed at Ptolemais, where we greeted the brothers and stayed with them for a day.",
        "vcode": "NIV",
        "vnum": 7
    },
    {
        "bcode": 44,
        "cnum": 21,
        "content": "Leaving the next day, we reached Caesarea and stayed at the house of Philip the evangelist, one of the Seven.",
        "vcode": "NIV",
        "vnum": 8
    },
    {
        "bcode": 44,
        "cnum": 21,
        "content": "He had four unmarried daughters who prophesied.",
        "vcode": "NIV",
        "vnum": 9
    },
    {
        "bcode": 44,
        "cnum": 21,
        "content": "After we had been there a number of days, a prophet named Agabus came down from Judea.",
        "vcode": "NIV",
        "vnum": 10
    },
    {
        "bcode": 44,
        "cnum": 21,
        "content": "Coming over to us, he took Paul's belt, tied his own hands and feet with it and said, \"The Holy Spirit says, 'In this way the Jews of Jerusalem will bind the owner of this belt and will hand him over to the Gentiles.' \"",
        "vcode": "NIV",
        "vnum": 11
    },
    {
        "bcode": 44,
        "cnum": 21,
        "content": "When we heard this, we and the people there pleaded with Paul not to go up to Jerusalem.",
        "vcode": "NIV",
        "vnum": 12
    },
    {
        "bcode": 44,
        "cnum": 21,
        "content": "Then Paul answered, \"Why are you weeping and breaking my heart? I am ready not only to be bound, but also to die in Jerusalem for the name of the Lord Jesus.\"",
        "vcode": "NIV",
        "vnum": 13
    },
    {
        "bcode": 44,
        "cnum": 21,
        "content": "When he would not be dissuaded, we gave up and said, \"The Lord's will be done.\"",
        "vcode": "NIV",
        "vnum": 14
    },
    {
        "bcode": 44,
        "cnum": 21,
        "content": "After this, we got ready and went up to Jerusalem.",
        "vcode": "NIV",
        "vnum": 15
    },
    {
        "bcode": 44,
        "cnum": 21,
        "content": "Some of the disciples from Caesarea accompanied us and brought us to the home of Mnason, where we were to stay. He was a man from Cyprus and one of the early disciples.",
        "vcode": "NIV",
        "vnum": 16
    },
    {
        "bcode": 44,
        "cnum": 21,
        "content": "When we arrived at Jerusalem, the brothers received us warmly.",
        "vcode": "NIV",
        "vnum": 17
    },
    {
        "bcode": 44,
        "cnum": 21,
        "content": "The next day Paul and the rest of us went to see James, and all the elders were present.",
        "vcode": "NIV",
        "vnum": 18
    },
    {
        "bcode": 44,
        "cnum": 21,
        "content": "Paul greeted them and reported in detail what God had done among the Gentiles through his ministry.",
        "vcode": "NIV",
        "vnum": 19
    },
    {
        "bcode": 44,
        "cnum": 21,
        "content": "When they heard this, they praised God. Then they said to Paul: \"You see, brother, how many thousands of Jews have believed, and all of them are zealous for the law.",
        "vcode": "NIV",
        "vnum": 20
    },
    {
        "bcode": 44,
        "cnum": 21,
        "content": "They have been informed that you teach all the Jews who live among the Gentiles to turn away from Moses, telling them not to circumcise their children or live according to our customs.",
        "vcode": "NIV",
        "vnum": 21
    },
    {
        "bcode": 44,
        "cnum": 21,
        "content": "What shall we do? They will certainly hear that you have come,",
        "vcode": "NIV",
        "vnum": 22
    },
    {
        "bcode": 44,
        "cnum": 21,
        "content": "so do what we tell you. There are four men with us who have made a vow.",
        "vcode": "NIV",
        "vnum": 23
    },
    {
        "bcode": 44,
        "cnum": 21,
        "content": "Take these men, join in their purification rites and pay their expenses, so that they can have their heads shaved. Then everybody will know there is no truth in these reports about you, but that you yourself are living in obedience to the law.",
        "vcode": "NIV",
        "vnum": 24
    },
    {
        "bcode": 44,
        "cnum": 21,
        "content": "As for the Gentile believers, we have written to them our decision that they should abstain from food sacrificed to idols, from blood, from the meat of strangled animals and from sexual immorality.\"",
        "vcode": "NIV",
        "vnum": 25
    },
    {
        "bcode": 44,
        "cnum": 21,
        "content": "The next day Paul took the men and purified himself along with them. Then he went to the temple to give notice of the date when the days of purification would end and the offering would be made for each of them.",
        "vcode": "NIV",
        "vnum": 26
    },
    {
        "bcode": 44,
        "cnum": 21,
        "content": "When the seven days were nearly over, some Jews from the province of Asia saw Paul at the temple. They stirred up the whole crowd and seized him,",
        "vcode": "NIV",
        "vnum": 27
    },
    {
        "bcode": 44,
        "cnum": 21,
        "content": "shouting, \"Men of Israel, help us! This is the man who teaches all men everywhere against our people and our law and this place. And besides, he has brought Greeks into the temple area and defiled this holy place.\"",
        "vcode": "NIV",
        "vnum": 28
    },
    {
        "bcode": 44,
        "cnum": 21,
        "content": "(They had previously seen Trophimus the Ephesian in the city with Paul and assumed that Paul had brought him into the temple area.)",
        "vcode": "NIV",
        "vnum": 29
    },
    {
        "bcode": 44,
        "cnum": 21,
        "content": "The whole city was aroused, and the people came running from all directions. Seizing Paul, they dragged him from the temple, and immediately the gates were shut.",
        "vcode": "NIV",
        "vnum": 30
    },
    {
        "bcode": 44,
        "cnum": 21,
        "content": "While they were trying to kill him, news reached the commander of the Roman troops that the whole city of Jerusalem was in an uproar.",
        "vcode": "NIV",
        "vnum": 31
    },
    {
        "bcode": 44,
        "cnum": 21,
        "content": "He at once took some officers and soldiers and ran down to the crowd. When the rioters saw the commander and his soldiers, they stopped beating Paul.",
        "vcode": "NIV",
        "vnum": 32
    },
    {
        "bcode": 44,
        "cnum": 21,
        "content": "The commander came up and arrested him and ordered him to be bound with two chains. Then he asked who he was and what he had done.",
        "vcode": "NIV",
        "vnum": 33
    },
    {
        "bcode": 44,
        "cnum": 21,
        "content": "Some in the crowd shouted one thing and some another, and since the commander could not get at the truth because of the uproar, he ordered that Paul be taken into the barracks.",
        "vcode": "NIV",
        "vnum": 34
    },
    {
        "bcode": 44,
        "cnum": 21,
        "content": "When Paul reached the steps, the violence of the mob was so great he had to be carried by the soldiers.",
        "vcode": "NIV",
        "vnum": 35
    },
    {
        "bcode": 44,
        "cnum": 21,
        "content": "The crowd that followed kept shouting, \"Away with him!\"",
        "vcode": "NIV",
        "vnum": 36
    },
    {
        "bcode": 44,
        "cnum": 21,
        "content": "As the soldiers were about to take Paul into the barracks, he asked the commander, \"May I say something to you?\" \"Do you speak Greek?\" he replied.",
        "vcode": "NIV",
        "vnum": 37
    },
    {
        "bcode": 44,
        "cnum": 21,
        "content": "\"Aren't you the Egyptian who started a revolt and led four thousand terrorists out into the desert some time ago?\"",
        "vcode": "NIV",
        "vnum": 38
    },
    {
        "bcode": 44,
        "cnum": 21,
        "content": "Paul answered, \"I am a Jew, from Tarsus in Cilicia, a citizen of no ordinary city. Please let me speak to the people.\"",
        "vcode": "NIV",
        "vnum": 39
    },
    {
        "bcode": 44,
        "cnum": 21,
        "content": "Having received the commander's permission, Paul stood on the steps and motioned to the crowd. When they were all silent, he said to them in Aramaic:",
        "vcode": "NIV",
        "vnum": 40
    }
]