[
    {
        "bcode": 18,
        "cnum": 12,
        "content": "Then Job replied:",
        "vcode": "NIV",
        "vnum": 1
    },
    {
        "bcode": 18,
        "cnum": 12,
        "content": "\"Doubtless you are the people, and wisdom will die with you!",
        "vcode": "NIV",
        "vnum": 2
    },
    {
        "bcode": 18,
        "cnum": 12,
        "content": "But I have a mind as well as you; I am not inferior to you. Who does not know all these things?",
        "vcode": "NIV",
        "vnum": 3
    },
    {
        "bcode": 18,
        "cnum": 12,
        "content": "\"I have become a laughingstock to my friends, though I called upon God and he answered-- a mere laughingstock, though righteous and blameless!",
        "vcode": "NIV",
        "vnum": 4
    },
    {
        "bcode": 18,
        "cnum": 12,
        "content": "Men at ease have contempt for misfortune as the fate of those whose feet are slipping.",
        "vcode": "NIV",
        "vnum": 5
    },
    {
        "bcode": 18,
        "cnum": 12,
        "content": "The tents of marauders are undisturbed, and those who provoke God are secure-- those who carry their god in their hands.",
        "vcode": "NIV",
        "vnum": 6
    },
    {
        "bcode": 18,
        "cnum": 12,
        "content": "\"But ask the animals, and they will teach you, or the birds of the air, and they will tell you;",
        "vcode": "NIV",
        "vnum": 7
    },
    {
        "bcode": 18,
        "cnum": 12,
        "content": "or speak to the earth, and it will teach you, or let the fish of the sea inform you.",
        "vcode": "NIV",
        "vnum": 8
    },
    {
        "bcode": 18,
        "cnum": 12,
        "content": "Which of all these does not know that the hand of the LORD has done this?",
        "vcode": "NIV",
        "vnum": 9
    },
    {
        "bcode": 18,
        "cnum": 12,
        "content": "In his hand is the life of every creature and the breath of all mankind.",
        "vcode": "NIV",
        "vnum": 10
    },
    {
        "bcode": 18,
        "cnum": 12,
        "content": "Does not the ear test words as the tongue tastes food?",
        "vcode": "NIV",
        "vnum": 11
    },
    {
        "bcode": 18,
        "cnum": 12,
        "content": "Is not wisdom found among the aged? Does not long life bring understanding?",
        "vcode": "NIV",
        "vnum": 12
    },
    {
        "bcode": 18,
        "cnum": 12,
        "content": "\"To God belong wisdom and power; counsel and understanding are his.",
        "vcode": "NIV",
        "vnum": 13
    },
    {
        "bcode": 18,
        "cnum": 12,
        "content": "What he tears down cannot be rebuilt; the man he imprisons cannot be released.",
        "vcode": "NIV",
        "vnum": 14
    },
    {
        "bcode": 18,
        "cnum": 12,
        "content": "If he holds back the waters, there is drought; if he lets them loose, they devastate the land.",
        "vcode": "NIV",
        "vnum": 15
    },
    {
        "bcode": 18,
        "cnum": 12,
        "content": "To him belong strength and victory; both deceived and deceiver are his.",
        "vcode": "NIV",
        "vnum": 16
    },
    {
        "bcode": 18,
        "cnum": 12,
        "content": "He leads counselors away stripped and makes fools of judges.",
        "vcode": "NIV",
        "vnum": 17
    },
    {
        "bcode": 18,
        "cnum": 12,
        "content": "He takes off the shackles put on by kings and ties a loincloth around their waist.",
        "vcode": "NIV",
        "vnum": 18
    },
    {
        "bcode": 18,
        "cnum": 12,
        "content": "He leads priests away stripped and overthrows men long established.",
        "vcode": "NIV",
        "vnum": 19
    },
    {
        "bcode": 18,
        "cnum": 12,
        "content": "He silences the lips of trusted advisers and takes away the discernment of elders.",
        "vcode": "NIV",
        "vnum": 20
    },
    {
        "bcode": 18,
        "cnum": 12,
        "content": "He pours contempt on nobles and disarms the mighty.",
        "vcode": "NIV",
        "vnum": 21
    },
    {
        "bcode": 18,
        "cnum": 12,
        "content": "He reveals the deep things of darkness and brings deep shadows into the light.",
        "vcode": "NIV",
        "vnum": 22
    },
    {
        "bcode": 18,
        "cnum": 12,
        "content": "He makes nations great, and destroys them; he enlarges nations, and disperses them.",
        "vcode": "NIV",
        "vnum": 23
    },
    {
        "bcode": 18,
        "cnum": 12,
        "content": "He deprives the leaders of the earth of their reason; he sends them wandering through a trackless waste.",
        "vcode": "NIV",
        "vnum": 24
    },
    {
        "bcode": 18,
        "cnum": 12,
        "content": "They grope in darkness with no light; he makes them stagger like drunkards.",
        "vcode": "NIV",
        "vnum": 25
    }
]