[
    {
        "bcode": 18,
        "cnum": 16,
        "content": "Then Job replied:",
        "vcode": "NIV",
        "vnum": 1
    },
    {
        "bcode": 18,
        "cnum": 16,
        "content": "\"I have heard many things like these; miserable comforters are you all!",
        "vcode": "NIV",
        "vnum": 2
    },
    {
        "bcode": 18,
        "cnum": 16,
        "content": "Will your long-winded speeches never end? What ails you that you keep on arguing?",
        "vcode": "NIV",
        "vnum": 3
    },
    {
        "bcode": 18,
        "cnum": 16,
        "content": "I also could speak like you, if you were in my place; I could make fine speeches against you and shake my head at you.",
        "vcode": "NIV",
        "vnum": 4
    },
    {
        "bcode": 18,
        "cnum": 16,
        "content": "But my mouth would encourage you; comfort from my lips would bring you relief.",
        "vcode": "NIV",
        "vnum": 5
    },
    {
        "bcode": 18,
        "cnum": 16,
        "content": "\"Yet if I speak, my pain is not relieved; and if I refrain, it does not go away.",
        "vcode": "NIV",
        "vnum": 6
    },
    {
        "bcode": 18,
        "cnum": 16,
        "content": "Surely, O God, you have worn me out; you have devastated my entire household.",
        "vcode": "NIV",
        "vnum": 7
    },
    {
        "bcode": 18,
        "cnum": 16,
        "content": "You have bound me--and it has become a witness; my gauntness rises up and testifies against me.",
        "vcode": "NIV",
        "vnum": 8
    },
    {
        "bcode": 18,
        "cnum": 16,
        "content": "God assails me and tears me in his anger and gnashes his teeth at me; my opponent fastens on me his piercing eyes.",
        "vcode": "NIV",
        "vnum": 9
    },
    {
        "bcode": 18,
        "cnum": 16,
        "content": "Men open their mouths to jeer at me; they strike my cheek in scorn and unite together against me.",
        "vcode": "NIV",
        "vnum": 10
    },
    {
        "bcode": 18,
        "cnum": 16,
        "content": "God has turned me over to evil men and thrown me into the clutches of the wicked.",
        "vcode": "NIV",
        "vnum": 11
    },
    {
        "bcode": 18,
        "cnum": 16,
        "content": "All was well with me, but he shattered me; he seized me by the neck and crushed me. He has made me his target;",
        "vcode": "NIV",
        "vnum": 12
    },
    {
        "bcode": 18,
        "cnum": 16,
        "content": "his archers surround me. Without pity, he pierces my kidneys and spills my gall on the ground.",
        "vcode": "NIV",
        "vnum": 13
    },
    {
        "bcode": 18,
        "cnum": 16,
        "content": "Again and again he bursts upon me; he rushes at me like a warrior.",
        "vcode": "NIV",
        "vnum": 14
    },
    {
        "bcode": 18,
        "cnum": 16,
        "content": "\"I have sewed sackcloth over my skin and buried my brow in the dust.",
        "vcode": "NIV",
        "vnum": 15
    },
    {
        "bcode": 18,
        "cnum": 16,
        "content": "My face is red with weeping, deep shadows ring my eyes;",
        "vcode": "NIV",
        "vnum": 16
    },
    {
        "bcode": 18,
        "cnum": 16,
        "content": "yet my hands have been free of violence and my prayer is pure.",
        "vcode": "NIV",
        "vnum": 17
    },
    {
        "bcode": 18,
        "cnum": 16,
        "content": "\"O earth, do not cover my blood; may my cry never be laid to rest!",
        "vcode": "NIV",
        "vnum": 18
    },
    {
        "bcode": 18,
        "cnum": 16,
        "content": "Even now my witness is in heaven; my advocate is on high.",
        "vcode": "NIV",
        "vnum": 19
    },
    {
        "bcode": 18,
        "cnum": 16,
        "content": "My intercessor is my friend as my eyes pour out tears to God;",
        "vcode": "NIV",
        "vnum": 20
    },
    {
        "bcode": 18,
        "cnum": 16,
        "content": "on behalf of a man he pleads with God as a man pleads for his friend.",
        "vcode": "NIV",
        "vnum": 21
    },
    {
        "bcode": 18,
        "cnum": 16,
        "content": "\"Only a few years will pass before I go on the journey of no return.",
        "vcode": "NIV",
        "vnum": 22
    }
]