[
    {
        "bcode": 18,
        "cnum": 2,
        "content": "On another day the angels came to present themselves before the LORD, and Satan also came with them to present himself before him.",
        "vcode": "NIV",
        "vnum": 1
    },
    {
        "bcode": 18,
        "cnum": 2,
        "content": "And the LORD said to Satan, \"Where have you come from?\" Satan answered the LORD, \"From roaming through the earth and going back and forth in it.\"",
        "vcode": "NIV",
        "vnum": 2
    },
    {
        "bcode": 18,
        "cnum": 2,
        "content": "Then the LORD said to Satan, \"Have you considered my servant Job? There is no one on earth like him; he is blameless and upright, a man who fears God and shuns evil. And he still maintains his integrity, though you incited me against him to ruin him without any reason.\"",
        "vcode": "NIV",
        "vnum": 3
    },
    {
        "bcode": 18,
        "cnum": 2,
        "content": "\"Skin for skin!\" Satan replied. \"A man will give all he has for his own life.",
        "vcode": "NIV",
        "vnum": 4
    },
    {
        "bcode": 18,
        "cnum": 2,
        "content": "But stretch out your hand and strike his flesh and bones, and he will surely curse you to your face.\"",
        "vcode": "NIV",
        "vnum": 5
    },
    {
        "bcode": 18,
        "cnum": 2,
        "content": "The LORD said to Satan, \"Very well, then, he is in your hands; but you must spare his life.\"",
        "vcode": "NIV",
        "vnum": 6
    },
    {
        "bcode": 18,
        "cnum": 2,
        "content": "So Satan went out from the presence of the LORD and afflicted Job with painful sores from the soles of his feet to the top of his head.",
        "vcode": "NIV",
        "vnum": 7
    },
    {
        "bcode": 18,
        "cnum": 2,
        "content": "Then Job took a piece of broken pottery and scraped himself with it as he sat among the ashes.",
        "vcode": "NIV",
        "vnum": 8
    },
    {
        "bcode": 18,
        "cnum": 2,
        "content": "His wife said to him, \"Are you still holding on to your integrity? Curse God and die!\"",
        "vcode": "NIV",
        "vnum": 9
    },
    {
        "bcode": 18,
        "cnum": 2,
        "content": "He replied, \"You are talking like a foolish woman. Shall we accept good from God, and not trouble?\" In all this, Job did not sin in what he said.",
        "vcode": "NIV",
        "vnum": 10
    },
    {
        "bcode": 18,
        "cnum": 2,
        "content": "When Job's three friends, Eliphaz the Temanite, Bildad the Shuhite and Zophar the Naamathite, heard about all the troubles that had come upon him, they set out from their homes and met together by agreement to go and sympathize with him and comfort him.",
        "vcode": "NIV",
        "vnum": 11
    },
    {
        "bcode": 18,
        "cnum": 2,
        "content": "When they saw him from a distance, they could hardly recognize him; they began to weep aloud, and they tore their robes and sprinkled dust on their heads.",
        "vcode": "NIV",
        "vnum": 12
    },
    {
        "bcode": 18,
        "cnum": 2,
        "content": "Then they sat on the ground with him for seven days and seven nights. No one said a word to him, because they saw how great his suffering was.",
        "vcode": "NIV",
        "vnum": 13
    }
]