[
    {
        "bcode": 18,
        "cnum": 36,
        "content": "Elihu continued:",
        "vcode": "NIV",
        "vnum": 1
    },
    {
        "bcode": 18,
        "cnum": 36,
        "content": "\"Bear with me a little longer and I will show you that there is more to be said in God's behalf.",
        "vcode": "NIV",
        "vnum": 2
    },
    {
        "bcode": 18,
        "cnum": 36,
        "content": "I get my knowledge from afar; I will ascribe justice to my Maker.",
        "vcode": "NIV",
        "vnum": 3
    },
    {
        "bcode": 18,
        "cnum": 36,
        "content": "Be assured that my words are not false; one perfect in knowledge is with you.",
        "vcode": "NIV",
        "vnum": 4
    },
    {
        "bcode": 18,
        "cnum": 36,
        "content": "\"God is mighty, but does not despise men; he is mighty, and firm in his purpose.",
        "vcode": "NIV",
        "vnum": 5
    },
    {
        "bcode": 18,
        "cnum": 36,
        "content": "He does not keep the wicked alive but gives the afflicted their rights.",
        "vcode": "NIV",
        "vnum": 6
    },
    {
        "bcode": 18,
        "cnum": 36,
        "content": "He does not take his eyes off the righteous; he enthrones them with kings and exalts them forever.",
        "vcode": "NIV",
        "vnum": 7
    },
    {
        "bcode": 18,
        "cnum": 36,
        "content": "But if men are bound in chains, held fast by cords of affliction,",
        "vcode": "NIV",
        "vnum": 8
    },
    {
        "bcode": 18,
        "cnum": 36,
        "content": "he tells them what they have done-- that they have sinned arrogantly.",
        "vcode": "NIV",
        "vnum": 9
    },
    {
        "bcode": 18,
        "cnum": 36,
        "content": "He makes them listen to correction and commands them to repent of their evil.",
        "vcode": "NIV",
        "vnum": 10
    },
    {
        "bcode": 18,
        "cnum": 36,
        "content": "If they obey and serve him, they will spend the rest of their days in prosperity and their years in contentment.",
        "vcode": "NIV",
        "vnum": 11
    },
    {
        "bcode": 18,
        "cnum": 36,
        "content": "But if they do not listen, they will perish by the sword and die without knowledge.",
        "vcode": "NIV",
        "vnum": 12
    },
    {
        "bcode": 18,
        "cnum": 36,
        "content": "\"The godless in heart harbor resentment; even when he fetters them, they do not cry for help.",
        "vcode": "NIV",
        "vnum": 13
    },
    {
        "bcode": 18,
        "cnum": 36,
        "content": "They die in their youth, among male prostitutes of the shrines.",
        "vcode": "NIV",
        "vnum": 14
    },
    {
        "bcode": 18,
        "cnum": 36,
        "content": "But those who suffer he delivers in their suffering; he speaks to them in their affliction.",
        "vcode": "NIV",
        "vnum": 15
    },
    {
        "bcode": 18,
        "cnum": 36,
        "content": "\"He is wooing you from the jaws of distress to a spacious place free from restriction, to the comfort of your table laden with choice food.",
        "vcode": "NIV",
        "vnum": 16
    },
    {
        "bcode": 18,
        "cnum": 36,
        "content": "But now you are laden with the judgment due the wicked; judgment and justice have taken hold of you.",
        "vcode": "NIV",
        "vnum": 17
    },
    {
        "bcode": 18,
        "cnum": 36,
        "content": "Be careful that no one entices you by riches; do not let a large bribe turn you aside.",
        "vcode": "NIV",
        "vnum": 18
    },
    {
        "bcode": 18,
        "cnum": 36,
        "content": "Would your wealth or even all your mighty efforts sustain you so you would not be in distress?",
        "vcode": "NIV",
        "vnum": 19
    },
    {
        "bcode": 18,
        "cnum": 36,
        "content": "Do not long for the night, to drag people away from their homes.",
        "vcode": "NIV",
        "vnum": 20
    },
    {
        "bcode": 18,
        "cnum": 36,
        "content": "Beware of turning to evil, which you seem to prefer to affliction.",
        "vcode": "NIV",
        "vnum": 21
    },
    {
        "bcode": 18,
        "cnum": 36,
        "content": "\"God is exalted in his power. Who is a teacher like him?",
        "vcode": "NIV",
        "vnum": 22
    },
    {
        "bcode": 18,
        "cnum": 36,
        "content": "Who has prescribed his ways for him, or said to him, 'You have done wrong'?",
        "vcode": "NIV",
        "vnum": 23
    },
    {
        "bcode": 18,
        "cnum": 36,
        "content": "Remember to extol his work, which men have praised in song.",
        "vcode": "NIV",
        "vnum": 24
    },
    {
        "bcode": 18,
        "cnum": 36,
        "content": "All mankind has seen it; men gaze on it from afar.",
        "vcode": "NIV",
        "vnum": 25
    },
    {
        "bcode": 18,
        "cnum": 36,
        "content": "How great is God--beyond our understanding! The number of his years is past finding out.",
        "vcode": "NIV",
        "vnum": 26
    },
    {
        "bcode": 18,
        "cnum": 36,
        "content": "\"He draws up the drops of water, which distill as rain to the streams ;",
        "vcode": "NIV",
        "vnum": 27
    },
    {
        "bcode": 18,
        "cnum": 36,
        "content": "the clouds pour down their moisture and abundant showers fall on mankind.",
        "vcode": "NIV",
        "vnum": 28
    },
    {
        "bcode": 18,
        "cnum": 36,
        "content": "Who can understand how he spreads out the clouds, how he thunders from his pavilion?",
        "vcode": "NIV",
        "vnum": 29
    },
    {
        "bcode": 18,
        "cnum": 36,
        "content": "See how he scatters his lightning about him, bathing the depths of the sea.",
        "vcode": "NIV",
        "vnum": 30
    },
    {
        "bcode": 18,
        "cnum": 36,
        "content": "This is the way he governs the nations and provides food in abundance.",
        "vcode": "NIV",
        "vnum": 31
    },
    {
        "bcode": 18,
        "cnum": 36,
        "content": "He fills his hands with lightning and commands it to strike its mark.",
        "vcode": "NIV",
        "vnum": 32
    },
    {
        "bcode": 18,
        "cnum": 36,
        "content": "His thunder announces the coming storm; even the cattle make known its approach.",
        "vcode": "NIV",
        "vnum": 33
    }
]