[
    {
        "bcode": 18,
        "cnum": 4,
        "content": "Then Eliphaz the Temanite replied:",
        "vcode": "NIV",
        "vnum": 1
    },
    {
        "bcode": 18,
        "cnum": 4,
        "content": "\"If someone ventures a word with you, will you be impatient? But who can keep from speaking?",
        "vcode": "NIV",
        "vnum": 2
    },
    {
        "bcode": 18,
        "cnum": 4,
        "content": "Think how you have instructed many, how you have strengthened feeble hands.",
        "vcode": "NIV",
        "vnum": 3
    },
    {
        "bcode": 18,
        "cnum": 4,
        "content": "Your words have supported those who stumbled; you have strengthened faltering knees.",
        "vcode": "NIV",
        "vnum": 4
    },
    {
        "bcode": 18,
        "cnum": 4,
        "content": "But now trouble comes to you, and you are discouraged; it strikes you, and you are dismayed.",
        "vcode": "NIV",
        "vnum": 5
    },
    {
        "bcode": 18,
        "cnum": 4,
        "content": "Should not your piety be your confidence and your blameless ways your hope?",
        "vcode": "NIV",
        "vnum": 6
    },
    {
        "bcode": 18,
        "cnum": 4,
        "content": "\"Consider now: Who, being innocent, has ever perished? Where were the upright ever destroyed?",
        "vcode": "NIV",
        "vnum": 7
    },
    {
        "bcode": 18,
        "cnum": 4,
        "content": "As I have observed, those who plow evil and those who sow trouble reap it.",
        "vcode": "NIV",
        "vnum": 8
    },
    {
        "bcode": 18,
        "cnum": 4,
        "content": "At the breath of God they are destroyed; at the blast of his anger they perish.",
        "vcode": "NIV",
        "vnum": 9
    },
    {
        "bcode": 18,
        "cnum": 4,
        "content": "The lions may roar and growl, yet the teeth of the great lions are broken.",
        "vcode": "NIV",
        "vnum": 10
    },
    {
        "bcode": 18,
        "cnum": 4,
        "content": "The lion perishes for lack of prey, and the cubs of the lioness are scattered.",
        "vcode": "NIV",
        "vnum": 11
    },
    {
        "bcode": 18,
        "cnum": 4,
        "content": "\"A word was secretly brought to me, my ears caught a whisper of it.",
        "vcode": "NIV",
        "vnum": 12
    },
    {
        "bcode": 18,
        "cnum": 4,
        "content": "Amid disquieting dreams in the night, when deep sleep falls on men,",
        "vcode": "NIV",
        "vnum": 13
    },
    {
        "bcode": 18,
        "cnum": 4,
        "content": "fear and trembling seized me and made all my bones shake.",
        "vcode": "NIV",
        "vnum": 14
    },
    {
        "bcode": 18,
        "cnum": 4,
        "content": "A spirit glided past my face, and the hair on my body stood on end.",
        "vcode": "NIV",
        "vnum": 15
    },
    {
        "bcode": 18,
        "cnum": 4,
        "content": "It stopped, but I could not tell what it was. A form stood before my eyes, and I heard a hushed voice:",
        "vcode": "NIV",
        "vnum": 16
    },
    {
        "bcode": 18,
        "cnum": 4,
        "content": "'Can a mortal be more righteous than God? Can a man be more pure than his Maker?",
        "vcode": "NIV",
        "vnum": 17
    },
    {
        "bcode": 18,
        "cnum": 4,
        "content": "If God places no trust in his servants, if he charges his angels with error,",
        "vcode": "NIV",
        "vnum": 18
    },
    {
        "bcode": 18,
        "cnum": 4,
        "content": "how much more those who live in houses of clay, whose foundations are in the dust, who are crushed more readily than a moth!",
        "vcode": "NIV",
        "vnum": 19
    },
    {
        "bcode": 18,
        "cnum": 4,
        "content": "Between dawn and dusk they are broken to pieces; unnoticed, they perish forever.",
        "vcode": "NIV",
        "vnum": 20
    },
    {
        "bcode": 18,
        "cnum": 4,
        "content": "Are not the cords of their tent pulled up, so that they die without wisdom?'",
        "vcode": "NIV",
        "vnum": 21
    }
]