[
    {
        "bcode": 18,
        "cnum": 7,
        "content": "\"Does not man have hard service on earth? Are not his days like those of a hired man?",
        "vcode": "NIV",
        "vnum": 1
    },
    {
        "bcode": 18,
        "cnum": 7,
        "content": "Like a slave longing for the evening shadows, or a hired man waiting eagerly for his wages,",
        "vcode": "NIV",
        "vnum": 2
    },
    {
        "bcode": 18,
        "cnum": 7,
        "content": "so I have been allotted months of futility, and nights of misery have been assigned to me.",
        "vcode": "NIV",
        "vnum": 3
    },
    {
        "bcode": 18,
        "cnum": 7,
        "content": "When I lie down I think, 'How long before I get up?' The night drags on, and I toss till dawn.",
        "vcode": "NIV",
        "vnum": 4
    },
    {
        "bcode": 18,
        "cnum": 7,
        "content": "My body is clothed with worms and scabs, my skin is broken and festering.",
        "vcode": "NIV",
        "vnum": 5
    },
    {
        "bcode": 18,
        "cnum": 7,
        "content": "\"My days are swifter than a weaver's shuttle, and they come to an end without hope.",
        "vcode": "NIV",
        "vnum": 6
    },
    {
        "bcode": 18,
        "cnum": 7,
        "content": "Remember, O God, that my life is but a breath; my eyes will never see happiness again.",
        "vcode": "NIV",
        "vnum": 7
    },
    {
        "bcode": 18,
        "cnum": 7,
        "content": "The eye that now sees me will see me no longer; you will look for me, but I will be no more.",
        "vcode": "NIV",
        "vnum": 8
    },
    {
        "bcode": 18,
        "cnum": 7,
        "content": "As a cloud vanishes and is gone, so he who goes down to the grave does not return.",
        "vcode": "NIV",
        "vnum": 9
    },
    {
        "bcode": 18,
        "cnum": 7,
        "content": "He will never come to his house again; his place will know him no more.",
        "vcode": "NIV",
        "vnum": 10
    },
    {
        "bcode": 18,
        "cnum": 7,
        "content": "\"Therefore I will not keep silent; I will speak out in the anguish of my spirit, I will complain in the bitterness of my soul.",
        "vcode": "NIV",
        "vnum": 11
    },
    {
        "bcode": 18,
        "cnum": 7,
        "content": "Am I the sea, or the monster of the deep, that you put me under guard?",
        "vcode": "NIV",
        "vnum": 12
    },
    {
        "bcode": 18,
        "cnum": 7,
        "content": "When I think my bed will comfort me and my couch will ease my complaint,",
        "vcode": "NIV",
        "vnum": 13
    },
    {
        "bcode": 18,
        "cnum": 7,
        "content": "even then you frighten me with dreams and terrify me with visions,",
        "vcode": "NIV",
        "vnum": 14
    },
    {
        "bcode": 18,
        "cnum": 7,
        "content": "so that I prefer strangling and death, rather than this body of mine.",
        "vcode": "NIV",
        "vnum": 15
    },
    {
        "bcode": 18,
        "cnum": 7,
        "content": "I despise my life; I would not live forever. Let me alone; my days have no meaning.",
        "vcode": "NIV",
        "vnum": 16
    },
    {
        "bcode": 18,
        "cnum": 7,
        "content": "\"What is man that you make so much of him, that you give him so much attention,",
        "vcode": "NIV",
        "vnum": 17
    },
    {
        "bcode": 18,
        "cnum": 7,
        "content": "that you examine him every morning and test him every moment?",
        "vcode": "NIV",
        "vnum": 18
    },
    {
        "bcode": 18,
        "cnum": 7,
        "content": "Will you never look away from me, or let me alone even for an instant?",
        "vcode": "NIV",
        "vnum": 19
    },
    {
        "bcode": 18,
        "cnum": 7,
        "content": "If I have sinned, what have I done to you, O watcher of men? Why have you made me your target? Have I become a burden to you?",
        "vcode": "NIV",
        "vnum": 20
    },
    {
        "bcode": 18,
        "cnum": 7,
        "content": "Why do you not pardon my offenses and forgive my sins? For I will soon lie down in the dust; you will search for me, but I will be no more.\"",
        "vcode": "NIV",
        "vnum": 21
    }
]