[
    {
        "bcode": 18,
        "cnum": 9,
        "content": "Then Job replied:",
        "vcode": "NIV",
        "vnum": 1
    },
    {
        "bcode": 18,
        "cnum": 9,
        "content": "\"Indeed, I know that this is true. But how can a mortal be righteous before God?",
        "vcode": "NIV",
        "vnum": 2
    },
    {
        "bcode": 18,
        "cnum": 9,
        "content": "Though one wished to dispute with him, he could not answer him one time out of a thousand.",
        "vcode": "NIV",
        "vnum": 3
    },
    {
        "bcode": 18,
        "cnum": 9,
        "content": "His wisdom is profound, his power is vast. Who has resisted him and come out unscathed?",
        "vcode": "NIV",
        "vnum": 4
    },
    {
        "bcode": 18,
        "cnum": 9,
        "content": "He moves mountains without their knowing it and overturns them in his anger.",
        "vcode": "NIV",
        "vnum": 5
    },
    {
        "bcode": 18,
        "cnum": 9,
        "content": "He shakes the earth from its place and makes its pillars tremble.",
        "vcode": "NIV",
        "vnum": 6
    },
    {
        "bcode": 18,
        "cnum": 9,
        "content": "He speaks to the sun and it does not shine; he seals off the light of the stars.",
        "vcode": "NIV",
        "vnum": 7
    },
    {
        "bcode": 18,
        "cnum": 9,
        "content": "He alone stretches out the heavens and treads on the waves of the sea.",
        "vcode": "NIV",
        "vnum": 8
    },
    {
        "bcode": 18,
        "cnum": 9,
        "content": "He is the Maker of the Bear and Orion, the Pleiades and the constellations of the south.",
        "vcode": "NIV",
        "vnum": 9
    },
    {
        "bcode": 18,
        "cnum": 9,
        "content": "He performs wonders that cannot be fathomed, miracles that cannot be counted.",
        "vcode": "NIV",
        "vnum": 10
    },
    {
        "bcode": 18,
        "cnum": 9,
        "content": "When he passes me, I cannot see him; when he goes by, I cannot perceive him.",
        "vcode": "NIV",
        "vnum": 11
    },
    {
        "bcode": 18,
        "cnum": 9,
        "content": "If he snatches away, who can stop him? Who can say to him, 'What are you doing?'",
        "vcode": "NIV",
        "vnum": 12
    },
    {
        "bcode": 18,
        "cnum": 9,
        "content": "God does not restrain his anger; even the cohorts of Rahab cowered at his feet.",
        "vcode": "NIV",
        "vnum": 13
    },
    {
        "bcode": 18,
        "cnum": 9,
        "content": "\"How then can I dispute with him? How can I find words to argue with him?",
        "vcode": "NIV",
        "vnum": 14
    },
    {
        "bcode": 18,
        "cnum": 9,
        "content": "Though I were innocent, I could not answer him; I could only plead with my Judge for mercy.",
        "vcode": "NIV",
        "vnum": 15
    },
    {
        "bcode": 18,
        "cnum": 9,
        "content": "Even if I summoned him and he responded, I do not believe he would give me a hearing.",
        "vcode": "NIV",
        "vnum": 16
    },
    {
        "bcode": 18,
        "cnum": 9,
        "content": "He would crush me with a storm and multiply my wounds for no reason.",
        "vcode": "NIV",
        "vnum": 17
    },
    {
        "bcode": 18,
        "cnum": 9,
        "content": "He would not let me regain my breath but would overwhelm me with misery.",
        "vcode": "NIV",
        "vnum": 18
    },
    {
        "bcode": 18,
        "cnum": 9,
        "content": "If it is a matter of strength, he is mighty! And if it is a matter of justice, who will summon him ?",
        "vcode": "NIV",
        "vnum": 19
    },
    {
        "bcode": 18,
        "cnum": 9,
        "content": "Even if I were innocent, my mouth would condemn me; if I were blameless, it would pronounce me guilty.",
        "vcode": "NIV",
        "vnum": 20
    },
    {
        "bcode": 18,
        "cnum": 9,
        "content": "\"Although I am blameless, I have no concern for myself; I despise my own life.",
        "vcode": "NIV",
        "vnum": 21
    },
    {
        "bcode": 18,
        "cnum": 9,
        "content": "It is all the same; that is why I say, 'He destroys both the blameless and the wicked.'",
        "vcode": "NIV",
        "vnum": 22
    },
    {
        "bcode": 18,
        "cnum": 9,
        "content": "When a scourge brings sudden death, he mocks the despair of the innocent.",
        "vcode": "NIV",
        "vnum": 23
    },
    {
        "bcode": 18,
        "cnum": 9,
        "content": "When a land falls into the hands of the wicked, he blindfolds its judges. If it is not he, then who is it?",
        "vcode": "NIV",
        "vnum": 24
    },
    {
        "bcode": 18,
        "cnum": 9,
        "content": "\"My days are swifter than a runner; they fly away without a glimpse of joy.",
        "vcode": "NIV",
        "vnum": 25
    },
    {
        "bcode": 18,
        "cnum": 9,
        "content": "They skim past like boats of papyrus, like eagles swooping down on their prey.",
        "vcode": "NIV",
        "vnum": 26
    },
    {
        "bcode": 18,
        "cnum": 9,
        "content": "If I say, 'I will forget my complaint, I will change my expression, and smile,'",
        "vcode": "NIV",
        "vnum": 27
    },
    {
        "bcode": 18,
        "cnum": 9,
        "content": "I still dread all my sufferings, for I know you will not hold me innocent.",
        "vcode": "NIV",
        "vnum": 28
    },
    {
        "bcode": 18,
        "cnum": 9,
        "content": "Since I am already found guilty, why should I struggle in vain?",
        "vcode": "NIV",
        "vnum": 29
    },
    {
        "bcode": 18,
        "cnum": 9,
        "content": "Even if I washed myself with soap and my hands with washing soda,",
        "vcode": "NIV",
        "vnum": 30
    },
    {
        "bcode": 18,
        "cnum": 9,
        "content": "you would plunge me into a slime pit so that even my clothes would detest me.",
        "vcode": "NIV",
        "vnum": 31
    },
    {
        "bcode": 18,
        "cnum": 9,
        "content": "\"He is not a man like me that I might answer him, that we might confront each other in court.",
        "vcode": "NIV",
        "vnum": 32
    },
    {
        "bcode": 18,
        "cnum": 9,
        "content": "If only there were someone to arbitrate between us, to lay his hand upon us both,",
        "vcode": "NIV",
        "vnum": 33
    },
    {
        "bcode": 18,
        "cnum": 9,
        "content": "someone to remove God's rod from me, so that his terror would frighten me no more.",
        "vcode": "NIV",
        "vnum": 34
    },
    {
        "bcode": 18,
        "cnum": 9,
        "content": "Then I would speak up without fear of him, but as it now stands with me, I cannot.",
        "vcode": "NIV",
        "vnum": 35
    }
]