{"pageProps":{"version":{"name":"NIV","vcode":"NIV"},"bible":{"bcode":43,"chapterCount":21,"name":"John","type":"new","vcode":"NIV"},"chapter":"10","verses":[{"bcode":43,"cnum":10,"content":"\"I tell you the truth, the man who does not enter the sheep pen by the gate, but climbs in by some other way, is a thief and a robber.","vcode":"NIV","vnum":1},{"bcode":43,"cnum":10,"content":"The man who enters by the gate is the shepherd of his sheep.","vcode":"NIV","vnum":2},{"bcode":43,"cnum":10,"content":"The watchman opens the gate for him, and the sheep listen to his voice. He calls his own sheep by name and leads them out.","vcode":"NIV","vnum":3},{"bcode":43,"cnum":10,"content":"When he has brought out all his own, he goes on ahead of them, and his sheep follow him because they know his voice.","vcode":"NIV","vnum":4},{"bcode":43,"cnum":10,"content":"But they will never follow a stranger; in fact, they will run away from him because they do not recognize a stranger's voice.\"","vcode":"NIV","vnum":5},{"bcode":43,"cnum":10,"content":"Jesus used this figure of speech, but they did not understand what he was telling them.","vcode":"NIV","vnum":6},{"bcode":43,"cnum":10,"content":"Therefore Jesus said again, \"I tell you the truth, I am the gate for the sheep.","vcode":"NIV","vnum":7},{"bcode":43,"cnum":10,"content":"All who ever came before me were thieves and robbers, but the sheep did not listen to them.","vcode":"NIV","vnum":8},{"bcode":43,"cnum":10,"content":"I am the gate; whoever enters through me will be saved. He will come in and go out, and find pasture.","vcode":"NIV","vnum":9},{"bcode":43,"cnum":10,"content":"The thief comes only to steal and kill and destroy; I have come that they may have life, and have it to the full.","vcode":"NIV","vnum":10},{"bcode":43,"cnum":10,"content":"\"I am the good shepherd. The good shepherd lays down his life for the sheep.","vcode":"NIV","vnum":11},{"bcode":43,"cnum":10,"content":"The hired hand is not the shepherd who owns the sheep. So when he sees the wolf coming, he abandons the sheep and runs away. Then the wolf attacks the flock and scatters it.","vcode":"NIV","vnum":12},{"bcode":43,"cnum":10,"content":"The man runs away because he is a hired hand and cares nothing for the sheep.","vcode":"NIV","vnum":13},{"bcode":43,"cnum":10,"content":"\"I am the good shepherd; I know my sheep and my sheep know me--","vcode":"NIV","vnum":14},{"bcode":43,"cnum":10,"content":"just as the Father knows me and I know the Father--and I lay down my life for the sheep.","vcode":"NIV","vnum":15},{"bcode":43,"cnum":10,"content":"I have other sheep that are not of this sheep pen. I must bring them also. They too will listen to my voice, and there shall be one flock and one shepherd.","vcode":"NIV","vnum":16},{"bcode":43,"cnum":10,"content":"The reason my Father loves me is that I lay down my life--only to take it up again.","vcode":"NIV","vnum":17},{"bcode":43,"cnum":10,"content":"No one takes it from me, but I lay it down of my own accord. I have authority to lay it down and authority to take it up again. This command I received from my Father.\"","vcode":"NIV","vnum":18},{"bcode":43,"cnum":10,"content":"At these words the Jews were again divided.","vcode":"NIV","vnum":19},{"bcode":43,"cnum":10,"content":"Many of them said, \"He is demon-possessed and raving mad. Why listen to him?\"","vcode":"NIV","vnum":20},{"bcode":43,"cnum":10,"content":"But others said, \"These are not the sayings of a man possessed by a demon. Can a demon open the eyes of the blind?\"","vcode":"NIV","vnum":21},{"bcode":43,"cnum":10,"content":"Then came the Feast of Dedication at Jerusalem. It was winter,","vcode":"NIV","vnum":22},{"bcode":43,"cnum":10,"content":"and Jesus was in the temple area walking in Solomon's Colonnade.","vcode":"NIV","vnum":23},{"bcode":43,"cnum":10,"content":"The Jews gathered around him, saying, \"How long will you keep us in suspense? If you are the Christ, tell us plainly.\"","vcode":"NIV","vnum":24},{"bcode":43,"cnum":10,"content":"Jesus answered, \"I did tell you, but you do not believe. The miracles I do in my Father's name speak for me,","vcode":"NIV","vnum":25},{"bcode":43,"cnum":10,"content":"but you do not believe because you are not my sheep.","vcode":"NIV","vnum":26},{"bcode":43,"cnum":10,"content":"My sheep listen to my voice; I know them, and they follow me.","vcode":"NIV","vnum":27},{"bcode":43,"cnum":10,"content":"I give them eternal life, and they shall never perish; no one can snatch them out of my hand.","vcode":"NIV","vnum":28},{"bcode":43,"cnum":10,"content":"My Father, who has given them to me, is greater than all; no one can snatch them out of my Father's hand.","vcode":"NIV","vnum":29},{"bcode":43,"cnum":10,"content":"I and the Father are one.\"","vcode":"NIV","vnum":30},{"bcode":43,"cnum":10,"content":"Again the Jews picked up stones to stone him,","vcode":"NIV","vnum":31},{"bcode":43,"cnum":10,"content":"but Jesus said to them, \"I have shown you many great miracles from the Father. For which of these do you stone me?\"","vcode":"NIV","vnum":32},{"bcode":43,"cnum":10,"content":"\"We are not stoning you for any of these,\" replied the Jews, \"but for blasphemy, because you, a mere man, claim to be God.\"","vcode":"NIV","vnum":33},{"bcode":43,"cnum":10,"content":"Jesus answered them, \"Is it not written in your Law, 'I have said you are gods'?","vcode":"NIV","vnum":34},{"bcode":43,"cnum":10,"content":"If he called them 'gods,' to whom the word of God came--and the Scripture cannot be broken--","vcode":"NIV","vnum":35},{"bcode":43,"cnum":10,"content":"what about the one whom the Father set apart as his very own and sent into the world? Why then do you accuse me of blasphemy because I said, 'I am God's Son'?","vcode":"NIV","vnum":36},{"bcode":43,"cnum":10,"content":"Do not believe me unless I do what my Father does.","vcode":"NIV","vnum":37},{"bcode":43,"cnum":10,"content":"But if I do it, even though you do not believe me, believe the miracles, that you may know and understand that the Father is in me, and I in the Father.\"","vcode":"NIV","vnum":38},{"bcode":43,"cnum":10,"content":"Again they tried to seize him, but he escaped their grasp.","vcode":"NIV","vnum":39},{"bcode":43,"cnum":10,"content":"Then Jesus went back across the Jordan to the place where John had been baptizing in the early days. Here he stayed","vcode":"NIV","vnum":40},{"bcode":43,"cnum":10,"content":"and many people came to him. They said, \"Though John never performed a miraculous sign, all that John said about this man was true.\"","vcode":"NIV","vnum":41},{"bcode":43,"cnum":10,"content":"And in that place many believed in Jesus.","vcode":"NIV","vnum":42}]},"__N_SSG":true}