[
    {
        "bcode": 5,
        "cnum": 26,
        "content": "네 하나님 여호와께서 네게 기업으로 주어 차지하게 하실 땅에 네가 들어가서 거기에 거주할 때에",
        "vcode": "GAE",
        "vnum": 1
    },
    {
        "bcode": 5,
        "cnum": 26,
        "content": "네 하나님 여호와께서 네게 주신 땅에서 그 토지의 모든 소산의 맏물을 거둔 후에 그것을 가져다가 광주리에 담고 네 하나님 여호와께서 그의 이름을 두시려고 택하신 곳으로 그것을 가지고 가서",
        "vcode": "GAE",
        "vnum": 2
    },
    {
        "bcode": 5,
        "cnum": 26,
        "content": "그 때의 제사장에게 나아가 그에게 이르기를 내가 오늘 당신의 하나님 여호와께 아뢰나이다 내가 여호와께서 우리에게 주시겠다고 우리 조상들에게 맹세하신 땅에 이르렀나이다 할 것이요",
        "vcode": "GAE",
        "vnum": 3
    },
    {
        "bcode": 5,
        "cnum": 26,
        "content": "제사장은 네 손에서 그 광주리를 받아서 네 하나님 여호와의 제단 앞에 놓을 것이며",
        "vcode": "GAE",
        "vnum": 4
    },
    {
        "bcode": 5,
        "cnum": 26,
        "content": "너는 또 네 하나님 여호와 앞에 아뢰기를 내 조상은 방랑하는 아람 사람으로서 애굽에 내려가 거기에서 소수로 거류하였더니 거기에서 크고 강하고 번성한 민족이 되었는데",
        "vcode": "GAE",
        "vnum": 5
    },
    {
        "bcode": 5,
        "cnum": 26,
        "content": "애굽 사람이 우리를 학대하며 우리를 괴롭히며 우리에게 중노동을 시키므로",
        "vcode": "GAE",
        "vnum": 6
    },
    {
        "bcode": 5,
        "cnum": 26,
        "content": "우리가 우리 조상의 하나님 여호와께 부르짖었더니 여호와께서 우리 음성을 들으시고 우리의 고통과 신고와 압제를 보시고",
        "vcode": "GAE",
        "vnum": 7
    },
    {
        "bcode": 5,
        "cnum": 26,
        "content": "여호와께서 강한 손과 편 팔과 큰 위엄과 이적과 기사로 우리를 애굽에서 인도하여 내시고",
        "vcode": "GAE",
        "vnum": 8
    },
    {
        "bcode": 5,
        "cnum": 26,
        "content": "이곳으로 인도하사 이 땅 곧 젖과 꿀이 흐르는 땅을 주셨나이다",
        "vcode": "GAE",
        "vnum": 9
    },
    {
        "bcode": 5,
        "cnum": 26,
        "content": "여호와여 이제 내가 주께서 내게 주신 토지 소산의 맏물을 가져왔나이다 하고 너는 그것을 네 하나님 여호와 앞에 두고 네 하나님 여호와 앞에 경배할 것이며",
        "vcode": "GAE",
        "vnum": 10
    },
    {
        "bcode": 5,
        "cnum": 26,
        "content": "네 하나님 여호와께서 너와 네 집에 주신 모든 복으로 말미암아 너는 레위인과 너희 가운데에 거류하는 객과 함께 즐거워할지니라",
        "vcode": "GAE",
        "vnum": 11
    },
    {
        "bcode": 5,
        "cnum": 26,
        "content": "셋째 해 곧 십일조를 드리는 해에 네 모든 소산의 십일조 내기를 마친 후에 그것을 레위인과 객과 고아와 과부에게 주어 네 성읍 안에서 먹고 배부르게 하라",
        "vcode": "GAE",
        "vnum": 12
    },
    {
        "bcode": 5,
        "cnum": 26,
        "content": "그리 할 때에 네 하나님 여호와 앞에 아뢰기를 내가 성물을 내 집에서 내어 레위인과 객과 고아와 과부에게 주기를 주께서 내게 명령하신 명령대로 하였사오니 내가 주의 명령을 범하지도 아니하였고 잊지도 아니하였나이다",
        "vcode": "GAE",
        "vnum": 13
    },
    {
        "bcode": 5,
        "cnum": 26,
        "content": "내가 애곡하는 날에 이 성물을 먹지 아니하였고 부정한 몸으로 이를 떼어두지 아니하였고 죽은 자를 위하여 이를 쓰지 아니하였고 내 하나님 여호와의 말씀을 청종하여 주께서 내게 명령하신 대로 다 행하였사오니",
        "vcode": "GAE",
        "vnum": 14
    },
    {
        "bcode": 5,
        "cnum": 26,
        "content": "원하건대 주의 거룩한 처소 하늘에서 보시고 주의 백성 이스라엘에게 복을 주시며 우리 조상들에게 맹세하여 우리에게 주신 젖과 꿀이 흐르는 땅에 복을 내리소서 할지니라",
        "vcode": "GAE",
        "vnum": 15
    },
    {
        "bcode": 5,
        "cnum": 26,
        "content": "오늘 네 하나님 여호와께서 이 규례와 법도를 행하라고 네게 명령하시나니 그런즉 너는 마음을 다하고 뜻을 다하여 지켜 행하라",
        "vcode": "GAE",
        "vnum": 16
    },
    {
        "bcode": 5,
        "cnum": 26,
        "content": "네가 오늘 여호와를 네 하나님으로 인정하고 또 그 도를 행하고 그의 규례와 명령과 법도를 지키며 그의 소리를 들으라",
        "vcode": "GAE",
        "vnum": 17
    },
    {
        "bcode": 5,
        "cnum": 26,
        "content": "여호와께서도 네게 말씀하신 대로 오늘 너를 그의 보배로운 백성이 되게 하시고 그의 모든 명령을 지키라 확언하셨느니라",
        "vcode": "GAE",
        "vnum": 18
    },
    {
        "bcode": 5,
        "cnum": 26,
        "content": "그런즉 여호와께서 너를 그 지으신 모든 민족 위에 뛰어나게 하사 찬송과 명예와 영광을 삼으시고 그가 말씀하신 대로 너를 네 하나님 여호와의 성민이 되게 하시리라",
        "vcode": "GAE",
        "vnum": 19
    }
]