[
    {
        "bcode": 5,
        "cnum": 7,
        "content": "네 하나님 여호와께서 너를 인도하사 네가 가서 차지할 땅으로 들이시고 네 앞에서 여러 민족 헷 족속과 기르가스 족속과 아모리 족속과 가나안 족속과 브리스 족속과 히위 족속과 여부스 족속 곧 너보다 많고 힘이 센 일곱 족속을 쫓아내실 때에",
        "vcode": "GAE",
        "vnum": 1
    },
    {
        "bcode": 5,
        "cnum": 7,
        "content": "네 하나님 여호와께서 그들을 네게 넘겨 네게 치게 하시리니 그 때에 너는 그들을 진멸할 것이라 그들과 어떤 언약도 하지 말 것이요 그들을 불쌍히 여기지도 말 것이며",
        "vcode": "GAE",
        "vnum": 2
    },
    {
        "bcode": 5,
        "cnum": 7,
        "content": "또 그들과 혼인하지도 말지니 네 딸을 그들의 아들에게 주지 말 것이요 그들의 딸도 네 며느리로 삼지 말 것은",
        "vcode": "GAE",
        "vnum": 3
    },
    {
        "bcode": 5,
        "cnum": 7,
        "content": "그가 네 아들을 유혹하여 그가 여호와를 떠나고 다른 신들을 섬기게 하므로 여호와께서 너희에게 진노하사 갑자기 너희를 멸하실 것임이니라",
        "vcode": "GAE",
        "vnum": 4
    },
    {
        "bcode": 5,
        "cnum": 7,
        "content": "오직 너희가 그들에게 행할 것은 이러하니 그들의 제단을 헐며 주상을 깨뜨리며 아세라 목상을 찍으며 조각한 우상들을 불사를 것이니라",
        "vcode": "GAE",
        "vnum": 5
    },
    {
        "bcode": 5,
        "cnum": 7,
        "content": "너는 여호와 네 하나님의 성민이라 네 하나님 여호와께서 지상 만민 중에서 너를 자기 기업의 백성으로 택하셨나니",
        "vcode": "GAE",
        "vnum": 6
    },
    {
        "bcode": 5,
        "cnum": 7,
        "content": "여호와께서 너희를 기뻐하시고 너희를 택하심은 너희가 다른 민족보다 수효가 많기 때문이 아니니라 너희는 오히려 모든 민족 중에 가장 적으니라",
        "vcode": "GAE",
        "vnum": 7
    },
    {
        "bcode": 5,
        "cnum": 7,
        "content": "여호와께서 다만 너희를 사랑하심으로 말미암아, 또는 너희의 조상들에게 하신 맹세를 지키려 하심으로 말미암아 자기의 권능의 손으로 너희를 인도하여 내시되 너희를 그 종 되었던 집에서 애굽 왕 바로의 손에서 속량하셨나니",
        "vcode": "GAE",
        "vnum": 8
    },
    {
        "bcode": 5,
        "cnum": 7,
        "content": "그런즉 너는 알라 오직 네 하나님 여호와는 하나님이시요 신실하신 하나님이시라 그를 사랑하고 그의 계명을 지키는 자에게는 천 대까지 그의 언약을 이행하시며 인애를 베푸시되",
        "vcode": "GAE",
        "vnum": 9
    },
    {
        "bcode": 5,
        "cnum": 7,
        "content": "그를 미워하는 자에게는 당장에 보응하여 멸하시나니 여호와는 자기를 미워하는 자에게 지체하지 아니하시고 당장에 그에게 보응하시느니라",
        "vcode": "GAE",
        "vnum": 10
    },
    {
        "bcode": 5,
        "cnum": 7,
        "content": "그런즉 너는 오늘 내가 네게 명하는 명령과 규례와 법도를 지켜 행할지니라",
        "vcode": "GAE",
        "vnum": 11
    },
    {
        "bcode": 5,
        "cnum": 7,
        "content": "너희가 이 모든 법도를 듣고 지켜 행하면 네 하나님 여호와께서 네 조상들에게 맹세하신 언약을 지켜 네게 인애를 베푸실 것이라",
        "vcode": "GAE",
        "vnum": 12
    },
    {
        "bcode": 5,
        "cnum": 7,
        "content": "곧 너를 사랑하시고 복을 주사 너를 번성하게 하시되 네게 주리라고 네 조상들에게 맹세하신 땅에서 네 소생에게 은혜를 베푸시며 네 토지 소산과 곡식과 포도주와 기름을 풍성하게 하시고 네 소와 양을 번식하게 하시리니",
        "vcode": "GAE",
        "vnum": 13
    },
    {
        "bcode": 5,
        "cnum": 7,
        "content": "네가 복을 받음이 만민보다 훨씬 더하여 너희 중의 남녀와 너희의 짐승의 암수에 생육하지 못함이 없을 것이며",
        "vcode": "GAE",
        "vnum": 14
    },
    {
        "bcode": 5,
        "cnum": 7,
        "content": "여호와께서 또 모든 질병을 네게서 멀리 하사 너희가 아는 애굽의 악질에 걸리지 않게 하시고 너를 미워하는 모든 자에게 걸리게 하실 것이라",
        "vcode": "GAE",
        "vnum": 15
    },
    {
        "bcode": 5,
        "cnum": 7,
        "content": "네 하나님 여호와께서 네게 넘겨주신 모든 민족을 네 눈이 긍휼히 여기지 말고 진멸하며 그들의 신을 섬기지 말라 그것이 네게 올무가 되리라",
        "vcode": "GAE",
        "vnum": 16
    },
    {
        "bcode": 5,
        "cnum": 7,
        "content": "네가 혹시 심중에 이르기를 이 민족들이 나보다 많으니 내가 어찌 그를 쫓아낼 수 있으리요 하리라마는",
        "vcode": "GAE",
        "vnum": 17
    },
    {
        "bcode": 5,
        "cnum": 7,
        "content": "그들을 두려워하지 말고 네 하나님 여호와께서 바로와 온 애굽에 행하신 것을 잘 기억하되",
        "vcode": "GAE",
        "vnum": 18
    },
    {
        "bcode": 5,
        "cnum": 7,
        "content": "네 하나님 여호와께서 너를 인도하여 내실 때에 네가 본 큰 시험과 이적과 기사와 강한 손과 편 팔을 기억하라 네 하나님 여호와께서 네가 두려워하는 모든 민족에게 그와 같이 행하실 것이요",
        "vcode": "GAE",
        "vnum": 19
    },
    {
        "bcode": 5,
        "cnum": 7,
        "content": "네 하나님 여호와께서 또 왕벌을 그들 중에 보내어 그들의 남은 자와 너를 피하여 숨은 자를 멸하시리니",
        "vcode": "GAE",
        "vnum": 20
    },
    {
        "bcode": 5,
        "cnum": 7,
        "content": "너는 그들을 두려워하지 말라 너희의 하나님 여호와 곧 크고 두려운 하나님이 너희 중에 계심이니라",
        "vcode": "GAE",
        "vnum": 21
    },
    {
        "bcode": 5,
        "cnum": 7,
        "content": "네 하나님 여호와께서 이 민족들을 네 앞에서 조금씩 쫓아내시리니 너는 그들을 급히 멸하지 말라 들짐승이 번성하여 너를 해할까 하노라",
        "vcode": "GAE",
        "vnum": 22
    },
    {
        "bcode": 5,
        "cnum": 7,
        "content": "네 하나님 여호와께서 그들을 네게 넘기시고 그들을 크게 혼란하게 하여 마침내 진멸하시고",
        "vcode": "GAE",
        "vnum": 23
    },
    {
        "bcode": 5,
        "cnum": 7,
        "content": "그들의 왕들을 네 손에 넘기시리니 너는 그들의 이름을 천하에서 제하여 버리라 너를 당할 자가 없이 네가 마침내 그들을 진멸하리라",
        "vcode": "GAE",
        "vnum": 24
    },
    {
        "bcode": 5,
        "cnum": 7,
        "content": "너는 그들이 조각한 신상들을 불사르고 그것에 입힌 은이나 금을 탐내지 말며 취하지 말라 네가 그것으로 말미암아 올무에 걸릴까 하노니 이는 네 하나님 여호와께서 가증히 여기시는 것임이니라",
        "vcode": "GAE",
        "vnum": 25
    },
    {
        "bcode": 5,
        "cnum": 7,
        "content": "너는 가증한 것을 네 집에 들이지 말라 너도 그것과 같이 진멸 당할까 하노라 너는 그것을 멀리하며 심히 미워하라 그것은 진멸 당할 것임이니라",
        "vcode": "GAE",
        "vnum": 26
    }
]