{"pageProps":{"version":{"name":"NIV","vcode":"NIV"},"bible":{"bcode":24,"chapterCount":52,"name":"Jeremiah","type":"old","vcode":"NIV"},"chapter":"49","verses":[{"bcode":24,"cnum":49,"content":"Concerning the Ammonites: This is what the LORD says: \"Has Israel no sons? Has she no heirs? Why then has Molech taken possession of Gad? Why do his people live in its towns?","vcode":"NIV","vnum":1},{"bcode":24,"cnum":49,"content":"But the days are coming,\" declares the LORD, \"when I will sound the battle cry against Rabbah of the Ammonites; it will become a mound of ruins, and its surrounding villages will be set on fire. Then Israel will drive out those who drove her out,\" says the LORD.","vcode":"NIV","vnum":2},{"bcode":24,"cnum":49,"content":"\"Wail, O Heshbon, for Ai is destroyed! Cry out, O inhabitants of Rabbah! Put on sackcloth and mourn; rush here and there inside the walls, for Molech will go into exile, together with his priests and officials.","vcode":"NIV","vnum":3},{"bcode":24,"cnum":49,"content":"Why do you boast of your valleys, boast of your valleys so fruitful? O unfaithful daughter, you trust in your riches and say, 'Who will attack me?'","vcode":"NIV","vnum":4},{"bcode":24,"cnum":49,"content":"I will bring terror on you from all those around you,\" declares the Lord, the LORD Almighty. \"Every one of you will be driven away, and no one will gather the fugitives.","vcode":"NIV","vnum":5},{"bcode":24,"cnum":49,"content":"\"Yet afterward, I will restore the fortunes of the Ammonites,\" declares the LORD.","vcode":"NIV","vnum":6},{"bcode":24,"cnum":49,"content":"Concerning Edom: This is what the LORD Almighty says: \"Is there no longer wisdom in Teman? Has counsel perished from the prudent? Has their wisdom decayed?","vcode":"NIV","vnum":7},{"bcode":24,"cnum":49,"content":"Turn and flee, hide in deep caves, you who live in Dedan, for I will bring disaster on Esau at the time I punish him.","vcode":"NIV","vnum":8},{"bcode":24,"cnum":49,"content":"If grape pickers came to you, would they not leave a few grapes? If thieves came during the night, would they not steal only as much as they wanted?","vcode":"NIV","vnum":9},{"bcode":24,"cnum":49,"content":"But I will strip Esau bare; I will uncover his hiding places, so that he cannot conceal himself. His children, relatives and neighbors will perish, and he will be no more.","vcode":"NIV","vnum":10},{"bcode":24,"cnum":49,"content":"Leave your orphans; I will protect their lives. Your widows too can trust in me.\"","vcode":"NIV","vnum":11},{"bcode":24,"cnum":49,"content":"This is what the LORD says: \"If those who do not deserve to drink the cup must drink it, why should you go unpunished? You will not go unpunished, but must drink it.","vcode":"NIV","vnum":12},{"bcode":24,"cnum":49,"content":"I swear by myself,\" declares the LORD, \"that Bozrah will become a ruin and an object of horror, of reproach and of cursing; and all its towns will be in ruins forever.\"","vcode":"NIV","vnum":13},{"bcode":24,"cnum":49,"content":"I have heard a message from the LORD : An envoy was sent to the nations to say, \"Assemble yourselves to attack it! Rise up for battle!\"","vcode":"NIV","vnum":14},{"bcode":24,"cnum":49,"content":"\"Now I will make you small among the nations, despised among men.","vcode":"NIV","vnum":15},{"bcode":24,"cnum":49,"content":"The terror you inspire and the pride of your heart have deceived you, you who live in the clefts of the rocks, who occupy the heights of the hill. Though you build your nest as high as the eagle's, from there I will bring you down,\" declares the LORD.","vcode":"NIV","vnum":16},{"bcode":24,"cnum":49,"content":"\"Edom will become an object of horror; all who pass by will be appalled and will scoff because of all its wounds.","vcode":"NIV","vnum":17},{"bcode":24,"cnum":49,"content":"As Sodom and Gomorrah were overthrown, along with their neighboring towns,\" says the LORD, \"so no one will live there; no man will dwell in it.","vcode":"NIV","vnum":18},{"bcode":24,"cnum":49,"content":"\"Like a lion coming up from Jordan's thickets to a rich pastureland, I will chase Edom from its land in an instant. Who is the chosen one I will appoint for this? Who is like me and who can challenge me? And what shepherd can stand against me?\"","vcode":"NIV","vnum":19},{"bcode":24,"cnum":49,"content":"Therefore, hear what the LORD has planned against Edom, what he has purposed against those who live in Teman: The young of the flock will be dragged away; he will completely destroy their pasture because of them.","vcode":"NIV","vnum":20},{"bcode":24,"cnum":49,"content":"At the sound of their fall the earth will tremble; their cry will resound to the Red Sea.","vcode":"NIV","vnum":21},{"bcode":24,"cnum":49,"content":"Look! An eagle will soar and swoop down, spreading its wings over Bozrah. In that day the hearts of Edom's warriors will be like the heart of a woman in labor.","vcode":"NIV","vnum":22},{"bcode":24,"cnum":49,"content":"Concerning Damascus: \"Hamath and Arpad are dismayed, for they have heard bad news. They are disheartened, troubled like the restless sea.","vcode":"NIV","vnum":23},{"bcode":24,"cnum":49,"content":"Damascus has become feeble, she has turned to flee and panic has gripped her; anguish and pain have seized her, pain like that of a woman in labor.","vcode":"NIV","vnum":24},{"bcode":24,"cnum":49,"content":"Why has the city of renown not been abandoned, the town in which I delight?","vcode":"NIV","vnum":25},{"bcode":24,"cnum":49,"content":"Surely, her young men will fall in the streets; all her soldiers will be silenced in that day,\" declares the LORD Almighty.","vcode":"NIV","vnum":26},{"bcode":24,"cnum":49,"content":"\"I will set fire to the walls of Damascus; it will consume the fortresses of Ben-Hadad.\"","vcode":"NIV","vnum":27},{"bcode":24,"cnum":49,"content":"Concerning Kedar and the kingdoms of Hazor, which Nebuchadnezzar king of Babylon attacked: This is what the LORD says: \"Arise, and attack Kedar and destroy the people of the East.","vcode":"NIV","vnum":28},{"bcode":24,"cnum":49,"content":"Their tents and their flocks will be taken; their shelters will be carried off with all their goods and camels. Men will shout to them, 'Terror on every side!'","vcode":"NIV","vnum":29},{"bcode":24,"cnum":49,"content":"\"Flee quickly away! Stay in deep caves, you who live in Hazor,\" declares the LORD. \"Nebuchadnezzar king of Babylon has plotted against you; he has devised a plan against you.","vcode":"NIV","vnum":30},{"bcode":24,"cnum":49,"content":"\"Arise and attack a nation at ease, which lives in confidence,\" declares the LORD, \"a nation that has neither gates nor bars; its people live alone.","vcode":"NIV","vnum":31},{"bcode":24,"cnum":49,"content":"Their camels will become plunder, and their large herds will be booty. I will scatter to the winds those who are in distant places and will bring disaster on them from every side,\" declares the LORD.","vcode":"NIV","vnum":32},{"bcode":24,"cnum":49,"content":"\"Hazor will become a haunt of jackals, a desolate place forever. No one will live there; no man will dwell in it.\"","vcode":"NIV","vnum":33},{"bcode":24,"cnum":49,"content":"This is the word of the LORD that came to Jeremiah the prophet concerning Elam, early in the reign of Zedekiah king of Judah:","vcode":"NIV","vnum":34},{"bcode":24,"cnum":49,"content":"This is what the LORD Almighty says: \"See, I will break the bow of Elam, the mainstay of their might.","vcode":"NIV","vnum":35},{"bcode":24,"cnum":49,"content":"I will bring against Elam the four winds from the four quarters of the heavens; I will scatter them to the four winds, and there will not be a nation where Elam's exiles do not go.","vcode":"NIV","vnum":36},{"bcode":24,"cnum":49,"content":"I will shatter Elam before their foes, before those who seek their lives; I will bring disaster upon them, even my fierce anger,\" declares the LORD. \"I will pursue them with the sword until I have made an end of them.","vcode":"NIV","vnum":37},{"bcode":24,"cnum":49,"content":"I will set my throne in Elam and destroy her king and officials,\" declares the LORD.","vcode":"NIV","vnum":38},{"bcode":24,"cnum":49,"content":"\"Yet I will restore the fortunes of Elam in days to come,\" declares the LORD.","vcode":"NIV","vnum":39}]},"__N_SSG":true}