{"pageProps":{"version":{"name":"NIV","vcode":"NIV"},"bible":{"bcode":29,"chapterCount":3,"name":"Joel","type":"old","vcode":"NIV"},"chapter":"2","verses":[{"bcode":29,"cnum":2,"content":"Blow the trumpet in Zion; sound the alarm on my holy hill. Let all who live in the land tremble, for the day of the LORD is coming. It is close at hand-","vcode":"NIV","vnum":1},{"bcode":29,"cnum":2,"content":"a day of darkness and gloom, a day of clouds and blackness. Like dawn spreading across the mountains a large and mighty army comes, such as never was of old nor ever will be in ages to come.","vcode":"NIV","vnum":2},{"bcode":29,"cnum":2,"content":"Before them fire devours, behind them a flame blazes. Before them the land is like the garden of Eden, behind them, a desert waste-- nothing escapes them.","vcode":"NIV","vnum":3},{"bcode":29,"cnum":2,"content":"They have the appearance of horses; they gallop along like cavalry.","vcode":"NIV","vnum":4},{"bcode":29,"cnum":2,"content":"With a noise like that of chariots they leap over the mountaintops, like a crackling fire consuming stubble, like a mighty army drawn up for battle.","vcode":"NIV","vnum":5},{"bcode":29,"cnum":2,"content":"At the sight of them, nations are in anguish; every face turns pale.","vcode":"NIV","vnum":6},{"bcode":29,"cnum":2,"content":"They charge like warriors; they scale walls like soldiers. They all march in line, not swerving from their course.","vcode":"NIV","vnum":7},{"bcode":29,"cnum":2,"content":"They do not jostle each other; each marches straight ahead. They plunge through defenses without breaking ranks.","vcode":"NIV","vnum":8},{"bcode":29,"cnum":2,"content":"They rush upon the city; they run along the wall. They climb into the houses; like thieves they enter through the windows.","vcode":"NIV","vnum":9},{"bcode":29,"cnum":2,"content":"Before them the earth shakes, the sky trembles, the sun and moon are darkened, and the stars no longer shine.","vcode":"NIV","vnum":10},{"bcode":29,"cnum":2,"content":"The LORD thunders at the head of his army; his forces are beyond number, and mighty are those who obey his command. The day of the LORD is great; it is dreadful. Who can endure it?","vcode":"NIV","vnum":11},{"bcode":29,"cnum":2,"content":"\"Even now,\" declares the LORD, \"return to me with all your heart, with fasting and weeping and mourning.\"","vcode":"NIV","vnum":12},{"bcode":29,"cnum":2,"content":"Rend your heart and not your garments. Return to the LORD your God, for he is gracious and compassionate, slow to anger and abounding in love, and he relents from sending calamity.","vcode":"NIV","vnum":13},{"bcode":29,"cnum":2,"content":"Who knows? He may turn and have pity and leave behind a blessing-- grain offerings and drink offerings for the LORD your God.","vcode":"NIV","vnum":14},{"bcode":29,"cnum":2,"content":"Blow the trumpet in Zion, declare a holy fast, call a sacred assembly.","vcode":"NIV","vnum":15},{"bcode":29,"cnum":2,"content":"Gather the people, consecrate the assembly; bring together the elders, gather the children, those nursing at the breast. Let the bridegroom leave his room and the bride her chamber.","vcode":"NIV","vnum":16},{"bcode":29,"cnum":2,"content":"Let the priests, who minister before the LORD, weep between the temple porch and the altar. Let them say, \"Spare your people, O LORD. Do not make your inheritance an object of scorn, a byword among the nations. Why should they say among the peoples, 'Where is their God?' \"","vcode":"NIV","vnum":17},{"bcode":29,"cnum":2,"content":"Then the LORD will be jealous for his land and take pity on his people.","vcode":"NIV","vnum":18},{"bcode":29,"cnum":2,"content":"The LORD will reply to them: \"I am sending you grain, new wine and oil, enough to satisfy you fully; never again will I make you an object of scorn to the nations.","vcode":"NIV","vnum":19},{"bcode":29,"cnum":2,"content":"\"I will drive the northern army far from you, pushing it into a parched and barren land, with its front columns going into the eastern sea and those in the rear into the western sea. And its stench will go up; its smell will rise.\" Surely he has done great things.","vcode":"NIV","vnum":20},{"bcode":29,"cnum":2,"content":"Be not afraid, O land; be glad and rejoice. Surely the LORD has done great things.","vcode":"NIV","vnum":21},{"bcode":29,"cnum":2,"content":"Be not afraid, O wild animals, for the open pastures are becoming green. The trees are bearing their fruit; the fig tree and the vine yield their riches.","vcode":"NIV","vnum":22},{"bcode":29,"cnum":2,"content":"Be glad, O people of Zion, rejoice in the LORD your God, for he has given you the autumn rains in righteousness. He sends you abundant showers, both autumn and spring rains, as before.","vcode":"NIV","vnum":23},{"bcode":29,"cnum":2,"content":"The threshing floors will be filled with grain; the vats will overflow with new wine and oil.","vcode":"NIV","vnum":24},{"bcode":29,"cnum":2,"content":"\"I will repay you for the years the locusts have eaten-- the great locust and the young locust, the other locusts and the locust swarm -- my great army that I sent among you.","vcode":"NIV","vnum":25},{"bcode":29,"cnum":2,"content":"You will have plenty to eat, until you are full, and you will praise the name of the LORD your God, who has worked wonders for you; never again will my people be shamed.","vcode":"NIV","vnum":26},{"bcode":29,"cnum":2,"content":"Then you will know that I am in Israel, that I am the LORD your God, and that there is no other; never again will my people be shamed.","vcode":"NIV","vnum":27},{"bcode":29,"cnum":2,"content":"\"And afterward, I will pour out my Spirit on all people. Your sons and daughters will prophesy, your old men will dream dreams, your young men will see visions.","vcode":"NIV","vnum":28},{"bcode":29,"cnum":2,"content":"Even on my servants, both men and women, I will pour out my Spirit in those days.","vcode":"NIV","vnum":29},{"bcode":29,"cnum":2,"content":"I will show wonders in the heavens and on the earth, blood and fire and billows of smoke.","vcode":"NIV","vnum":30},{"bcode":29,"cnum":2,"content":"The sun will be turned to darkness and the moon to blood before the coming of the great and dreadful day of the LORD.","vcode":"NIV","vnum":31},{"bcode":29,"cnum":2,"content":"And everyone who calls on the name of the LORD will be saved; for on Mount Zion and in Jerusalem there will be deliverance, as the LORD has said, among the survivors whom the LORD calls.","vcode":"NIV","vnum":32}]},"__N_SSG":true}