[
    {
        "bcode": 59,
        "cnum": 3,
        "content": "Not many of you should presume to be teachers, my brothers, because you know that we who teach will be judged more strictly.",
        "vcode": "NIV",
        "vnum": 1
    },
    {
        "bcode": 59,
        "cnum": 3,
        "content": "We all stumble in many ways. If anyone is never at fault in what he says, he is a perfect man, able to keep his whole body in check.",
        "vcode": "NIV",
        "vnum": 2
    },
    {
        "bcode": 59,
        "cnum": 3,
        "content": "When we put bits into the mouths of horses to make them obey us, we can turn the whole animal.",
        "vcode": "NIV",
        "vnum": 3
    },
    {
        "bcode": 59,
        "cnum": 3,
        "content": "Or take ships as an example. Although they are so large and are driven by strong winds, they are steered by a very small rudder wherever the pilot wants to go.",
        "vcode": "NIV",
        "vnum": 4
    },
    {
        "bcode": 59,
        "cnum": 3,
        "content": "Likewise the tongue is a small part of the body, but it makes great boasts. Consider what a great forest is set on fire by a small spark.",
        "vcode": "NIV",
        "vnum": 5
    },
    {
        "bcode": 59,
        "cnum": 3,
        "content": "The tongue also is a fire, a world of evil among the parts of the body. It corrupts the whole person, sets the whole course of his life on fire, and is itself set on fire by hell.",
        "vcode": "NIV",
        "vnum": 6
    },
    {
        "bcode": 59,
        "cnum": 3,
        "content": "All kinds of animals, birds, reptiles and creatures of the sea are being tamed and have been tamed by man,",
        "vcode": "NIV",
        "vnum": 7
    },
    {
        "bcode": 59,
        "cnum": 3,
        "content": "but no man can tame the tongue. It is a restless evil, full of deadly poison.",
        "vcode": "NIV",
        "vnum": 8
    },
    {
        "bcode": 59,
        "cnum": 3,
        "content": "With the tongue we praise our Lord and Father, and with it we curse men, who have been made in God's likeness.",
        "vcode": "NIV",
        "vnum": 9
    },
    {
        "bcode": 59,
        "cnum": 3,
        "content": "Out of the same mouth come praise and cursing. My brothers, this should not be.",
        "vcode": "NIV",
        "vnum": 10
    },
    {
        "bcode": 59,
        "cnum": 3,
        "content": "Can both fresh water and salt water flow from the same spring?",
        "vcode": "NIV",
        "vnum": 11
    },
    {
        "bcode": 59,
        "cnum": 3,
        "content": "My brothers, can a fig tree bear olives, or a grapevine bear figs? Neither can a salt spring produce fresh water.",
        "vcode": "NIV",
        "vnum": 12
    },
    {
        "bcode": 59,
        "cnum": 3,
        "content": "Who is wise and understanding among you? Let him show it by his good life, by deeds done in the humility that comes from wisdom.",
        "vcode": "NIV",
        "vnum": 13
    },
    {
        "bcode": 59,
        "cnum": 3,
        "content": "But if you harbor bitter envy and selfish ambition in your hearts, do not boast about it or deny the truth.",
        "vcode": "NIV",
        "vnum": 14
    },
    {
        "bcode": 59,
        "cnum": 3,
        "content": "Such \"wisdom\" does not come down from heaven but is earthly, unspiritual, of the devil.",
        "vcode": "NIV",
        "vnum": 15
    },
    {
        "bcode": 59,
        "cnum": 3,
        "content": "For where you have envy and selfish ambition, there you find disorder and every evil practice.",
        "vcode": "NIV",
        "vnum": 16
    },
    {
        "bcode": 59,
        "cnum": 3,
        "content": "But the wisdom that comes from heaven is first of all pure; then peace-loving, considerate, submissive, full of mercy and good fruit, impartial and sincere.",
        "vcode": "NIV",
        "vnum": 17
    },
    {
        "bcode": 59,
        "cnum": 3,
        "content": "Peacemakers who sow in peace raise a harvest of righteousness.",
        "vcode": "NIV",
        "vnum": 18
    }
]