{"pageProps":{"version":{"name":"NIV","vcode":"NIV"},"bible":{"bcode":52,"chapterCount":5,"name":"1 Thessalonians","type":"new","vcode":"NIV"},"chapter":"5","verses":[{"bcode":52,"cnum":5,"content":"Now, brothers, about times and dates we do not need to write to you,","vcode":"NIV","vnum":1},{"bcode":52,"cnum":5,"content":"for you know very well that the day of the Lord will come like a thief in the night.","vcode":"NIV","vnum":2},{"bcode":52,"cnum":5,"content":"While people are saying, \"Peace and safety,\" destruction will come on them suddenly, as labor pains on a pregnant woman, and they will not escape.","vcode":"NIV","vnum":3},{"bcode":52,"cnum":5,"content":"But you, brothers, are not in darkness so that this day should surprise you like a thief.","vcode":"NIV","vnum":4},{"bcode":52,"cnum":5,"content":"You are all sons of the light and sons of the day. We do not belong to the night or to the darkness.","vcode":"NIV","vnum":5},{"bcode":52,"cnum":5,"content":"So then, let us not be like others, who are asleep, but let us be alert and self-controlled.","vcode":"NIV","vnum":6},{"bcode":52,"cnum":5,"content":"For those who sleep, sleep at night, and those who get drunk, get drunk at night.","vcode":"NIV","vnum":7},{"bcode":52,"cnum":5,"content":"But since we belong to the day, let us be self-controlled, putting on faith and love as a breastplate, and the hope of salvation as a helmet.","vcode":"NIV","vnum":8},{"bcode":52,"cnum":5,"content":"For God did not appoint us to suffer wrath but to receive salvation through our Lord Jesus Christ.","vcode":"NIV","vnum":9},{"bcode":52,"cnum":5,"content":"He died for us so that, whether we are awake or asleep, we may live together with him.","vcode":"NIV","vnum":10},{"bcode":52,"cnum":5,"content":"Therefore encourage one another and build each other up, just as in fact you are doing.","vcode":"NIV","vnum":11},{"bcode":52,"cnum":5,"content":"Now we ask you, brothers, to respect those who work hard among you, who are over you in the Lord and who admonish you.","vcode":"NIV","vnum":12},{"bcode":52,"cnum":5,"content":"Hold them in the highest regard in love because of their work. Live in peace with each other.","vcode":"NIV","vnum":13},{"bcode":52,"cnum":5,"content":"And we urge you, brothers, warn those who are idle, encourage the timid, help the weak, be patient with everyone.","vcode":"NIV","vnum":14},{"bcode":52,"cnum":5,"content":"Make sure that nobody pays back wrong for wrong, but always try to be kind to each other and to everyone else.","vcode":"NIV","vnum":15},{"bcode":52,"cnum":5,"content":"Be joyful always;","vcode":"NIV","vnum":16},{"bcode":52,"cnum":5,"content":"pray continually;","vcode":"NIV","vnum":17},{"bcode":52,"cnum":5,"content":"give thanks in all circumstances, for this is God's will for you in Christ Jesus.","vcode":"NIV","vnum":18},{"bcode":52,"cnum":5,"content":"Do not put out the Spirit's fire;","vcode":"NIV","vnum":19},{"bcode":52,"cnum":5,"content":"do not treat prophecies with contempt.","vcode":"NIV","vnum":20},{"bcode":52,"cnum":5,"content":"Test everything. Hold on to the good.","vcode":"NIV","vnum":21},{"bcode":52,"cnum":5,"content":"Avoid every kind of evil.","vcode":"NIV","vnum":22},{"bcode":52,"cnum":5,"content":"May God himself, the God of peace, sanctify you through and through. May your whole spirit, soul and body be kept blameless at the coming of our Lord Jesus Christ.","vcode":"NIV","vnum":23},{"bcode":52,"cnum":5,"content":"The one who calls you is faithful and he will do it.","vcode":"NIV","vnum":24},{"bcode":52,"cnum":5,"content":"Brothers, pray for us.","vcode":"NIV","vnum":25},{"bcode":52,"cnum":5,"content":"Greet all the brothers with a holy kiss.","vcode":"NIV","vnum":26},{"bcode":52,"cnum":5,"content":"I charge you before the Lord to have this letter read to all the brothers.","vcode":"NIV","vnum":27},{"bcode":52,"cnum":5,"content":"The grace of our Lord Jesus Christ be with you.","vcode":"NIV","vnum":28}]},"__N_SSG":true}