[
    {
        "bcode": 6,
        "cnum": 6,
        "content": "Now Jericho was tightly shut up because of the Israelites. No one went out and no one came in.",
        "vcode": "NIV",
        "vnum": 1
    },
    {
        "bcode": 6,
        "cnum": 6,
        "content": "Then the LORD said to Joshua, \"See, I have delivered Jericho into your hands, along with its king and its fighting men.",
        "vcode": "NIV",
        "vnum": 2
    },
    {
        "bcode": 6,
        "cnum": 6,
        "content": "March around the city once with all the armed men. Do this for six days.",
        "vcode": "NIV",
        "vnum": 3
    },
    {
        "bcode": 6,
        "cnum": 6,
        "content": "Have seven priests carry trumpets of rams' horns in front of the ark. On the seventh day, march around the city seven times, with the priests blowing the trumpets.",
        "vcode": "NIV",
        "vnum": 4
    },
    {
        "bcode": 6,
        "cnum": 6,
        "content": "When you hear them sound a long blast on the trumpets, have all the people give a loud shout; then the wall of the city will collapse and the people will go up, every man straight in.\"",
        "vcode": "NIV",
        "vnum": 5
    },
    {
        "bcode": 6,
        "cnum": 6,
        "content": "So Joshua son of Nun called the priests and said to them, \"Take up the ark of the covenant of the LORD and have seven priests carry trumpets in front of it.\"",
        "vcode": "NIV",
        "vnum": 6
    },
    {
        "bcode": 6,
        "cnum": 6,
        "content": "And he ordered the people, \"Advance! March around the city, with the armed guard going ahead of the ark of the LORD.\"",
        "vcode": "NIV",
        "vnum": 7
    },
    {
        "bcode": 6,
        "cnum": 6,
        "content": "When Joshua had spoken to the people, the seven priests carrying the seven trumpets before the LORD went forward, blowing their trumpets, and the ark of the LORD's covenant followed them.",
        "vcode": "NIV",
        "vnum": 8
    },
    {
        "bcode": 6,
        "cnum": 6,
        "content": "The armed guard marched ahead of the priests who blew the trumpets, and the rear guard followed the ark. All this time the trumpets were sounding.",
        "vcode": "NIV",
        "vnum": 9
    },
    {
        "bcode": 6,
        "cnum": 6,
        "content": "But Joshua had commanded the people, \"Do not give a war cry, do not raise your voices, do not say a word until the day I tell you to shout. Then shout!\"",
        "vcode": "NIV",
        "vnum": 10
    },
    {
        "bcode": 6,
        "cnum": 6,
        "content": "So he had the ark of the LORD carried around the city, circling it once. Then the people returned to camp and spent the night there.",
        "vcode": "NIV",
        "vnum": 11
    },
    {
        "bcode": 6,
        "cnum": 6,
        "content": "Joshua got up early the next morning and the priests took up the ark of the LORD.",
        "vcode": "NIV",
        "vnum": 12
    },
    {
        "bcode": 6,
        "cnum": 6,
        "content": "The seven priests carrying the seven trumpets went forward, marching before the ark of the LORD and blowing the trumpets. The armed men went ahead of them and the rear guard followed the ark of the LORD, while the trumpets kept sounding.",
        "vcode": "NIV",
        "vnum": 13
    },
    {
        "bcode": 6,
        "cnum": 6,
        "content": "So on the second day they marched around the city once and returned to the camp. They did this for six days.",
        "vcode": "NIV",
        "vnum": 14
    },
    {
        "bcode": 6,
        "cnum": 6,
        "content": "On the seventh day, they got up at daybreak and marched around the city seven times in the same manner, except that on that day they circled the city seven times.",
        "vcode": "NIV",
        "vnum": 15
    },
    {
        "bcode": 6,
        "cnum": 6,
        "content": "The seventh time around, when the priests sounded the trumpet blast, Joshua commanded the people, \"Shout! For the LORD has given you the city!",
        "vcode": "NIV",
        "vnum": 16
    },
    {
        "bcode": 6,
        "cnum": 6,
        "content": "The city and all that is in it are to be devoted to the LORD. Only Rahab the prostitute and all who are with her in her house shall be spared, because she hid the spies we sent.",
        "vcode": "NIV",
        "vnum": 17
    },
    {
        "bcode": 6,
        "cnum": 6,
        "content": "But keep away from the devoted things, so that you will not bring about your own destruction by taking any of them. Otherwise you will make the camp of Israel liable to destruction and bring trouble on it.",
        "vcode": "NIV",
        "vnum": 18
    },
    {
        "bcode": 6,
        "cnum": 6,
        "content": "All the silver and gold and the articles of bronze and iron are sacred to the LORD and must go into his treasury.\"",
        "vcode": "NIV",
        "vnum": 19
    },
    {
        "bcode": 6,
        "cnum": 6,
        "content": "When the trumpets sounded, the people shouted, and at the sound of the trumpet, when the people gave a loud shout, the wall collapsed; so every man charged straight in, and they took the city.",
        "vcode": "NIV",
        "vnum": 20
    },
    {
        "bcode": 6,
        "cnum": 6,
        "content": "They devoted the city to the LORD and destroyed with the sword every living thing in it--men and women, young and old, cattle, sheep and donkeys.",
        "vcode": "NIV",
        "vnum": 21
    },
    {
        "bcode": 6,
        "cnum": 6,
        "content": "Joshua said to the two men who had spied out the land, \"Go into the prostitute's house and bring her out and all who belong to her, in accordance with your oath to her.\"",
        "vcode": "NIV",
        "vnum": 22
    },
    {
        "bcode": 6,
        "cnum": 6,
        "content": "So the young men who had done the spying went in and brought out Rahab, her father and mother and brothers and all who belonged to her. They brought out her entire family and put them in a place outside the camp of Israel.",
        "vcode": "NIV",
        "vnum": 23
    },
    {
        "bcode": 6,
        "cnum": 6,
        "content": "Then they burned the whole city and everything in it, but they put the silver and gold and the articles of bronze and iron into the treasury of the LORD's house.",
        "vcode": "NIV",
        "vnum": 24
    },
    {
        "bcode": 6,
        "cnum": 6,
        "content": "But Joshua spared Rahab the prostitute, with her family and all who belonged to her, because she hid the men Joshua had sent as spies to Jericho--and she lives among the Israelites to this day.",
        "vcode": "NIV",
        "vnum": 25
    },
    {
        "bcode": 6,
        "cnum": 6,
        "content": "At that time Joshua pronounced this solemn oath: \"Cursed before the LORD is the man who undertakes to rebuild this city, Jericho: \"At the cost of his firstborn son will he lay its foundations; at the cost of his youngest will he set up its gates.\"",
        "vcode": "NIV",
        "vnum": 26
    },
    {
        "bcode": 6,
        "cnum": 6,
        "content": "So the LORD was with Joshua, and his fame spread throughout the land.",
        "vcode": "NIV",
        "vnum": 27
    }
]