[
    {
        "bcode": 30,
        "cnum": 4,
        "content": "Hear this word, you cows of Bashan on Mount Samaria, you women who oppress the poor and crush the needy and say to your husbands, \"Bring us some drinks!\"",
        "vcode": "NIV",
        "vnum": 1
    },
    {
        "bcode": 30,
        "cnum": 4,
        "content": "The Sovereign LORD has sworn by his holiness: \"The time will surely come when you will be taken away with hooks, the last of you with fishhooks.",
        "vcode": "NIV",
        "vnum": 2
    },
    {
        "bcode": 30,
        "cnum": 4,
        "content": "You will each go straight out through breaks in the wall, and you will be cast out toward Harmon, \" declares the LORD.",
        "vcode": "NIV",
        "vnum": 3
    },
    {
        "bcode": 30,
        "cnum": 4,
        "content": "\"Go to Bethel and sin; go to Gilgal and sin yet more. Bring your sacrifices every morning, your tithes every three years.",
        "vcode": "NIV",
        "vnum": 4
    },
    {
        "bcode": 30,
        "cnum": 4,
        "content": "Burn leavened bread as a thank offering and brag about your freewill offerings-- boast about them, you Israelites, for this is what you love to do,\" declares the Sovereign LORD.",
        "vcode": "NIV",
        "vnum": 5
    },
    {
        "bcode": 30,
        "cnum": 4,
        "content": "\"I gave you empty stomachs in every city and lack of bread in every town, yet you have not returned to me,\" declares the LORD.",
        "vcode": "NIV",
        "vnum": 6
    },
    {
        "bcode": 30,
        "cnum": 4,
        "content": "\"I also withheld rain from you when the harvest was still three months away. I sent rain on one town, but withheld it from another. One field had rain; another had none and dried up.",
        "vcode": "NIV",
        "vnum": 7
    },
    {
        "bcode": 30,
        "cnum": 4,
        "content": "People staggered from town to town for water but did not get enough to drink, yet you have not returned to me,\" declares the LORD.",
        "vcode": "NIV",
        "vnum": 8
    },
    {
        "bcode": 30,
        "cnum": 4,
        "content": "\"Many times I struck your gardens and vineyards, I struck them with blight and mildew. Locusts devoured your fig and olive trees, yet you have not returned to me,\" declares the LORD.",
        "vcode": "NIV",
        "vnum": 9
    },
    {
        "bcode": 30,
        "cnum": 4,
        "content": "\"I sent plagues among you as I did to Egypt. I killed your young men with the sword, along with your captured horses. I filled your nostrils with the stench of your camps, yet you have not returned to me,\" declares the LORD.",
        "vcode": "NIV",
        "vnum": 10
    },
    {
        "bcode": 30,
        "cnum": 4,
        "content": "\"I overthrew some of you as I overthrew Sodom and Gomorrah. You were like a burning stick snatched from the fire, yet you have not returned to me,\" declares the LORD.",
        "vcode": "NIV",
        "vnum": 11
    },
    {
        "bcode": 30,
        "cnum": 4,
        "content": "\"Therefore this is what I will do to you, Israel, and because I will do this to you, prepare to meet your God, O Israel.\"",
        "vcode": "NIV",
        "vnum": 12
    },
    {
        "bcode": 30,
        "cnum": 4,
        "content": "He who forms the mountains, creates the wind, and reveals his thoughts to man, he who turns dawn to darkness, and treads the high places of the earth-- the LORD God Almighty is his name.",
        "vcode": "NIV",
        "vnum": 13
    }
]