[
    {
        "bcode": 1,
        "cnum": 9,
        "content": "Then God blessed Noah and his sons, saying to them, \"Be fruitful and increase in number and fill the earth.",
        "vcode": "NIV",
        "vnum": 1
    },
    {
        "bcode": 1,
        "cnum": 9,
        "content": "The fear and dread of you will fall upon all the beasts of the earth and all the birds of the air, upon every creature that moves along the ground, and upon all the fish of the sea; they are given into your hands.",
        "vcode": "NIV",
        "vnum": 2
    },
    {
        "bcode": 1,
        "cnum": 9,
        "content": "Everything that lives and moves will be food for you. Just as I gave you the green plants, I now give you everything.",
        "vcode": "NIV",
        "vnum": 3
    },
    {
        "bcode": 1,
        "cnum": 9,
        "content": "\"But you must not eat meat that has its lifeblood still in it.",
        "vcode": "NIV",
        "vnum": 4
    },
    {
        "bcode": 1,
        "cnum": 9,
        "content": "And for your lifeblood I will surely demand an accounting. I will demand an accounting from every animal. And from each man, too, I will demand an accounting for the life of his fellow man.",
        "vcode": "NIV",
        "vnum": 5
    },
    {
        "bcode": 1,
        "cnum": 9,
        "content": "\"Whoever sheds the blood of man, by man shall his blood be shed; for in the image of God has God made man.",
        "vcode": "NIV",
        "vnum": 6
    },
    {
        "bcode": 1,
        "cnum": 9,
        "content": "As for you, be fruitful and increase in number; multiply on the earth and increase upon it.\"",
        "vcode": "NIV",
        "vnum": 7
    },
    {
        "bcode": 1,
        "cnum": 9,
        "content": "Then God said to Noah and to his sons with him:",
        "vcode": "NIV",
        "vnum": 8
    },
    {
        "bcode": 1,
        "cnum": 9,
        "content": "\"I now establish my covenant with you and with your descendants after you",
        "vcode": "NIV",
        "vnum": 9
    },
    {
        "bcode": 1,
        "cnum": 9,
        "content": "and with every living creature that was with you--the birds, the livestock and all the wild animals, all those that came out of the ark with you--every living creature on earth.",
        "vcode": "NIV",
        "vnum": 10
    },
    {
        "bcode": 1,
        "cnum": 9,
        "content": "I establish my covenant with you: Never again will all life be cut off by the waters of a flood; never again will there be a flood to destroy the earth.\"",
        "vcode": "NIV",
        "vnum": 11
    },
    {
        "bcode": 1,
        "cnum": 9,
        "content": "And God said, \"This is the sign of the covenant I am making between me and you and every living creature with you, a covenant for all generations to come:",
        "vcode": "NIV",
        "vnum": 12
    },
    {
        "bcode": 1,
        "cnum": 9,
        "content": "I have set my rainbow in the clouds, and it will be the sign of the covenant between me and the earth.",
        "vcode": "NIV",
        "vnum": 13
    },
    {
        "bcode": 1,
        "cnum": 9,
        "content": "Whenever I bring clouds over the earth and the rainbow appears in the clouds,",
        "vcode": "NIV",
        "vnum": 14
    },
    {
        "bcode": 1,
        "cnum": 9,
        "content": "I will remember my covenant between me and you and all living creatures of every kind. Never again will the waters become a flood to destroy all life.",
        "vcode": "NIV",
        "vnum": 15
    },
    {
        "bcode": 1,
        "cnum": 9,
        "content": "Whenever the rainbow appears in the clouds, I will see it and remember the everlasting covenant between God and all living creatures of every kind on the earth.\"",
        "vcode": "NIV",
        "vnum": 16
    },
    {
        "bcode": 1,
        "cnum": 9,
        "content": "So God said to Noah, \"This is the sign of the covenant I have established between me and all life on the earth.\"",
        "vcode": "NIV",
        "vnum": 17
    },
    {
        "bcode": 1,
        "cnum": 9,
        "content": "The sons of Noah who came out of the ark were Shem, Ham and Japheth. (Ham was the father of Canaan.)",
        "vcode": "NIV",
        "vnum": 18
    },
    {
        "bcode": 1,
        "cnum": 9,
        "content": "These were the three sons of Noah, and from them came the people who were scattered over the earth.",
        "vcode": "NIV",
        "vnum": 19
    },
    {
        "bcode": 1,
        "cnum": 9,
        "content": "Noah, a man of the soil, proceeded to plant a vineyard.",
        "vcode": "NIV",
        "vnum": 20
    },
    {
        "bcode": 1,
        "cnum": 9,
        "content": "When he drank some of its wine, he became drunk and lay uncovered inside his tent.",
        "vcode": "NIV",
        "vnum": 21
    },
    {
        "bcode": 1,
        "cnum": 9,
        "content": "Ham, the father of Canaan, saw his father's nakedness and told his two brothers outside.",
        "vcode": "NIV",
        "vnum": 22
    },
    {
        "bcode": 1,
        "cnum": 9,
        "content": "But Shem and Japheth took a garment and laid it across their shoulders; then they walked in backward and covered their father's nakedness. Their faces were turned the other way so that they would not see their father's nakedness.",
        "vcode": "NIV",
        "vnum": 23
    },
    {
        "bcode": 1,
        "cnum": 9,
        "content": "When Noah awoke from his wine and found out what his youngest son had done to him,",
        "vcode": "NIV",
        "vnum": 24
    },
    {
        "bcode": 1,
        "cnum": 9,
        "content": "he said, \"Cursed be Canaan! The lowest of slaves will he be to his brothers.\"",
        "vcode": "NIV",
        "vnum": 25
    },
    {
        "bcode": 1,
        "cnum": 9,
        "content": "He also said, \"Blessed be the LORD, the God of Shem! May Canaan be the slave of Shem.",
        "vcode": "NIV",
        "vnum": 26
    },
    {
        "bcode": 1,
        "cnum": 9,
        "content": "May God extend the territory of Japheth ; may Japheth live in the tents of Shem, and may Canaan be his slave.\"",
        "vcode": "NIV",
        "vnum": 27
    },
    {
        "bcode": 1,
        "cnum": 9,
        "content": "After the flood Noah lived 350 years.",
        "vcode": "NIV",
        "vnum": 28
    },
    {
        "bcode": 1,
        "cnum": 9,
        "content": "Altogether, Noah lived 950 years, and then he died.",
        "vcode": "NIV",
        "vnum": 29
    }
]