[
    {
        "bcode": 14,
        "cnum": 22,
        "content": "예루살렘 주민이 여호람의 막내 아들 아하시야에게 왕위를 계승하게 하였으니 이는 전에 아라비아 사람들과 함께 와서 진을 치던 부대가 그의 모든 형들을 죽였음이라 그러므로 유다 왕 여호람의 아들 아하시야가 왕이 되었더라",
        "vcode": "GAE",
        "vnum": 1
    },
    {
        "bcode": 14,
        "cnum": 22,
        "content": "아하시야가 왕이 될 때에 나이가 사십이 세라 예루살렘에서 일 년 동안 다스리니라 그의 어머니의 이름은 아달랴요 오므리의 손녀더라",
        "vcode": "GAE",
        "vnum": 2
    },
    {
        "bcode": 14,
        "cnum": 22,
        "content": "아하시야도 아합의 집 길로 행하였으니 이는 그의 어머니가 꾀어 악을 행하게 하였음이라",
        "vcode": "GAE",
        "vnum": 3
    },
    {
        "bcode": 14,
        "cnum": 22,
        "content": "그의 아버지가 죽은 후에 그가 패망하게 하는 아합의 집의 가르침을 따라 여호와 보시기에 아합의 집 같이 악을 행하였더라",
        "vcode": "GAE",
        "vnum": 4
    },
    {
        "bcode": 14,
        "cnum": 22,
        "content": "아하시야가 아합의 집의 가르침을 따라 이스라엘 왕 아합의 아들 요람과 함께 길르앗 라못으로 가서 아람 왕 하사엘과 더불어 싸우더니 아람 사람들이 요람을 상하게 한지라",
        "vcode": "GAE",
        "vnum": 5
    },
    {
        "bcode": 14,
        "cnum": 22,
        "content": "요람이 아람 왕 하사엘과 싸울 때에 라마에서 맞아 상한 것을 치료하려 하여 이스르엘로 돌아왔더라 아합의 아들 요람이 병이 있으므로 유다 왕 여호람의 아들 아사랴가 이스르엘에 내려가서 방문하였더라",
        "vcode": "GAE",
        "vnum": 6
    },
    {
        "bcode": 14,
        "cnum": 22,
        "content": "아하시야가 요람에게 가므로 해를 입었으니 이는 하나님께로 말미암은 것이라 아하시야가 갔다가 요람과 함께 나가서 님시의 아들 예후를 맞았으니 그는 여호와께서 기름을 부으시고 아합의 집을 멸하게 하신 자이더라",
        "vcode": "GAE",
        "vnum": 7
    },
    {
        "bcode": 14,
        "cnum": 22,
        "content": "예후로 하여금 아합의 집을 심판하게 하실 때에 유다 방백들과 아하시야의 형제들의 아들들 곧 아하시야를 섬기는 자들을 만나서 죽였고",
        "vcode": "GAE",
        "vnum": 8
    },
    {
        "bcode": 14,
        "cnum": 22,
        "content": "아하시야는 사마리아에 숨었더니 예후가 찾으매 무리가 그를 예후에게로 잡아가서 죽이고 이르기를 그는 전심으로 여호와를 구하던 여호사밧의 아들이라 하고 장사하였더라 이에 아하시야의 집이 약하여 왕위를 힘으로 지키지 못하게 되니라",
        "vcode": "GAE",
        "vnum": 9
    },
    {
        "bcode": 14,
        "cnum": 22,
        "content": "아하시야의 어머니 아달랴가 자기의 아들이 죽은 것을 보고 일어나 유다 집의 왕국의 씨를 모두 진멸하였으나",
        "vcode": "GAE",
        "vnum": 10
    },
    {
        "bcode": 14,
        "cnum": 22,
        "content": "왕의 딸 여호사브앗이 아하시야의 아들 요아스를 왕자들이 죽임을 당하는 중에서 몰래 빼내어 그와 그의 유모를 침실에 숨겨 아달랴를 피하게 하였으므로 아달랴가 그를 죽이지 못하였더라 여호사브앗은 여호람 왕의 딸이요 아하시야의 누이요 제사장 여호야다의 아내이더라",
        "vcode": "GAE",
        "vnum": 11
    },
    {
        "bcode": 14,
        "cnum": 22,
        "content": "요아스가 그들과 함께 하나님의 전에 육 년을 숨어 있는 동안에 아달랴가 나라를 다스렸더라",
        "vcode": "GAE",
        "vnum": 12
    }
]