[
    {
        "bcode": 14,
        "cnum": 35,
        "content": "요시야가 예루살렘에서 여호와께 유월절을 지켜 첫째 달 열넷째 날에 유월절 어린 양을 잡으니라",
        "vcode": "GAE",
        "vnum": 1
    },
    {
        "bcode": 14,
        "cnum": 35,
        "content": "왕이 제사장들에게 그들의 직분을 맡기고 격려하여 여호와의 전에서 직무를 수행하게 하고",
        "vcode": "GAE",
        "vnum": 2
    },
    {
        "bcode": 14,
        "cnum": 35,
        "content": "또 여호와 앞에 구별되어서 온 이스라엘을 가르치는 레위 사람에게 이르되 거룩한 궤를 이스라엘 왕 다윗의 아들 솔로몬이 건축한 전 가운데 두고 다시는 너희 어깨에 메지 말고 마땅히 너희의 하나님 여호와와 그의 백성 이스라엘을 섬길 것이라",
        "vcode": "GAE",
        "vnum": 3
    },
    {
        "bcode": 14,
        "cnum": 35,
        "content": "너희는 이스라엘 왕 다윗의 글과 다윗의 아들 솔로몬의 글을 준행하여 너희 족속대로 반열을 따라 스스로 준비하고",
        "vcode": "GAE",
        "vnum": 4
    },
    {
        "bcode": 14,
        "cnum": 35,
        "content": "너희 형제 모든 백성의 족속의 서열대로 또는 레위 족속의 서열대로 성소에 서서",
        "vcode": "GAE",
        "vnum": 5
    },
    {
        "bcode": 14,
        "cnum": 35,
        "content": "스스로 성결하게 하고 유월절 어린 양을 잡아 너희 형제들을 위하여 준비하되 여호와께서 모세를 통하여 전하신 말씀을 따라 행할지니라",
        "vcode": "GAE",
        "vnum": 6
    },
    {
        "bcode": 14,
        "cnum": 35,
        "content": "요시야가 그 모인 모든 이를 위하여 백성들에게 자기의 소유 양 떼 중에서 어린 양과 어린 염소 삼만 마리와 수소 삼천 마리를 내어 유월절 제물로 주매",
        "vcode": "GAE",
        "vnum": 7
    },
    {
        "bcode": 14,
        "cnum": 35,
        "content": "방백들도 즐거이 희생을 드려 백성과 제사장들과 레위 사람들에게 주었고 하나님의 전을 주장하는 자 힐기야와 스가랴와 여히엘은 제사장들에게 양 이천육백 마리와 수소 삼백 마리를 유월절 제물로 주었고",
        "vcode": "GAE",
        "vnum": 8
    },
    {
        "bcode": 14,
        "cnum": 35,
        "content": "또 레위 사람들의 우두머리들 곧 고나냐와 그의 형제 스마야와 느다넬과 또 하사뱌와 여이엘과 요사밧은 양 오천 마리와 수소 오백 마리를 레위 사람들에게 유월절 제물로 주었더라",
        "vcode": "GAE",
        "vnum": 9
    },
    {
        "bcode": 14,
        "cnum": 35,
        "content": "이와 같이 섬길 일이 구비되매 왕의 명령을 따라 제사장들은 그들의 처소에 서고 레위 사람들은 그들의 반열대로 서고",
        "vcode": "GAE",
        "vnum": 10
    },
    {
        "bcode": 14,
        "cnum": 35,
        "content": "유월절 양을 잡으니 제사장들은 그들의 손에서 피를 받아 뿌리고 또 레위 사람들은 잡은 짐승의 가죽을 벗기고",
        "vcode": "GAE",
        "vnum": 11
    },
    {
        "bcode": 14,
        "cnum": 35,
        "content": "그 번제물을 옮겨 족속의 서열대로 모든 백성에게 나누어 모세의 책에 기록된 대로 여호와께 드리게 하고 소도 그와 같이 하고",
        "vcode": "GAE",
        "vnum": 12
    },
    {
        "bcode": 14,
        "cnum": 35,
        "content": "이에 규례대로 유월절 양을 불에 굽고 그 나머지 성물은 솥과 가마와 냄비에 삶아 모든 백성들에게 속히 분배하고",
        "vcode": "GAE",
        "vnum": 13
    },
    {
        "bcode": 14,
        "cnum": 35,
        "content": "그 후에 자기와 제사장들을 위하여 준비하니 이는 아론의 자손 제사장들이 번제와 기름을 저녁까지 드리므로 레위 사람들이 자기와 아론의 자손 제사장들을 위하여 준비함이더라",
        "vcode": "GAE",
        "vnum": 14
    },
    {
        "bcode": 14,
        "cnum": 35,
        "content": "아삽의 자손 노래하는 자들은 다윗과 아삽과 헤만과 왕의 선견자 여두둔이 명령한 대로 자기 처소에 있고 문지기들은 각 문에 있고 그 직무에서 떠날 것이 없었으니 이는 그의 형제 레위 사람들이 그들을 위하여 준비하였음이더라",
        "vcode": "GAE",
        "vnum": 15
    },
    {
        "bcode": 14,
        "cnum": 35,
        "content": "이와 같이 당일에 여호와를 섬길 일이 다 준비되매 요시야 왕의 명령대로 유월절을 지키며 번제를 여호와의 제단에 드렸으며",
        "vcode": "GAE",
        "vnum": 16
    },
    {
        "bcode": 14,
        "cnum": 35,
        "content": "그 때에 모인 이스라엘 자손이 유월절을 지키고 이어서 무교절을 칠 일 동안 지켰으니",
        "vcode": "GAE",
        "vnum": 17
    },
    {
        "bcode": 14,
        "cnum": 35,
        "content": "선지자 사무엘 이후로 이스라엘 가운데서 유월절을 이같이 지키지 못하였고 이스라엘 모든 왕들도 요시야가 제사장들과 레위 사람들과 모인 온 유다와 이스라엘 무리와 예루살렘 주민과 함께 지킨 것처럼은 유월절을 지키지 못하였더라",
        "vcode": "GAE",
        "vnum": 18
    },
    {
        "bcode": 14,
        "cnum": 35,
        "content": "요시야가 왕위에 있은 지 열여덟째 해에 이 유월절을 지켰더라",
        "vcode": "GAE",
        "vnum": 19
    },
    {
        "bcode": 14,
        "cnum": 35,
        "content": "이 모든 일 후 곧 요시야가 성전을 정돈하기를 마친 후에 애굽 왕 느고가 유브라데 강 가의 갈그미스를 치러 올라왔으므로 요시야가 나가서 방비하였더니",
        "vcode": "GAE",
        "vnum": 20
    },
    {
        "bcode": 14,
        "cnum": 35,
        "content": "느고가 요시야에게 사신을 보내어 이르되 유다 왕이여 내가 그대와 무슨 관계가 있느냐 내가 오늘 그대를 치려는 것이 아니요 나와 더불어 싸우는 족속을 치려는 것이라 하나님이 나에게 명령하사 속히 하라 하셨은즉 하나님이 나와 함께 계시니 그대는 하나님을 거스르지 말라 그대를 멸하실까 하노라 하나",
        "vcode": "GAE",
        "vnum": 21
    },
    {
        "bcode": 14,
        "cnum": 35,
        "content": "요시야가 몸을 돌이켜 떠나기를 싫어하고 오히려 변장하고 그와 싸우고자 하여 하나님의 입에서 나온 느고의 말을 듣지 아니하고 므깃도 골짜기에 이르러 싸울 때에",
        "vcode": "GAE",
        "vnum": 22
    },
    {
        "bcode": 14,
        "cnum": 35,
        "content": "활 쏘는 자가 요시야 왕을 쏜지라 왕이 그의 신하들에게 이르되 내가 중상을 입었으니 나를 도와 나가게 하라",
        "vcode": "GAE",
        "vnum": 23
    },
    {
        "bcode": 14,
        "cnum": 35,
        "content": "그 부하들이 그를 병거에서 내리게 하고 그의 버금 병거에 태워 예루살렘에 이른 후에 그가 죽으니 그의 조상들의 묘실에 장사되니라 온 유다와 예루살렘 사람들이 요시야를 슬퍼하고",
        "vcode": "GAE",
        "vnum": 24
    },
    {
        "bcode": 14,
        "cnum": 35,
        "content": "예레미야는 그를 위하여 애가를 지었으며 모든 노래하는 남자들과 여자들은 요시야를 슬피 노래하니 이스라엘에 규례가 되어 오늘까지 이르렀으며 그 가사는 애가 중에 기록되었더라",
        "vcode": "GAE",
        "vnum": 25
    },
    {
        "bcode": 14,
        "cnum": 35,
        "content": "요시야의 남은 사적과 여호와의 율법에 기록된 대로 행한 모든 선한 일과",
        "vcode": "GAE",
        "vnum": 26
    },
    {
        "bcode": 14,
        "cnum": 35,
        "content": "그의 처음부터 끝까지의 행적은 이스라엘과 유다 열왕기에 기록되니라",
        "vcode": "GAE",
        "vnum": 27
    }
]