[
    {
        "bcode": 20,
        "cnum": 16,
        "content": "To man belong the plans of the heart, but from the LORD comes the reply of the tongue.",
        "vcode": "NIV",
        "vnum": 1
    },
    {
        "bcode": 20,
        "cnum": 16,
        "content": "All a man's ways seem innocent to him, but motives are weighed by the LORD.",
        "vcode": "NIV",
        "vnum": 2
    },
    {
        "bcode": 20,
        "cnum": 16,
        "content": "Commit to the LORD whatever you do, and your plans will succeed.",
        "vcode": "NIV",
        "vnum": 3
    },
    {
        "bcode": 20,
        "cnum": 16,
        "content": "The LORD works out everything for his own ends-- even the wicked for a day of disaster.",
        "vcode": "NIV",
        "vnum": 4
    },
    {
        "bcode": 20,
        "cnum": 16,
        "content": "The LORD detests all the proud of heart. Be sure of this: They will not go unpunished.",
        "vcode": "NIV",
        "vnum": 5
    },
    {
        "bcode": 20,
        "cnum": 16,
        "content": "Through love and faithfulness sin is atoned for; through the fear of the LORD a man avoids evil.",
        "vcode": "NIV",
        "vnum": 6
    },
    {
        "bcode": 20,
        "cnum": 16,
        "content": "When a man's ways are pleasing to the LORD, he makes even his enemies live at peace with him.",
        "vcode": "NIV",
        "vnum": 7
    },
    {
        "bcode": 20,
        "cnum": 16,
        "content": "Better a little with righteousness than much gain with injustice.",
        "vcode": "NIV",
        "vnum": 8
    },
    {
        "bcode": 20,
        "cnum": 16,
        "content": "In his heart a man plans his course, but the LORD determines his steps.",
        "vcode": "NIV",
        "vnum": 9
    },
    {
        "bcode": 20,
        "cnum": 16,
        "content": "The lips of a king speak as an oracle, and his mouth should not betray justice.",
        "vcode": "NIV",
        "vnum": 10
    },
    {
        "bcode": 20,
        "cnum": 16,
        "content": "Honest scales and balances are from the LORD; all the weights in the bag are of his making.",
        "vcode": "NIV",
        "vnum": 11
    },
    {
        "bcode": 20,
        "cnum": 16,
        "content": "Kings detest wrongdoing, for a throne is established through righteousness.",
        "vcode": "NIV",
        "vnum": 12
    },
    {
        "bcode": 20,
        "cnum": 16,
        "content": "Kings take pleasure in honest lips; they value a man who speaks the truth.",
        "vcode": "NIV",
        "vnum": 13
    },
    {
        "bcode": 20,
        "cnum": 16,
        "content": "A king's wrath is a messenger of death, but a wise man will appease it.",
        "vcode": "NIV",
        "vnum": 14
    },
    {
        "bcode": 20,
        "cnum": 16,
        "content": "When a king's face brightens, it means life; his favor is like a rain cloud in spring.",
        "vcode": "NIV",
        "vnum": 15
    },
    {
        "bcode": 20,
        "cnum": 16,
        "content": "How much better to get wisdom than gold, to choose understanding rather than silver!",
        "vcode": "NIV",
        "vnum": 16
    },
    {
        "bcode": 20,
        "cnum": 16,
        "content": "The highway of the upright avoids evil; he who guards his way guards his life.",
        "vcode": "NIV",
        "vnum": 17
    },
    {
        "bcode": 20,
        "cnum": 16,
        "content": "Pride goes before destruction, a haughty spirit before a fall.",
        "vcode": "NIV",
        "vnum": 18
    },
    {
        "bcode": 20,
        "cnum": 16,
        "content": "Better to be lowly in spirit and among the oppressed than to share plunder with the proud.",
        "vcode": "NIV",
        "vnum": 19
    },
    {
        "bcode": 20,
        "cnum": 16,
        "content": "Whoever gives heed to instruction prospers, and blessed is he who trusts in the LORD.",
        "vcode": "NIV",
        "vnum": 20
    },
    {
        "bcode": 20,
        "cnum": 16,
        "content": "The wise in heart are called discerning, and pleasant words promote instruction.",
        "vcode": "NIV",
        "vnum": 21
    },
    {
        "bcode": 20,
        "cnum": 16,
        "content": "Understanding is a fountain of life to those who have it, but folly brings punishment to fools.",
        "vcode": "NIV",
        "vnum": 22
    },
    {
        "bcode": 20,
        "cnum": 16,
        "content": "A wise man's heart guides his mouth, and his lips promote instruction.",
        "vcode": "NIV",
        "vnum": 23
    },
    {
        "bcode": 20,
        "cnum": 16,
        "content": "Pleasant words are a honeycomb, sweet to the soul and healing to the bones.",
        "vcode": "NIV",
        "vnum": 24
    },
    {
        "bcode": 20,
        "cnum": 16,
        "content": "There is a way that seems right to a man, but in the end it leads to death.",
        "vcode": "NIV",
        "vnum": 25
    },
    {
        "bcode": 20,
        "cnum": 16,
        "content": "The laborer's appetite works for him; his hunger drives him on.",
        "vcode": "NIV",
        "vnum": 26
    },
    {
        "bcode": 20,
        "cnum": 16,
        "content": "A scoundrel plots evil, and his speech is like a scorching fire.",
        "vcode": "NIV",
        "vnum": 27
    },
    {
        "bcode": 20,
        "cnum": 16,
        "content": "A perverse man stirs up dissension, and a gossip separates close friends.",
        "vcode": "NIV",
        "vnum": 28
    },
    {
        "bcode": 20,
        "cnum": 16,
        "content": "A violent man entices his neighbor and leads him down a path that is not good.",
        "vcode": "NIV",
        "vnum": 29
    },
    {
        "bcode": 20,
        "cnum": 16,
        "content": "He who winks with his eye is plotting perversity; he who purses his lips is bent on evil.",
        "vcode": "NIV",
        "vnum": 30
    },
    {
        "bcode": 20,
        "cnum": 16,
        "content": "Gray hair is a crown of splendor; it is attained by a righteous life.",
        "vcode": "NIV",
        "vnum": 31
    },
    {
        "bcode": 20,
        "cnum": 16,
        "content": "Better a patient man than a warrior, a man who controls his temper than one who takes a city.",
        "vcode": "NIV",
        "vnum": 32
    },
    {
        "bcode": 20,
        "cnum": 16,
        "content": "The lot is cast into the lap, but its every decision is from the LORD.",
        "vcode": "NIV",
        "vnum": 33
    }
]