{"pageProps":{"version":{"name":"NIV","vcode":"NIV"},"bible":{"bcode":36,"chapterCount":3,"name":"Zephaniah","type":"old","vcode":"NIV"},"chapter":"2","verses":[{"bcode":36,"cnum":2,"content":"Gather together, gather together, O shameful nation,","vcode":"NIV","vnum":1},{"bcode":36,"cnum":2,"content":"before the appointed time arrives and that day sweeps on like chaff, before the fierce anger of the LORD comes upon you, before the day of the LORD's wrath comes upon you.","vcode":"NIV","vnum":2},{"bcode":36,"cnum":2,"content":"Seek the LORD, all you humble of the land, you who do what he commands. Seek righteousness, seek humility; perhaps you will be sheltered on the day of the LORD's anger.","vcode":"NIV","vnum":3},{"bcode":36,"cnum":2,"content":"Gaza will be abandoned and Ashkelon left in ruins. At midday Ashdod will be emptied and Ekron uprooted.","vcode":"NIV","vnum":4},{"bcode":36,"cnum":2,"content":"Woe to you who live by the sea, O Kerethite people; the word of the LORD is against you, O Canaan, land of the Philistines. \"I will destroy you, and none will be left.\"","vcode":"NIV","vnum":5},{"bcode":36,"cnum":2,"content":"The land by the sea, where the Kerethites dwell, will be a place for shepherds and sheep pens.","vcode":"NIV","vnum":6},{"bcode":36,"cnum":2,"content":"It will belong to the remnant of the house of Judah; there they will find pasture. In the evening they will lie down in the houses of Ashkelon. The LORD their God will care for them; he will restore their fortunes.","vcode":"NIV","vnum":7},{"bcode":36,"cnum":2,"content":"\"I have heard the insults of Moab and the taunts of the Ammonites, who insulted my people and made threats against their land.","vcode":"NIV","vnum":8},{"bcode":36,"cnum":2,"content":"Therefore, as surely as I live,\" declares the LORD Almighty, the God of Israel, \"surely Moab will become like Sodom, the Ammonites like Gomorrah-- a place of weeds and salt pits, a wasteland forever. The remnant of my people will plunder them; the survivors of my nation will inherit their land.\"","vcode":"NIV","vnum":9},{"bcode":36,"cnum":2,"content":"This is what they will get in return for their pride, for insulting and mocking the people of the LORD Almighty.","vcode":"NIV","vnum":10},{"bcode":36,"cnum":2,"content":"The LORD will be awesome to them when he destroys all the gods of the land. The nations on every shore will worship him, every one in its own land.","vcode":"NIV","vnum":11},{"bcode":36,"cnum":2,"content":"\"You too, O Cushites, will be slain by my sword.\"","vcode":"NIV","vnum":12},{"bcode":36,"cnum":2,"content":"He will stretch out his hand against the north and destroy Assyria, leaving Nineveh utterly desolate and dry as the desert.","vcode":"NIV","vnum":13},{"bcode":36,"cnum":2,"content":"Flocks and herds will lie down there, creatures of every kind. The desert owl and the screech owl will roost on her columns. Their calls will echo through the windows, rubble will be in the doorways, the beams of cedar will be exposed.","vcode":"NIV","vnum":14},{"bcode":36,"cnum":2,"content":"This is the carefree city that lived in safety. She said to herself, \"I am, and there is none besides me.\" What a ruin she has become, a lair for wild beasts! All who pass by her scoff and shake their fists.","vcode":"NIV","vnum":15}]},"__N_SSG":true}