[
    {
        "bcode": 58,
        "cnum": 10,
        "content": "The law is only a shadow of the good things that are coming--not the realities themselves. For this reason it can never, by the same sacrifices repeated endlessly year after year, make perfect those who draw near to worship.",
        "vcode": "NIV",
        "vnum": 1
    },
    {
        "bcode": 58,
        "cnum": 10,
        "content": "If it could, would they not have stopped being offered? For the worshipers would have been cleansed once for all, and would no longer have felt guilty for their sins.",
        "vcode": "NIV",
        "vnum": 2
    },
    {
        "bcode": 58,
        "cnum": 10,
        "content": "But those sacrifices are an annual reminder of sins,",
        "vcode": "NIV",
        "vnum": 3
    },
    {
        "bcode": 58,
        "cnum": 10,
        "content": "because it is impossible for the blood of bulls and goats to take away sins.",
        "vcode": "NIV",
        "vnum": 4
    },
    {
        "bcode": 58,
        "cnum": 10,
        "content": "Therefore, when Christ came into the world, he said: \"Sacrifice and offering you did not desire, but a body you prepared for me;",
        "vcode": "NIV",
        "vnum": 5
    },
    {
        "bcode": 58,
        "cnum": 10,
        "content": "with burnt offerings and sin offerings you were not pleased.",
        "vcode": "NIV",
        "vnum": 6
    },
    {
        "bcode": 58,
        "cnum": 10,
        "content": "Then I said, 'Here I am--it is written about me in the scroll-- I have come to do your will, O God.' \"",
        "vcode": "NIV",
        "vnum": 7
    },
    {
        "bcode": 58,
        "cnum": 10,
        "content": "First he said, \"Sacrifices and offerings, burnt offerings and sin offerings you did not desire, nor were you pleased with them\" (although the law required them to be made).",
        "vcode": "NIV",
        "vnum": 8
    },
    {
        "bcode": 58,
        "cnum": 10,
        "content": "Then he said, \"Here I am, I have come to do your will.\" He sets aside the first to establish the second.",
        "vcode": "NIV",
        "vnum": 9
    },
    {
        "bcode": 58,
        "cnum": 10,
        "content": "And by that will, we have been made holy through the sacrifice of the body of Jesus Christ once for all.",
        "vcode": "NIV",
        "vnum": 10
    },
    {
        "bcode": 58,
        "cnum": 10,
        "content": "Day after day every priest stands and performs his religious duties; again and again he offers the same sacrifices, which can never take away sins.",
        "vcode": "NIV",
        "vnum": 11
    },
    {
        "bcode": 58,
        "cnum": 10,
        "content": "But when this priest had offered for all time one sacrifice for sins, he sat down at the right hand of God.",
        "vcode": "NIV",
        "vnum": 12
    },
    {
        "bcode": 58,
        "cnum": 10,
        "content": "Since that time he waits for his enemies to be made his footstool,",
        "vcode": "NIV",
        "vnum": 13
    },
    {
        "bcode": 58,
        "cnum": 10,
        "content": "because by one sacrifice he has made perfect forever those who are being made holy.",
        "vcode": "NIV",
        "vnum": 14
    },
    {
        "bcode": 58,
        "cnum": 10,
        "content": "The Holy Spirit also testifies to us about this. First he says:",
        "vcode": "NIV",
        "vnum": 15
    },
    {
        "bcode": 58,
        "cnum": 10,
        "content": "\"This is the covenant I will make with them after that time, says the Lord. I will put my laws in their hearts, and I will write them on their minds.\"",
        "vcode": "NIV",
        "vnum": 16
    },
    {
        "bcode": 58,
        "cnum": 10,
        "content": "Then he adds: \"Their sins and lawless acts I will remember no more.\"",
        "vcode": "NIV",
        "vnum": 17
    },
    {
        "bcode": 58,
        "cnum": 10,
        "content": "And where these have been forgiven, there is no longer any sacrifice for sin.",
        "vcode": "NIV",
        "vnum": 18
    },
    {
        "bcode": 58,
        "cnum": 10,
        "content": "Therefore, brothers, since we have confidence to enter the Most Holy Place by the blood of Jesus,",
        "vcode": "NIV",
        "vnum": 19
    },
    {
        "bcode": 58,
        "cnum": 10,
        "content": "by a new and living way opened for us through the curtain, that is, his body,",
        "vcode": "NIV",
        "vnum": 20
    },
    {
        "bcode": 58,
        "cnum": 10,
        "content": "and since we have a great priest over the house of God,",
        "vcode": "NIV",
        "vnum": 21
    },
    {
        "bcode": 58,
        "cnum": 10,
        "content": "let us draw near to God with a sincere heart in full assurance of faith, having our hearts sprinkled to cleanse us from a guilty conscience and having our bodies washed with pure water.",
        "vcode": "NIV",
        "vnum": 22
    },
    {
        "bcode": 58,
        "cnum": 10,
        "content": "Let us hold unswervingly to the hope we profess, for he who promised is faithful.",
        "vcode": "NIV",
        "vnum": 23
    },
    {
        "bcode": 58,
        "cnum": 10,
        "content": "And let us consider how we may spur one another on toward love and good deeds.",
        "vcode": "NIV",
        "vnum": 24
    },
    {
        "bcode": 58,
        "cnum": 10,
        "content": "Let us not give up meeting together, as some are in the habit of doing, but let us encourage one another--and all the more as you see the Day approaching.",
        "vcode": "NIV",
        "vnum": 25
    },
    {
        "bcode": 58,
        "cnum": 10,
        "content": "If we deliberately keep on sinning after we have received the knowledge of the truth, no sacrifice for sins is left,",
        "vcode": "NIV",
        "vnum": 26
    },
    {
        "bcode": 58,
        "cnum": 10,
        "content": "but only a fearful expectation of judgment and of raging fire that will consume the enemies of God.",
        "vcode": "NIV",
        "vnum": 27
    },
    {
        "bcode": 58,
        "cnum": 10,
        "content": "Anyone who rejected the law of Moses died without mercy on the testimony of two or three witnesses.",
        "vcode": "NIV",
        "vnum": 28
    },
    {
        "bcode": 58,
        "cnum": 10,
        "content": "How much more severely do you think a man deserves to be punished who has trampled the Son of God under foot, who has treated as an unholy thing the blood of the covenant that sanctified him, and who has insulted the Spirit of grace?",
        "vcode": "NIV",
        "vnum": 29
    },
    {
        "bcode": 58,
        "cnum": 10,
        "content": "For we know him who said, \"It is mine to avenge; I will repay,\" and again, \"The Lord will judge his people.\"",
        "vcode": "NIV",
        "vnum": 30
    },
    {
        "bcode": 58,
        "cnum": 10,
        "content": "It is a dreadful thing to fall into the hands of the living God.",
        "vcode": "NIV",
        "vnum": 31
    },
    {
        "bcode": 58,
        "cnum": 10,
        "content": "Remember those earlier days after you had received the light, when you stood your ground in a great contest in the face of suffering.",
        "vcode": "NIV",
        "vnum": 32
    },
    {
        "bcode": 58,
        "cnum": 10,
        "content": "Sometimes you were publicly exposed to insult and persecution; at other times you stood side by side with those who were so treated.",
        "vcode": "NIV",
        "vnum": 33
    },
    {
        "bcode": 58,
        "cnum": 10,
        "content": "You sympathized with those in prison and joyfully accepted the confiscation of your property, because you knew that you yourselves had better and lasting possessions.",
        "vcode": "NIV",
        "vnum": 34
    },
    {
        "bcode": 58,
        "cnum": 10,
        "content": "So do not throw away your confidence; it will be richly rewarded.",
        "vcode": "NIV",
        "vnum": 35
    },
    {
        "bcode": 58,
        "cnum": 10,
        "content": "You need to persevere so that when you have done the will of God, you will receive what he has promised.",
        "vcode": "NIV",
        "vnum": 36
    },
    {
        "bcode": 58,
        "cnum": 10,
        "content": "For in just a very little while, \"He who is coming will come and will not delay.",
        "vcode": "NIV",
        "vnum": 37
    },
    {
        "bcode": 58,
        "cnum": 10,
        "content": "But my righteous one will live by faith. And if he shrinks back, I will not be pleased with him.\"",
        "vcode": "NIV",
        "vnum": 38
    },
    {
        "bcode": 58,
        "cnum": 10,
        "content": "But we are not of those who shrink back and are destroyed, but of those who believe and are saved.",
        "vcode": "NIV",
        "vnum": 39
    }
]