[
    {
        "bcode": 14,
        "cnum": 14,
        "content": "And Abijah rested with his fathers and was buried in the City of David. Asa his son succeeded him as king, and in his days the country was at peace for ten years.",
        "vcode": "NIV",
        "vnum": 1
    },
    {
        "bcode": 14,
        "cnum": 14,
        "content": "Asa did what was good and right in the eyes of the LORD his God.",
        "vcode": "NIV",
        "vnum": 2
    },
    {
        "bcode": 14,
        "cnum": 14,
        "content": "He removed the foreign altars and the high places, smashed the sacred stones and cut down the Asherah poles.",
        "vcode": "NIV",
        "vnum": 3
    },
    {
        "bcode": 14,
        "cnum": 14,
        "content": "He commanded Judah to seek the LORD, the God of their fathers, and to obey his laws and commands.",
        "vcode": "NIV",
        "vnum": 4
    },
    {
        "bcode": 14,
        "cnum": 14,
        "content": "He removed the high places and incense altars in every town in Judah, and the kingdom was at peace under him.",
        "vcode": "NIV",
        "vnum": 5
    },
    {
        "bcode": 14,
        "cnum": 14,
        "content": "He built up the fortified cities of Judah, since the land was at peace. No one was at war with him during those years, for the LORD gave him rest.",
        "vcode": "NIV",
        "vnum": 6
    },
    {
        "bcode": 14,
        "cnum": 14,
        "content": "\"Let us build up these towns,\" he said to Judah, \"and put walls around them, with towers, gates and bars. The land is still ours, because we have sought the LORD our God; we sought him and he has given us rest on every side.\" So they built and prospered.",
        "vcode": "NIV",
        "vnum": 7
    },
    {
        "bcode": 14,
        "cnum": 14,
        "content": "Asa had an army of three hundred thousand men from Judah, equipped with large shields and with spears, and two hundred and eighty thousand from Benjamin, armed with small shields and with bows. All these were brave fighting men.",
        "vcode": "NIV",
        "vnum": 8
    },
    {
        "bcode": 14,
        "cnum": 14,
        "content": "Zerah the Cushite marched out against them with a vast army and three hundred chariots, and came as far as Mareshah.",
        "vcode": "NIV",
        "vnum": 9
    },
    {
        "bcode": 14,
        "cnum": 14,
        "content": "Asa went out to meet him, and they took up battle positions in the Valley of Zephathah near Mareshah.",
        "vcode": "NIV",
        "vnum": 10
    },
    {
        "bcode": 14,
        "cnum": 14,
        "content": "Then Asa called to the LORD his God and said, \"LORD, there is no one like you to help the powerless against the mighty. Help us, O LORD our God, for we rely on you, and in your name we have come against this vast army. O LORD, you are our God; do not let man prevail against you.\"",
        "vcode": "NIV",
        "vnum": 11
    },
    {
        "bcode": 14,
        "cnum": 14,
        "content": "The LORD struck down the Cushites before Asa and Judah. The Cushites fled,",
        "vcode": "NIV",
        "vnum": 12
    },
    {
        "bcode": 14,
        "cnum": 14,
        "content": "and Asa and his army pursued them as far as Gerar. Such a great number of Cushites fell that they could not recover; they were crushed before the LORD and his forces. The men of Judah carried off a large amount of plunder.",
        "vcode": "NIV",
        "vnum": 13
    },
    {
        "bcode": 14,
        "cnum": 14,
        "content": "They destroyed all the villages around Gerar, for the terror of the LORD had fallen upon them. They plundered all these villages, since there was much booty there.",
        "vcode": "NIV",
        "vnum": 14
    },
    {
        "bcode": 14,
        "cnum": 14,
        "content": "They also attacked the camps of the herdsmen and carried off droves of sheep and goats and camels. Then they returned to Jerusalem.",
        "vcode": "NIV",
        "vnum": 15
    }
]