[
    {
        "bcode": 14,
        "cnum": 25,
        "content": "Amaziah was twenty-five years old when he became king, and he reigned in Jerusalem twenty-nine years. His mother's name was Jehoaddin ; she was from Jerusalem.",
        "vcode": "NIV",
        "vnum": 1
    },
    {
        "bcode": 14,
        "cnum": 25,
        "content": "He did what was right in the eyes of the LORD, but not wholeheartedly.",
        "vcode": "NIV",
        "vnum": 2
    },
    {
        "bcode": 14,
        "cnum": 25,
        "content": "After the kingdom was firmly in his control, he executed the officials who had murdered his father the king.",
        "vcode": "NIV",
        "vnum": 3
    },
    {
        "bcode": 14,
        "cnum": 25,
        "content": "Yet he did not put their sons to death, but acted in accordance with what is written in the Law, in the Book of Moses, where the LORD commanded: \"Fathers shall not be put to death for their children, nor children put to death for their fathers; each is to die for his own sins.\"",
        "vcode": "NIV",
        "vnum": 4
    },
    {
        "bcode": 14,
        "cnum": 25,
        "content": "Amaziah called the people of Judah together and assigned them according to their families to commanders of thousands and commanders of hundreds for all Judah and Benjamin. He then mustered those twenty years old or more and found that there were three hundred thousand men ready for military service, able to handle the spear and shield.",
        "vcode": "NIV",
        "vnum": 5
    },
    {
        "bcode": 14,
        "cnum": 25,
        "content": "He also hired a hundred thousand fighting men from Israel for a hundred talents of silver.",
        "vcode": "NIV",
        "vnum": 6
    },
    {
        "bcode": 14,
        "cnum": 25,
        "content": "But a man of God came to him and said, \"O king, these troops from Israel must not march with you, for the LORD is not with Israel--not with any of the people of Ephraim.",
        "vcode": "NIV",
        "vnum": 7
    },
    {
        "bcode": 14,
        "cnum": 25,
        "content": "Even if you go and fight courageously in battle, God will overthrow you before the enemy, for God has the power to help or to overthrow.\"",
        "vcode": "NIV",
        "vnum": 8
    },
    {
        "bcode": 14,
        "cnum": 25,
        "content": "Amaziah asked the man of God, \"But what about the hundred talents I paid for these Israelite troops?\" The man of God replied, \"The LORD can give you much more than that.\"",
        "vcode": "NIV",
        "vnum": 9
    },
    {
        "bcode": 14,
        "cnum": 25,
        "content": "So Amaziah dismissed the troops who had come to him from Ephraim and sent them home. They were furious with Judah and left for home in a great rage.",
        "vcode": "NIV",
        "vnum": 10
    },
    {
        "bcode": 14,
        "cnum": 25,
        "content": "Amaziah then marshaled his strength and led his army to the Valley of Salt, where he killed ten thousand men of Seir.",
        "vcode": "NIV",
        "vnum": 11
    },
    {
        "bcode": 14,
        "cnum": 25,
        "content": "The army of Judah also captured ten thousand men alive, took them to the top of a cliff and threw them down so that all were dashed to pieces.",
        "vcode": "NIV",
        "vnum": 12
    },
    {
        "bcode": 14,
        "cnum": 25,
        "content": "Meanwhile the troops that Amaziah had sent back and had not allowed to take part in the war raided Judean towns from Samaria to Beth Horon. They killed three thousand people and carried off great quantities of plunder.",
        "vcode": "NIV",
        "vnum": 13
    },
    {
        "bcode": 14,
        "cnum": 25,
        "content": "When Amaziah returned from slaughtering the Edomites, he brought back the gods of the people of Seir. He set them up as his own gods, bowed down to them and burned sacrifices to them.",
        "vcode": "NIV",
        "vnum": 14
    },
    {
        "bcode": 14,
        "cnum": 25,
        "content": "The anger of the LORD burned against Amaziah, and he sent a prophet to him, who said, \"Why do you consult this people's gods, which could not save their own people from your hand?\"",
        "vcode": "NIV",
        "vnum": 15
    },
    {
        "bcode": 14,
        "cnum": 25,
        "content": "While he was still speaking, the king said to him, \"Have we appointed you an adviser to the king? Stop! Why be struck down?\" So the prophet stopped but said, \"I know that God has determined to destroy you, because you have done this and have not listened to my counsel.\"",
        "vcode": "NIV",
        "vnum": 16
    },
    {
        "bcode": 14,
        "cnum": 25,
        "content": "After Amaziah king of Judah consulted his advisers, he sent this challenge to Jehoash son of Jehoahaz, the son of Jehu, king of Israel: \"Come, meet me face to face.\"",
        "vcode": "NIV",
        "vnum": 17
    },
    {
        "bcode": 14,
        "cnum": 25,
        "content": "But Jehoash king of Israel replied to Amaziah king of Judah: \"A thistle in Lebanon sent a message to a cedar in Lebanon, 'Give your daughter to my son in marriage.' Then a wild beast in Lebanon came along and trampled the thistle underfoot.",
        "vcode": "NIV",
        "vnum": 18
    },
    {
        "bcode": 14,
        "cnum": 25,
        "content": "You say to yourself that you have defeated Edom, and now you are arrogant and proud. But stay at home! Why ask for trouble and cause your own downfall and that of Judah also?\"",
        "vcode": "NIV",
        "vnum": 19
    },
    {
        "bcode": 14,
        "cnum": 25,
        "content": "Amaziah, however, would not listen, for God so worked that he might hand them over to Jehoash , because they sought the gods of Edom.",
        "vcode": "NIV",
        "vnum": 20
    },
    {
        "bcode": 14,
        "cnum": 25,
        "content": "So Jehoash king of Israel attacked. He and Amaziah king of Judah faced each other at Beth Shemesh in Judah.",
        "vcode": "NIV",
        "vnum": 21
    },
    {
        "bcode": 14,
        "cnum": 25,
        "content": "Judah was routed by Israel, and every man fled to his home.",
        "vcode": "NIV",
        "vnum": 22
    },
    {
        "bcode": 14,
        "cnum": 25,
        "content": "Jehoash king of Israel captured Amaziah king of Judah, the son of Joash, the son of Ahaziah, at Beth Shemesh. Then Jehoash brought him to Jerusalem and broke down the wall of Jerusalem from the Ephraim Gate to the Corner Gate--a section about six hundred feet long.",
        "vcode": "NIV",
        "vnum": 23
    },
    {
        "bcode": 14,
        "cnum": 25,
        "content": "He took all the gold and silver and all the articles found in the temple of God that had been in the care of Obed-Edom, together with the palace treasures and the hostages, and returned to Samaria.",
        "vcode": "NIV",
        "vnum": 24
    },
    {
        "bcode": 14,
        "cnum": 25,
        "content": "Amaziah son of Joash king of Judah lived for fifteen years after the death of Jehoash son of Jehoahaz king of Israel.",
        "vcode": "NIV",
        "vnum": 25
    },
    {
        "bcode": 14,
        "cnum": 25,
        "content": "As for the other events of Amaziah's reign, from beginning to end, are they not written in the book of the kings of Judah and Israel?",
        "vcode": "NIV",
        "vnum": 26
    },
    {
        "bcode": 14,
        "cnum": 25,
        "content": "From the time that Amaziah turned away from following the LORD, they conspired against him in Jerusalem and he fled to Lachish, but they sent men after him to Lachish and killed him there.",
        "vcode": "NIV",
        "vnum": 27
    },
    {
        "bcode": 14,
        "cnum": 25,
        "content": "He was brought back by horse and was buried with his fathers in the City of Judah.",
        "vcode": "NIV",
        "vnum": 28
    }
]