{"pageProps":{"version":{"name":"NIV","vcode":"NIV"},"bible":{"bcode":20,"chapterCount":31,"name":"Proverbs","type":"old","vcode":"NIV"},"chapter":"4","verses":[{"bcode":20,"cnum":4,"content":"Listen, my sons, to a father's instruction; pay attention and gain understanding.","vcode":"NIV","vnum":1},{"bcode":20,"cnum":4,"content":"I give you sound learning, so do not forsake my teaching.","vcode":"NIV","vnum":2},{"bcode":20,"cnum":4,"content":"When I was a boy in my father's house, still tender, and an only child of my mother,","vcode":"NIV","vnum":3},{"bcode":20,"cnum":4,"content":"he taught me and said, \"Lay hold of my words with all your heart; keep my commands and you will live.","vcode":"NIV","vnum":4},{"bcode":20,"cnum":4,"content":"Get wisdom, get understanding; do not forget my words or swerve from them.","vcode":"NIV","vnum":5},{"bcode":20,"cnum":4,"content":"Do not forsake wisdom, and she will protect you; love her, and she will watch over you.","vcode":"NIV","vnum":6},{"bcode":20,"cnum":4,"content":"Wisdom is supreme; therefore get wisdom. Though it cost all you have, get understanding.","vcode":"NIV","vnum":7},{"bcode":20,"cnum":4,"content":"Esteem her, and she will exalt you; embrace her, and she will honor you.","vcode":"NIV","vnum":8},{"bcode":20,"cnum":4,"content":"She will set a garland of grace on your head and present you with a crown of splendor.\"","vcode":"NIV","vnum":9},{"bcode":20,"cnum":4,"content":"Listen, my son, accept what I say, and the years of your life will be many.","vcode":"NIV","vnum":10},{"bcode":20,"cnum":4,"content":"I guide you in the way of wisdom and lead you along straight paths.","vcode":"NIV","vnum":11},{"bcode":20,"cnum":4,"content":"When you walk, your steps will not be hampered; when you run, you will not stumble.","vcode":"NIV","vnum":12},{"bcode":20,"cnum":4,"content":"Hold on to instruction, do not let it go; guard it well, for it is your life.","vcode":"NIV","vnum":13},{"bcode":20,"cnum":4,"content":"Do not set foot on the path of the wicked or walk in the way of evil men.","vcode":"NIV","vnum":14},{"bcode":20,"cnum":4,"content":"Avoid it, do not travel on it; turn from it and go on your way.","vcode":"NIV","vnum":15},{"bcode":20,"cnum":4,"content":"For they cannot sleep till they do evil; they are robbed of slumber till they make someone fall.","vcode":"NIV","vnum":16},{"bcode":20,"cnum":4,"content":"They eat the bread of wickedness and drink the wine of violence.","vcode":"NIV","vnum":17},{"bcode":20,"cnum":4,"content":"The path of the righteous is like the first gleam of dawn, shining ever brighter till the full light of day.","vcode":"NIV","vnum":18},{"bcode":20,"cnum":4,"content":"But the way of the wicked is like deep darkness; they do not know what makes them stumble.","vcode":"NIV","vnum":19},{"bcode":20,"cnum":4,"content":"My son, pay attention to what I say; listen closely to my words.","vcode":"NIV","vnum":20},{"bcode":20,"cnum":4,"content":"Do not let them out of your sight, keep them within your heart;","vcode":"NIV","vnum":21},{"bcode":20,"cnum":4,"content":"for they are life to those who find them and health to a man's whole body.","vcode":"NIV","vnum":22},{"bcode":20,"cnum":4,"content":"Above all else, guard your heart, for it is the wellspring of life.","vcode":"NIV","vnum":23},{"bcode":20,"cnum":4,"content":"Put away perversity from your mouth; keep corrupt talk far from your lips.","vcode":"NIV","vnum":24},{"bcode":20,"cnum":4,"content":"Let your eyes look straight ahead, fix your gaze directly before you.","vcode":"NIV","vnum":25},{"bcode":20,"cnum":4,"content":"Make level paths for your feet and take only ways that are firm.","vcode":"NIV","vnum":26},{"bcode":20,"cnum":4,"content":"Do not swerve to the right or the left; keep your foot from evil.","vcode":"NIV","vnum":27}]},"__N_SSG":true}