{"pageProps":{"version":{"name":"NIV","vcode":"NIV"},"bible":{"bcode":40,"chapterCount":28,"name":"Matthew","type":"new","vcode":"NIV"},"chapter":"16","verses":[{"bcode":40,"cnum":16,"content":"The Pharisees and Sadducees came to Jesus and tested him by asking him to show them a sign from heaven.","vcode":"NIV","vnum":1},{"bcode":40,"cnum":16,"content":"He replied, \"When evening comes, you say, 'It will be fair weather, for the sky is red,'","vcode":"NIV","vnum":2},{"bcode":40,"cnum":16,"content":"and in the morning, 'Today it will be stormy, for the sky is red and overcast.' You know how to interpret the appearance of the sky, but you cannot interpret the signs of the times.","vcode":"NIV","vnum":3},{"bcode":40,"cnum":16,"content":"A wicked and adulterous generation looks for a miraculous sign, but none will be given it except the sign of Jonah.\" Jesus then left them and went away.","vcode":"NIV","vnum":4},{"bcode":40,"cnum":16,"content":"When they went across the lake, the disciples forgot to take bread.","vcode":"NIV","vnum":5},{"bcode":40,"cnum":16,"content":"\"Be careful,\" Jesus said to them. \"Be on your guard against the yeast of the Pharisees and Sadducees.\"","vcode":"NIV","vnum":6},{"bcode":40,"cnum":16,"content":"They discussed this among themselves and said, \"It is because we didn't bring any bread.\"","vcode":"NIV","vnum":7},{"bcode":40,"cnum":16,"content":"Aware of their discussion, Jesus asked, \"You of little faith, why are you talking among yourselves about having no bread?","vcode":"NIV","vnum":8},{"bcode":40,"cnum":16,"content":"Do you still not understand? Don't you remember the five loaves for the five thousand, and how many basketfuls you gathered?","vcode":"NIV","vnum":9},{"bcode":40,"cnum":16,"content":"Or the seven loaves for the four thousand, and how many basketfuls you gathered?","vcode":"NIV","vnum":10},{"bcode":40,"cnum":16,"content":"How is it you don't understand that I was not talking to you about bread? But be on your guard against the yeast of the Pharisees and Sadducees.\"","vcode":"NIV","vnum":11},{"bcode":40,"cnum":16,"content":"Then they understood that he was not telling them to guard against the yeast used in bread, but against the teaching of the Pharisees and Sadducees.","vcode":"NIV","vnum":12},{"bcode":40,"cnum":16,"content":"When Jesus came to the region of Caesarea Philippi, he asked his disciples, \"Who do people say the Son of Man is?\"","vcode":"NIV","vnum":13},{"bcode":40,"cnum":16,"content":"They replied, \"Some say John the Baptist; others say Elijah; and still others, Jeremiah or one of the prophets.\"","vcode":"NIV","vnum":14},{"bcode":40,"cnum":16,"content":"\"But what about you?\" he asked. \"Who do you say I am?\"","vcode":"NIV","vnum":15},{"bcode":40,"cnum":16,"content":"Simon Peter answered, \"You are the Christ, the Son of the living God.\"","vcode":"NIV","vnum":16},{"bcode":40,"cnum":16,"content":"Jesus replied, \"Blessed are you, Simon son of Jonah, for this was not revealed to you by man, but by my Father in heaven.","vcode":"NIV","vnum":17},{"bcode":40,"cnum":16,"content":"And I tell you that you are Peter, and on this rock I will build my church, and the gates of Hades will not overcome it.","vcode":"NIV","vnum":18},{"bcode":40,"cnum":16,"content":"I will give you the keys of the kingdom of heaven; whatever you bind on earth will be bound in heaven, and whatever you loose on earth will be loosed in heaven.\"","vcode":"NIV","vnum":19},{"bcode":40,"cnum":16,"content":"Then he warned his disciples not to tell anyone that he was the Christ.","vcode":"NIV","vnum":20},{"bcode":40,"cnum":16,"content":"From that time on Jesus began to explain to his disciples that he must go to Jerusalem and suffer many things at the hands of the elders, chief priests and teachers of the law, and that he must be killed and on the third day be raised to life.","vcode":"NIV","vnum":21},{"bcode":40,"cnum":16,"content":"Peter took him aside and began to rebuke him. \"Never, Lord!\" he said. \"This shall never happen to you!\"","vcode":"NIV","vnum":22},{"bcode":40,"cnum":16,"content":"Jesus turned and said to Peter, \"Get behind me, Satan! You are a stumbling block to me; you do not have in mind the things of God, but the things of men.\"","vcode":"NIV","vnum":23},{"bcode":40,"cnum":16,"content":"Then Jesus said to his disciples, \"If anyone would come after me, he must deny himself and take up his cross and follow me.","vcode":"NIV","vnum":24},{"bcode":40,"cnum":16,"content":"For whoever wants to save his life will lose it, but whoever loses his life for me will find it.","vcode":"NIV","vnum":25},{"bcode":40,"cnum":16,"content":"What good will it be for a man if he gains the whole world, yet forfeits his soul? Or what can a man give in exchange for his soul?","vcode":"NIV","vnum":26},{"bcode":40,"cnum":16,"content":"For the Son of Man is going to come in his Father's glory with his angels, and then he will reward each person according to what he has done.","vcode":"NIV","vnum":27},{"bcode":40,"cnum":16,"content":"I tell you the truth, some who are standing here will not taste death before they see the Son of Man coming in his kingdom.\"","vcode":"NIV","vnum":28}]},"__N_SSG":true}