{"pageProps":{"version":{"name":"NIV","vcode":"NIV"},"bible":{"bcode":40,"chapterCount":28,"name":"Matthew","type":"new","vcode":"NIV"},"chapter":"4","verses":[{"bcode":40,"cnum":4,"content":"Then Jesus was led by the Spirit into the desert to be tempted by the devil.","vcode":"NIV","vnum":1},{"bcode":40,"cnum":4,"content":"After fasting forty days and forty nights, he was hungry.","vcode":"NIV","vnum":2},{"bcode":40,"cnum":4,"content":"The tempter came to him and said, \"If you are the Son of God, tell these stones to become bread.\"","vcode":"NIV","vnum":3},{"bcode":40,"cnum":4,"content":"Jesus answered, \"It is written: 'Man does not live on bread alone, but on every word that comes from the mouth of God.'\"","vcode":"NIV","vnum":4},{"bcode":40,"cnum":4,"content":"Then the devil took him to the holy city and had him stand on the highest point of the temple.","vcode":"NIV","vnum":5},{"bcode":40,"cnum":4,"content":"\"If you are the Son of God,\" he said, \"throw yourself down. For it is written: \" 'He will command his angels concerning you, and they will lift you up in their hands, so that you will not strike your foot against a stone.'\"","vcode":"NIV","vnum":6},{"bcode":40,"cnum":4,"content":"Jesus answered him, \"It is also written: 'Do not put the Lord your God to the test.'\"","vcode":"NIV","vnum":7},{"bcode":40,"cnum":4,"content":"Again, the devil took him to a very high mountain and showed him all the kingdoms of the world and their splendor.","vcode":"NIV","vnum":8},{"bcode":40,"cnum":4,"content":"\"All this I will give you,\" he said, \"if you will bow down and worship me.\"","vcode":"NIV","vnum":9},{"bcode":40,"cnum":4,"content":"Jesus said to him, \"Away from me, Satan! For it is written: 'Worship the Lord your God, and serve him only.'\"","vcode":"NIV","vnum":10},{"bcode":40,"cnum":4,"content":"Then the devil left him, and angels came and attended him.","vcode":"NIV","vnum":11},{"bcode":40,"cnum":4,"content":"When Jesus heard that John had been put in prison, he returned to Galilee.","vcode":"NIV","vnum":12},{"bcode":40,"cnum":4,"content":"Leaving Nazareth, he went and lived in Capernaum, which was by the lake in the area of Zebulun and Naphtali--","vcode":"NIV","vnum":13},{"bcode":40,"cnum":4,"content":"to fulfill what was said through the prophet Isaiah:","vcode":"NIV","vnum":14},{"bcode":40,"cnum":4,"content":"\"Land of Zebulun and land of Naphtali, the way to the sea, along the Jordan, Galilee of the Gentiles--","vcode":"NIV","vnum":15},{"bcode":40,"cnum":4,"content":"the people living in darkness have seen a great light; on those living in the land of the shadow of death a light has dawned.\"","vcode":"NIV","vnum":16},{"bcode":40,"cnum":4,"content":"From that time on Jesus began to preach, \"Repent, for the kingdom of heaven is near.\"","vcode":"NIV","vnum":17},{"bcode":40,"cnum":4,"content":"As Jesus was walking beside the Sea of Galilee, he saw two brothers, Simon called Peter and his brother Andrew. They were casting a net into the lake, for they were fishermen.","vcode":"NIV","vnum":18},{"bcode":40,"cnum":4,"content":"\"Come, follow me,\" Jesus said, \"and I will make you fishers of men.\"","vcode":"NIV","vnum":19},{"bcode":40,"cnum":4,"content":"At once they left their nets and followed him.","vcode":"NIV","vnum":20},{"bcode":40,"cnum":4,"content":"Going on from there, he saw two other brothers, James son of Zebedee and his brother John. They were in a boat with their father Zebedee, preparing their nets. Jesus called them,","vcode":"NIV","vnum":21},{"bcode":40,"cnum":4,"content":"and immediately they left the boat and their father and followed him.","vcode":"NIV","vnum":22},{"bcode":40,"cnum":4,"content":"Jesus went throughout Galilee, teaching in their synagogues, preaching the good news of the kingdom, and healing every disease and sickness among the people.","vcode":"NIV","vnum":23},{"bcode":40,"cnum":4,"content":"News about him spread all over Syria, and people brought to him all who were ill with various diseases, those suffering severe pain, the demon-possessed, those having seizures, and the paralyzed, and he healed them.","vcode":"NIV","vnum":24},{"bcode":40,"cnum":4,"content":"Large crowds from Galilee, the Decapolis, Jerusalem, Judea and the region across the Jordan followed him.","vcode":"NIV","vnum":25}]},"__N_SSG":true}