[
    {
        "bcode": 3,
        "cnum": 27,
        "content": "The LORD said to Moses,",
        "vcode": "NIV",
        "vnum": 1
    },
    {
        "bcode": 3,
        "cnum": 27,
        "content": "\"Speak to the Israelites and say to them: 'If anyone makes a special vow to dedicate persons to the LORD by giving equivalent values,",
        "vcode": "NIV",
        "vnum": 2
    },
    {
        "bcode": 3,
        "cnum": 27,
        "content": "set the value of a male between the ages of twenty and sixty at fifty shekels of silver, according to the sanctuary shekel ;",
        "vcode": "NIV",
        "vnum": 3
    },
    {
        "bcode": 3,
        "cnum": 27,
        "content": "and if it is a female, set her value at thirty shekels.",
        "vcode": "NIV",
        "vnum": 4
    },
    {
        "bcode": 3,
        "cnum": 27,
        "content": "If it is a person between the ages of five and twenty, set the value of a male at twenty shekels and of a female at ten shekels.",
        "vcode": "NIV",
        "vnum": 5
    },
    {
        "bcode": 3,
        "cnum": 27,
        "content": "If it is a person between one month and five years, set the value of a male at five shekels of silver and that of a female at three shekels of silver.",
        "vcode": "NIV",
        "vnum": 6
    },
    {
        "bcode": 3,
        "cnum": 27,
        "content": "If it is a person sixty years old or more, set the value of a male at fifteen shekels and of a female at ten shekels.",
        "vcode": "NIV",
        "vnum": 7
    },
    {
        "bcode": 3,
        "cnum": 27,
        "content": "If anyone making the vow is too poor to pay the specified amount, he is to present the person to the priest, who will set the value for him according to what the man making the vow can afford.",
        "vcode": "NIV",
        "vnum": 8
    },
    {
        "bcode": 3,
        "cnum": 27,
        "content": "\" 'If what he vowed is an animal that is acceptable as an offering to the LORD, such an animal given to the LORD becomes holy.",
        "vcode": "NIV",
        "vnum": 9
    },
    {
        "bcode": 3,
        "cnum": 27,
        "content": "He must not exchange it or substitute a good one for a bad one, or a bad one for a good one; if he should substitute one animal for another, both it and the substitute become holy.",
        "vcode": "NIV",
        "vnum": 10
    },
    {
        "bcode": 3,
        "cnum": 27,
        "content": "If what he vowed is a ceremonially unclean animal--one that is not acceptable as an offering to the LORD -the animal must be presented to the priest,",
        "vcode": "NIV",
        "vnum": 11
    },
    {
        "bcode": 3,
        "cnum": 27,
        "content": "who will judge its quality as good or bad. Whatever value the priest then sets, that is what it will be.",
        "vcode": "NIV",
        "vnum": 12
    },
    {
        "bcode": 3,
        "cnum": 27,
        "content": "If the owner wishes to redeem the animal, he must add a fifth to its value.",
        "vcode": "NIV",
        "vnum": 13
    },
    {
        "bcode": 3,
        "cnum": 27,
        "content": "\" 'If a man dedicates his house as something holy to the LORD, the priest will judge its quality as good or bad. Whatever value the priest then sets, so it will remain.",
        "vcode": "NIV",
        "vnum": 14
    },
    {
        "bcode": 3,
        "cnum": 27,
        "content": "If the man who dedicates his house redeems it, he must add a fifth to its value, and the house will again become his.",
        "vcode": "NIV",
        "vnum": 15
    },
    {
        "bcode": 3,
        "cnum": 27,
        "content": "\" 'If a man dedicates to the LORD part of his family land, its value is to be set according to the amount of seed required for it--fifty shekels of silver to a homer of barley seed.",
        "vcode": "NIV",
        "vnum": 16
    },
    {
        "bcode": 3,
        "cnum": 27,
        "content": "If he dedicates his field during the Year of Jubilee, the value that has been set remains.",
        "vcode": "NIV",
        "vnum": 17
    },
    {
        "bcode": 3,
        "cnum": 27,
        "content": "But if he dedicates his field after the Jubilee, the priest will determine the value according to the number of years that remain until the next Year of Jubilee, and its set value will be reduced.",
        "vcode": "NIV",
        "vnum": 18
    },
    {
        "bcode": 3,
        "cnum": 27,
        "content": "If the man who dedicates the field wishes to redeem it, he must add a fifth to its value, and the field will again become his.",
        "vcode": "NIV",
        "vnum": 19
    },
    {
        "bcode": 3,
        "cnum": 27,
        "content": "If, however, he does not redeem the field, or if he has sold it to someone else, it can never be redeemed.",
        "vcode": "NIV",
        "vnum": 20
    },
    {
        "bcode": 3,
        "cnum": 27,
        "content": "When the field is released in the Jubilee, it will become holy, like a field devoted to the LORD; it will become the property of the priests.",
        "vcode": "NIV",
        "vnum": 21
    },
    {
        "bcode": 3,
        "cnum": 27,
        "content": "\" 'If a man dedicates to the LORD a field he has bought, which is not part of his family land,",
        "vcode": "NIV",
        "vnum": 22
    },
    {
        "bcode": 3,
        "cnum": 27,
        "content": "the priest will determine its value up to the Year of Jubilee, and the man must pay its value on that day as something holy to the LORD.",
        "vcode": "NIV",
        "vnum": 23
    },
    {
        "bcode": 3,
        "cnum": 27,
        "content": "In the Year of Jubilee the field will revert to the person from whom he bought it, the one whose land it was.",
        "vcode": "NIV",
        "vnum": 24
    },
    {
        "bcode": 3,
        "cnum": 27,
        "content": "Every value is to be set according to the sanctuary shekel, twenty gerahs to the shekel.",
        "vcode": "NIV",
        "vnum": 25
    },
    {
        "bcode": 3,
        "cnum": 27,
        "content": "\" 'No one, however, may dedicate the firstborn of an animal, since the firstborn already belongs to the LORD; whether an ox or a sheep, it is the LORD's.",
        "vcode": "NIV",
        "vnum": 26
    },
    {
        "bcode": 3,
        "cnum": 27,
        "content": "If it is one of the unclean animals, he may buy it back at its set value, adding a fifth of the value to it. If he does not redeem it, it is to be sold at its set value.",
        "vcode": "NIV",
        "vnum": 27
    },
    {
        "bcode": 3,
        "cnum": 27,
        "content": "\" 'But nothing that a man owns and devotes to the LORD -whether man or animal or family land--may be sold or redeemed; everything so devoted is most holy to the LORD.",
        "vcode": "NIV",
        "vnum": 28
    },
    {
        "bcode": 3,
        "cnum": 27,
        "content": "\" 'No person devoted to destruction may be ransomed; he must be put to death.",
        "vcode": "NIV",
        "vnum": 29
    },
    {
        "bcode": 3,
        "cnum": 27,
        "content": "\" 'A tithe of everything from the land, whether grain from the soil or fruit from the trees, belongs to the LORD; it is holy to the LORD.",
        "vcode": "NIV",
        "vnum": 30
    },
    {
        "bcode": 3,
        "cnum": 27,
        "content": "If a man redeems any of his tithe, he must add a fifth of the value to it.",
        "vcode": "NIV",
        "vnum": 31
    },
    {
        "bcode": 3,
        "cnum": 27,
        "content": "The entire tithe of the herd and flock--every tenth animal that passes under the shepherd's rod--will be holy to the LORD.",
        "vcode": "NIV",
        "vnum": 32
    },
    {
        "bcode": 3,
        "cnum": 27,
        "content": "He must not pick out the good from the bad or make any substitution. If he does make a substitution, both the animal and its substitute become holy and cannot be redeemed.' \"",
        "vcode": "NIV",
        "vnum": 33
    },
    {
        "bcode": 3,
        "cnum": 27,
        "content": "These are the commands the LORD gave Moses on Mount Sinai for the Israelites.",
        "vcode": "NIV",
        "vnum": 34
    }
]