[
    {
        "bcode": 27,
        "cnum": 3,
        "content": "King Nebuchadnezzar made an image of gold, ninety feet high and nine feet wide, and set it up on the plain of Dura in the province of Babylon.",
        "vcode": "NIV",
        "vnum": 1
    },
    {
        "bcode": 27,
        "cnum": 3,
        "content": "He then summoned the satraps, prefects, governors, advisers, treasurers, judges, magistrates and all the other provincial officials to come to the dedication of the image he had set up.",
        "vcode": "NIV",
        "vnum": 2
    },
    {
        "bcode": 27,
        "cnum": 3,
        "content": "So the satraps, prefects, governors, advisers, treasurers, judges, magistrates and all the other provincial officials assembled for the dedication of the image that King Nebuchadnezzar had set up, and they stood before it.",
        "vcode": "NIV",
        "vnum": 3
    },
    {
        "bcode": 27,
        "cnum": 3,
        "content": "Then the herald loudly proclaimed, \"This is what you are commanded to do, O peoples, nations and men of every language:",
        "vcode": "NIV",
        "vnum": 4
    },
    {
        "bcode": 27,
        "cnum": 3,
        "content": "As soon as you hear the sound of the horn, flute, zither, lyre, harp, pipes and all kinds of music, you must fall down and worship the image of gold that King Nebuchadnezzar has set up.",
        "vcode": "NIV",
        "vnum": 5
    },
    {
        "bcode": 27,
        "cnum": 3,
        "content": "Whoever does not fall down and worship will immediately be thrown into a blazing furnace.\"",
        "vcode": "NIV",
        "vnum": 6
    },
    {
        "bcode": 27,
        "cnum": 3,
        "content": "Therefore, as soon as they heard the sound of the horn, flute, zither, lyre, harp and all kinds of music, all the peoples, nations and men of every language fell down and worshiped the image of gold that King Nebuchadnezzar had set up.",
        "vcode": "NIV",
        "vnum": 7
    },
    {
        "bcode": 27,
        "cnum": 3,
        "content": "At this time some astrologers came forward and denounced the Jews.",
        "vcode": "NIV",
        "vnum": 8
    },
    {
        "bcode": 27,
        "cnum": 3,
        "content": "They said to King Nebuchadnezzar, \"O king, live forever!",
        "vcode": "NIV",
        "vnum": 9
    },
    {
        "bcode": 27,
        "cnum": 3,
        "content": "You have issued a decree, O king, that everyone who hears the sound of the horn, flute, zither, lyre, harp, pipes and all kinds of music must fall down and worship the image of gold,",
        "vcode": "NIV",
        "vnum": 10
    },
    {
        "bcode": 27,
        "cnum": 3,
        "content": "and that whoever does not fall down and worship will be thrown into a blazing furnace.",
        "vcode": "NIV",
        "vnum": 11
    },
    {
        "bcode": 27,
        "cnum": 3,
        "content": "But there are some Jews whom you have set over the affairs of the province of Babylon--Shadrach, Meshach and Abednego--who pay no attention to you, O king. They neither serve your gods nor worship the image of gold you have set up.\"",
        "vcode": "NIV",
        "vnum": 12
    },
    {
        "bcode": 27,
        "cnum": 3,
        "content": "Furious with rage, Nebuchadnezzar summoned Shadrach, Meshach and Abednego. So these men were brought before the king,",
        "vcode": "NIV",
        "vnum": 13
    },
    {
        "bcode": 27,
        "cnum": 3,
        "content": "and Nebuchadnezzar said to them, \"Is it true, Shadrach, Meshach and Abednego, that you do not serve my gods or worship the image of gold I have set up?",
        "vcode": "NIV",
        "vnum": 14
    },
    {
        "bcode": 27,
        "cnum": 3,
        "content": "Now when you hear the sound of the horn, flute, zither, lyre, harp, pipes and all kinds of music, if you are ready to fall down and worship the image I made, very good. But if you do not worship it, you will be thrown immediately into a blazing furnace. Then what god will be able to rescue you from my hand?\"",
        "vcode": "NIV",
        "vnum": 15
    },
    {
        "bcode": 27,
        "cnum": 3,
        "content": "Shadrach, Meshach and Abednego replied to the king, \"O Nebuchadnezzar, we do not need to defend ourselves before you in this matter.",
        "vcode": "NIV",
        "vnum": 16
    },
    {
        "bcode": 27,
        "cnum": 3,
        "content": "If we are thrown into the blazing furnace, the God we serve is able to save us from it, and he will rescue us from your hand, O king.",
        "vcode": "NIV",
        "vnum": 17
    },
    {
        "bcode": 27,
        "cnum": 3,
        "content": "But even if he does not, we want you to know, O king, that we will not serve your gods or worship the image of gold you have set up.\"",
        "vcode": "NIV",
        "vnum": 18
    },
    {
        "bcode": 27,
        "cnum": 3,
        "content": "Then Nebuchadnezzar was furious with Shadrach, Meshach and Abednego, and his attitude toward them changed. He ordered the furnace heated seven times hotter than usual",
        "vcode": "NIV",
        "vnum": 19
    },
    {
        "bcode": 27,
        "cnum": 3,
        "content": "and commanded some of the strongest soldiers in his army to tie up Shadrach, Meshach and Abednego and throw them into the blazing furnace.",
        "vcode": "NIV",
        "vnum": 20
    },
    {
        "bcode": 27,
        "cnum": 3,
        "content": "So these men, wearing their robes, trousers, turbans and other clothes, were bound and thrown into the blazing furnace.",
        "vcode": "NIV",
        "vnum": 21
    },
    {
        "bcode": 27,
        "cnum": 3,
        "content": "The king's command was so urgent and the furnace so hot that the flames of the fire killed the soldiers who took up Shadrach, Meshach and Abednego,",
        "vcode": "NIV",
        "vnum": 22
    },
    {
        "bcode": 27,
        "cnum": 3,
        "content": "and these three men, firmly tied, fell into the blazing furnace.",
        "vcode": "NIV",
        "vnum": 23
    },
    {
        "bcode": 27,
        "cnum": 3,
        "content": "Then King Nebuchadnezzar leaped to his feet in amazement and asked his advisers, \"Weren't there three men that we tied up and threw into the fire?\" They replied, \"Certainly, O king.\"",
        "vcode": "NIV",
        "vnum": 24
    },
    {
        "bcode": 27,
        "cnum": 3,
        "content": "He said, \"Look! I see four men walking around in the fire, unbound and unharmed, and the fourth looks like a son of the gods.\"",
        "vcode": "NIV",
        "vnum": 25
    },
    {
        "bcode": 27,
        "cnum": 3,
        "content": "Nebuchadnezzar then approached the opening of the blazing furnace and shouted, \"Shadrach, Meshach and Abednego, servants of the Most High God, come out! Come here!\" So Shadrach, Meshach and Abednego came out of the fire,",
        "vcode": "NIV",
        "vnum": 26
    },
    {
        "bcode": 27,
        "cnum": 3,
        "content": "and the satraps, prefects, governors and royal advisers crowded around them. They saw that the fire had not harmed their bodies, nor was a hair of their heads singed; their robes were not scorched, and there was no smell of fire on them.",
        "vcode": "NIV",
        "vnum": 27
    },
    {
        "bcode": 27,
        "cnum": 3,
        "content": "Then Nebuchadnezzar said, \"Praise be to the God of Shadrach, Meshach and Abednego, who has sent his angel and rescued his servants! They trusted in him and defied the king's command and were willing to give up their lives rather than serve or worship any god except their own God.",
        "vcode": "NIV",
        "vnum": 28
    },
    {
        "bcode": 27,
        "cnum": 3,
        "content": "Therefore I decree that the people of any nation or language who say anything against the God of Shadrach, Meshach and Abednego be cut into pieces and their houses be turned into piles of rubble, for no other god can save in this way.\"",
        "vcode": "NIV",
        "vnum": 29
    },
    {
        "bcode": 27,
        "cnum": 3,
        "content": "Then the king promoted Shadrach, Meshach and Abednego in the province of Babylon.",
        "vcode": "NIV",
        "vnum": 30
    }
]