[
    {
        "bcode": 27,
        "cnum": 8,
        "content": "In the third year of King Belshazzar's reign, I, Daniel, had a vision, after the one that had already appeared to me.",
        "vcode": "NIV",
        "vnum": 1
    },
    {
        "bcode": 27,
        "cnum": 8,
        "content": "In my vision I saw myself in the citadel of Susa in the province of Elam; in the vision I was beside the Ulai Canal.",
        "vcode": "NIV",
        "vnum": 2
    },
    {
        "bcode": 27,
        "cnum": 8,
        "content": "I looked up, and there before me was a ram with two horns, standing beside the canal, and the horns were long. One of the horns was longer than the other but grew up later.",
        "vcode": "NIV",
        "vnum": 3
    },
    {
        "bcode": 27,
        "cnum": 8,
        "content": "I watched the ram as he charged toward the west and the north and the south. No animal could stand against him, and none could rescue from his power. He did as he pleased and became great.",
        "vcode": "NIV",
        "vnum": 4
    },
    {
        "bcode": 27,
        "cnum": 8,
        "content": "As I was thinking about this, suddenly a goat with a prominent horn between his eyes came from the west, crossing the whole earth without touching the ground.",
        "vcode": "NIV",
        "vnum": 5
    },
    {
        "bcode": 27,
        "cnum": 8,
        "content": "He came toward the two-horned ram I had seen standing beside the canal and charged at him in great rage.",
        "vcode": "NIV",
        "vnum": 6
    },
    {
        "bcode": 27,
        "cnum": 8,
        "content": "I saw him attack the ram furiously, striking the ram and shattering his two horns. The ram was powerless to stand against him; the goat knocked him to the ground and trampled on him, and none could rescue the ram from his power.",
        "vcode": "NIV",
        "vnum": 7
    },
    {
        "bcode": 27,
        "cnum": 8,
        "content": "The goat became very great, but at the height of his power his large horn was broken off, and in its place four prominent horns grew up toward the four winds of heaven.",
        "vcode": "NIV",
        "vnum": 8
    },
    {
        "bcode": 27,
        "cnum": 8,
        "content": "Out of one of them came another horn, which started small but grew in power to the south and to the east and toward the Beautiful Land.",
        "vcode": "NIV",
        "vnum": 9
    },
    {
        "bcode": 27,
        "cnum": 8,
        "content": "It grew until it reached the host of the heavens, and it threw some of the starry host down to the earth and trampled on them.",
        "vcode": "NIV",
        "vnum": 10
    },
    {
        "bcode": 27,
        "cnum": 8,
        "content": "It set itself up to be as great as the Prince of the host; it took away the daily sacrifice from him, and the place of his sanctuary was brought low.",
        "vcode": "NIV",
        "vnum": 11
    },
    {
        "bcode": 27,
        "cnum": 8,
        "content": "Because of rebellion, the host of the saints and the daily sacrifice were given over to it. It prospered in everything it did, and truth was thrown to the ground.",
        "vcode": "NIV",
        "vnum": 12
    },
    {
        "bcode": 27,
        "cnum": 8,
        "content": "Then I heard a holy one speaking, and another holy one said to him, \"How long will it take for the vision to be fulfilled--the vision concerning the daily sacrifice, the rebellion that causes desolation, and the surrender of the sanctuary and of the host that will be trampled underfoot?\"",
        "vcode": "NIV",
        "vnum": 13
    },
    {
        "bcode": 27,
        "cnum": 8,
        "content": "He said to me, \"It will take 2,300 evenings and mornings; then the sanctuary will be reconsecrated.\"",
        "vcode": "NIV",
        "vnum": 14
    },
    {
        "bcode": 27,
        "cnum": 8,
        "content": "While I, Daniel, was watching the vision and trying to understand it, there before me stood one who looked like a man.",
        "vcode": "NIV",
        "vnum": 15
    },
    {
        "bcode": 27,
        "cnum": 8,
        "content": "And I heard a man's voice from the Ulai calling, \"Gabriel, tell this man the meaning of the vision.\"",
        "vcode": "NIV",
        "vnum": 16
    },
    {
        "bcode": 27,
        "cnum": 8,
        "content": "As he came near the place where I was standing, I was terrified and fell prostrate. \"Son of man,\" he said to me, \"understand that the vision concerns the time of the end.\"",
        "vcode": "NIV",
        "vnum": 17
    },
    {
        "bcode": 27,
        "cnum": 8,
        "content": "While he was speaking to me, I was in a deep sleep, with my face to the ground. Then he touched me and raised me to my feet.",
        "vcode": "NIV",
        "vnum": 18
    },
    {
        "bcode": 27,
        "cnum": 8,
        "content": "He said: \"I am going to tell you what will happen later in the time of wrath, because the vision concerns the appointed time of the end.",
        "vcode": "NIV",
        "vnum": 19
    },
    {
        "bcode": 27,
        "cnum": 8,
        "content": "The two-horned ram that you saw represents the kings of Media and Persia.",
        "vcode": "NIV",
        "vnum": 20
    },
    {
        "bcode": 27,
        "cnum": 8,
        "content": "The shaggy goat is the king of Greece, and the large horn between his eyes is the first king.",
        "vcode": "NIV",
        "vnum": 21
    },
    {
        "bcode": 27,
        "cnum": 8,
        "content": "The four horns that replaced the one that was broken off represent four kingdoms that will emerge from his nation but will not have the same power.",
        "vcode": "NIV",
        "vnum": 22
    },
    {
        "bcode": 27,
        "cnum": 8,
        "content": "\"In the latter part of their reign, when rebels have become completely wicked, a stern-faced king, a master of intrigue, will arise.",
        "vcode": "NIV",
        "vnum": 23
    },
    {
        "bcode": 27,
        "cnum": 8,
        "content": "He will become very strong, but not by his own power. He will cause astounding devastation and will succeed in whatever he does. He will destroy the mighty men and the holy people.",
        "vcode": "NIV",
        "vnum": 24
    },
    {
        "bcode": 27,
        "cnum": 8,
        "content": "He will cause deceit to prosper, and he will consider himself superior. When they feel secure, he will destroy many and take his stand against the Prince of princes. Yet he will be destroyed, but not by human power.",
        "vcode": "NIV",
        "vnum": 25
    },
    {
        "bcode": 27,
        "cnum": 8,
        "content": "\"The vision of the evenings and mornings that has been given you is true, but seal up the vision, for it concerns the distant future.\"",
        "vcode": "NIV",
        "vnum": 26
    },
    {
        "bcode": 27,
        "cnum": 8,
        "content": "I, Daniel, was exhausted and lay ill for several days. Then I got up and went about the king's business. I was appalled by the vision; it was beyond understanding.",
        "vcode": "NIV",
        "vnum": 27
    }
]