[
    {
        "bcode": 59,
        "cnum": 1,
        "content": "James, a servant of God and of the Lord Jesus Christ, To the twelve tribes scattered among the nations: Greetings.",
        "vcode": "NIV",
        "vnum": 1
    },
    {
        "bcode": 59,
        "cnum": 1,
        "content": "Consider it pure joy, my brothers, whenever you face trials of many kinds,",
        "vcode": "NIV",
        "vnum": 2
    },
    {
        "bcode": 59,
        "cnum": 1,
        "content": "because you know that the testing of your faith develops perseverance.",
        "vcode": "NIV",
        "vnum": 3
    },
    {
        "bcode": 59,
        "cnum": 1,
        "content": "Perseverance must finish its work so that you may be mature and complete, not lacking anything.",
        "vcode": "NIV",
        "vnum": 4
    },
    {
        "bcode": 59,
        "cnum": 1,
        "content": "If any of you lacks wisdom, he should ask God, who gives generously to all without finding fault, and it will be given to him.",
        "vcode": "NIV",
        "vnum": 5
    },
    {
        "bcode": 59,
        "cnum": 1,
        "content": "But when he asks, he must believe and not doubt, because he who doubts is like a wave of the sea, blown and tossed by the wind.",
        "vcode": "NIV",
        "vnum": 6
    },
    {
        "bcode": 59,
        "cnum": 1,
        "content": "That man should not think he will receive anything from the Lord;",
        "vcode": "NIV",
        "vnum": 7
    },
    {
        "bcode": 59,
        "cnum": 1,
        "content": "he is a double-minded man, unstable in all he does.",
        "vcode": "NIV",
        "vnum": 8
    },
    {
        "bcode": 59,
        "cnum": 1,
        "content": "The brother in humble circumstances ought to take pride in his high position.",
        "vcode": "NIV",
        "vnum": 9
    },
    {
        "bcode": 59,
        "cnum": 1,
        "content": "But the one who is rich should take pride in his low position, because he will pass away like a wild flower.",
        "vcode": "NIV",
        "vnum": 10
    },
    {
        "bcode": 59,
        "cnum": 1,
        "content": "For the sun rises with scorching heat and withers the plant; its blossom falls and its beauty is destroyed. In the same way, the rich man will fade away even while he goes about his business.",
        "vcode": "NIV",
        "vnum": 11
    },
    {
        "bcode": 59,
        "cnum": 1,
        "content": "Blessed is the man who perseveres under trial, because when he has stood the test, he will receive the crown of life that God has promised to those who love him.",
        "vcode": "NIV",
        "vnum": 12
    },
    {
        "bcode": 59,
        "cnum": 1,
        "content": "When tempted, no one should say, \"God is tempting me.\" For God cannot be tempted by evil, nor does he tempt anyone;",
        "vcode": "NIV",
        "vnum": 13
    },
    {
        "bcode": 59,
        "cnum": 1,
        "content": "but each one is tempted when, by his own evil desire, he is dragged away and enticed.",
        "vcode": "NIV",
        "vnum": 14
    },
    {
        "bcode": 59,
        "cnum": 1,
        "content": "Then, after desire has conceived, it gives birth to sin; and sin, when it is full-grown, gives birth to death.",
        "vcode": "NIV",
        "vnum": 15
    },
    {
        "bcode": 59,
        "cnum": 1,
        "content": "Don't be deceived, my dear brothers.",
        "vcode": "NIV",
        "vnum": 16
    },
    {
        "bcode": 59,
        "cnum": 1,
        "content": "Every good and perfect gift is from above, coming down from the Father of the heavenly lights, who does not change like shifting shadows.",
        "vcode": "NIV",
        "vnum": 17
    },
    {
        "bcode": 59,
        "cnum": 1,
        "content": "He chose to give us birth through the word of truth, that we might be a kind of firstfruits of all he created.",
        "vcode": "NIV",
        "vnum": 18
    },
    {
        "bcode": 59,
        "cnum": 1,
        "content": "My dear brothers, take note of this: Everyone should be quick to listen, slow to speak and slow to become angry,",
        "vcode": "NIV",
        "vnum": 19
    },
    {
        "bcode": 59,
        "cnum": 1,
        "content": "for man's anger does not bring about the righteous life that God desires.",
        "vcode": "NIV",
        "vnum": 20
    },
    {
        "bcode": 59,
        "cnum": 1,
        "content": "Therefore, get rid of all moral filth and the evil that is so prevalent and humbly accept the word planted in you, which can save you.",
        "vcode": "NIV",
        "vnum": 21
    },
    {
        "bcode": 59,
        "cnum": 1,
        "content": "Do not merely listen to the word, and so deceive yourselves. Do what it says.",
        "vcode": "NIV",
        "vnum": 22
    },
    {
        "bcode": 59,
        "cnum": 1,
        "content": "Anyone who listens to the word but does not do what it says is like a man who looks at his face in a mirror",
        "vcode": "NIV",
        "vnum": 23
    },
    {
        "bcode": 59,
        "cnum": 1,
        "content": "and, after looking at himself, goes away and immediately forgets what he looks like.",
        "vcode": "NIV",
        "vnum": 24
    },
    {
        "bcode": 59,
        "cnum": 1,
        "content": "But the man who looks intently into the perfect law that gives freedom, and continues to do this, not forgetting what he has heard, but doing it--he will be blessed in what he does.",
        "vcode": "NIV",
        "vnum": 25
    },
    {
        "bcode": 59,
        "cnum": 1,
        "content": "If anyone considers himself religious and yet does not keep a tight rein on his tongue, he deceives himself and his religion is worthless.",
        "vcode": "NIV",
        "vnum": 26
    },
    {
        "bcode": 59,
        "cnum": 1,
        "content": "Religion that God our Father accepts as pure and faultless is this: to look after orphans and widows in their distress and to keep oneself from being polluted by the world.",
        "vcode": "NIV",
        "vnum": 27
    }
]