{"pageProps":{"version":{"name":"NIV","vcode":"NIV"},"bible":{"bcode":22,"chapterCount":8,"name":"Song of Songs","type":"old","vcode":"NIV"},"chapter":"1","verses":[{"bcode":22,"cnum":1,"content":"Solomon's Song of Songs.","vcode":"NIV","vnum":1},{"bcode":22,"cnum":1,"content":"Let him kiss me with the kisses of his mouth-- for your love is more delightful than wine.","vcode":"NIV","vnum":2},{"bcode":22,"cnum":1,"content":"Pleasing is the fragrance of your perfumes; your name is like perfume poured out. No wonder the maidens love you!","vcode":"NIV","vnum":3},{"bcode":22,"cnum":1,"content":"Take me away with you--let us hurry! Let the king bring me into his chambers. We rejoice and delight in you ; we will praise your love more than wine. How right they are to adore you!","vcode":"NIV","vnum":4},{"bcode":22,"cnum":1,"content":"Dark am I, yet lovely, O daughters of Jerusalem, dark like the tents of Kedar, like the tent curtains of Solomon.","vcode":"NIV","vnum":5},{"bcode":22,"cnum":1,"content":"Do not stare at me because I am dark, because I am darkened by the sun. My mother's sons were angry with me and made me take care of the vineyards; my own vineyard I have neglected.","vcode":"NIV","vnum":6},{"bcode":22,"cnum":1,"content":"Tell me, you whom I love, where you graze your flock and where you rest your sheep at midday. Why should I be like a veiled woman beside the flocks of your friends?","vcode":"NIV","vnum":7},{"bcode":22,"cnum":1,"content":"If you do not know, most beautiful of women, follow the tracks of the sheep and graze your young goats by the tents of the shepherds.","vcode":"NIV","vnum":8},{"bcode":22,"cnum":1,"content":"I liken you, my darling, to a mare harnessed to one of the chariots of Pharaoh.","vcode":"NIV","vnum":9},{"bcode":22,"cnum":1,"content":"Your cheeks are beautiful with earrings, your neck with strings of jewels.","vcode":"NIV","vnum":10},{"bcode":22,"cnum":1,"content":"We will make you earrings of gold, studded with silver.","vcode":"NIV","vnum":11},{"bcode":22,"cnum":1,"content":"While the king was at his table, my perfume spread its fragrance.","vcode":"NIV","vnum":12},{"bcode":22,"cnum":1,"content":"My lover is to me a sachet of myrrh resting between my breasts.","vcode":"NIV","vnum":13},{"bcode":22,"cnum":1,"content":"My lover is to me a cluster of henna blossoms from the vineyards of En Gedi.","vcode":"NIV","vnum":14},{"bcode":22,"cnum":1,"content":"How beautiful you are, my darling! Oh, how beautiful! Your eyes are doves.","vcode":"NIV","vnum":15},{"bcode":22,"cnum":1,"content":"How handsome you are, my lover! Oh, how charming! And our bed is verdant.","vcode":"NIV","vnum":16},{"bcode":22,"cnum":1,"content":"The beams of our house are cedars; our rafters are firs.","vcode":"NIV","vnum":17}]},"__N_SSG":true}