[
    {
        "bcode": 10,
        "cnum": 7,
        "content": "After the king was settled in his palace and the LORD had given him rest from all his enemies around him,",
        "vcode": "NIV",
        "vnum": 1
    },
    {
        "bcode": 10,
        "cnum": 7,
        "content": "he said to Nathan the prophet, \"Here I am, living in a palace of cedar, while the ark of God remains in a tent.\"",
        "vcode": "NIV",
        "vnum": 2
    },
    {
        "bcode": 10,
        "cnum": 7,
        "content": "Nathan replied to the king, \"Whatever you have in mind, go ahead and do it, for the LORD is with you.\"",
        "vcode": "NIV",
        "vnum": 3
    },
    {
        "bcode": 10,
        "cnum": 7,
        "content": "That night the word of the LORD came to Nathan, saying:",
        "vcode": "NIV",
        "vnum": 4
    },
    {
        "bcode": 10,
        "cnum": 7,
        "content": "\"Go and tell my servant David, 'This is what the LORD says: Are you the one to build me a house to dwell in?",
        "vcode": "NIV",
        "vnum": 5
    },
    {
        "bcode": 10,
        "cnum": 7,
        "content": "I have not dwelt in a house from the day I brought the Israelites up out of Egypt to this day. I have been moving from place to place with a tent as my dwelling.",
        "vcode": "NIV",
        "vnum": 6
    },
    {
        "bcode": 10,
        "cnum": 7,
        "content": "Wherever I have moved with all the Israelites, did I ever say to any of their rulers whom I commanded to shepherd my people Israel, \"Why have you not built me a house of cedar?\" '",
        "vcode": "NIV",
        "vnum": 7
    },
    {
        "bcode": 10,
        "cnum": 7,
        "content": "\"Now then, tell my servant David, 'This is what the LORD Almighty says: I took you from the pasture and from following the flock to be ruler over my people Israel.",
        "vcode": "NIV",
        "vnum": 8
    },
    {
        "bcode": 10,
        "cnum": 7,
        "content": "I have been with you wherever you have gone, and I have cut off all your enemies from before you. Now I will make your name great, like the names of the greatest men of the earth.",
        "vcode": "NIV",
        "vnum": 9
    },
    {
        "bcode": 10,
        "cnum": 7,
        "content": "And I will provide a place for my people Israel and will plant them so that they can have a home of their own and no longer be disturbed. Wicked people will not oppress them anymore, as they did at the beginning",
        "vcode": "NIV",
        "vnum": 10
    },
    {
        "bcode": 10,
        "cnum": 7,
        "content": "and have done ever since the time I appointed leaders over my people Israel. I will also give you rest from all your enemies. \" 'The LORD declares to you that the LORD himself will establish a house for you:",
        "vcode": "NIV",
        "vnum": 11
    },
    {
        "bcode": 10,
        "cnum": 7,
        "content": "When your days are over and you rest with your fathers, I will raise up your offspring to succeed you, who will come from your own body, and I will establish his kingdom.",
        "vcode": "NIV",
        "vnum": 12
    },
    {
        "bcode": 10,
        "cnum": 7,
        "content": "He is the one who will build a house for my Name, and I will establish the throne of his kingdom forever.",
        "vcode": "NIV",
        "vnum": 13
    },
    {
        "bcode": 10,
        "cnum": 7,
        "content": "I will be his father, and he will be my son. When he does wrong, I will punish him with the rod of men, with floggings inflicted by men.",
        "vcode": "NIV",
        "vnum": 14
    },
    {
        "bcode": 10,
        "cnum": 7,
        "content": "But my love will never be taken away from him, as I took it away from Saul, whom I removed from before you.",
        "vcode": "NIV",
        "vnum": 15
    },
    {
        "bcode": 10,
        "cnum": 7,
        "content": "Your house and your kingdom will endure forever before me ; your throne will be established forever.' \"",
        "vcode": "NIV",
        "vnum": 16
    },
    {
        "bcode": 10,
        "cnum": 7,
        "content": "Nathan reported to David all the words of this entire revelation.",
        "vcode": "NIV",
        "vnum": 17
    },
    {
        "bcode": 10,
        "cnum": 7,
        "content": "Then King David went in and sat before the LORD, and he said: \"Who am I, O Sovereign LORD, and what is my family, that you have brought me this far?",
        "vcode": "NIV",
        "vnum": 18
    },
    {
        "bcode": 10,
        "cnum": 7,
        "content": "And as if this were not enough in your sight, O Sovereign LORD, you have also spoken about the future of the house of your servant. Is this your usual way of dealing with man, O Sovereign LORD ?",
        "vcode": "NIV",
        "vnum": 19
    },
    {
        "bcode": 10,
        "cnum": 7,
        "content": "\"What more can David say to you? For you know your servant, O Sovereign LORD.",
        "vcode": "NIV",
        "vnum": 20
    },
    {
        "bcode": 10,
        "cnum": 7,
        "content": "For the sake of your word and according to your will, you have done this great thing and made it known to your servant.",
        "vcode": "NIV",
        "vnum": 21
    },
    {
        "bcode": 10,
        "cnum": 7,
        "content": "\"How great you are, O Sovereign LORD! There is no one like you, and there is no God but you, as we have heard with our own ears.",
        "vcode": "NIV",
        "vnum": 22
    },
    {
        "bcode": 10,
        "cnum": 7,
        "content": "And who is like your people Israel--the one nation on earth that God went out to redeem as a people for himself, and to make a name for himself, and to perform great and awesome wonders by driving out nations and their gods from before your people, whom you redeemed from Egypt?",
        "vcode": "NIV",
        "vnum": 23
    },
    {
        "bcode": 10,
        "cnum": 7,
        "content": "You have established your people Israel as your very own forever, and you, O LORD, have become their God.",
        "vcode": "NIV",
        "vnum": 24
    },
    {
        "bcode": 10,
        "cnum": 7,
        "content": "\"And now, LORD God, keep forever the promise you have made concerning your servant and his house. Do as you promised,",
        "vcode": "NIV",
        "vnum": 25
    },
    {
        "bcode": 10,
        "cnum": 7,
        "content": "so that your name will be great forever. Then men will say, 'The LORD Almighty is God over Israel!' And the house of your servant David will be established before you.",
        "vcode": "NIV",
        "vnum": 26
    },
    {
        "bcode": 10,
        "cnum": 7,
        "content": "\"O LORD Almighty, God of Israel, you have revealed this to your servant, saying, 'I will build a house for you.' So your servant has found courage to offer you this prayer.",
        "vcode": "NIV",
        "vnum": 27
    },
    {
        "bcode": 10,
        "cnum": 7,
        "content": "O Sovereign LORD, you are God! Your words are trustworthy, and you have promised these good things to your servant.",
        "vcode": "NIV",
        "vnum": 28
    },
    {
        "bcode": 10,
        "cnum": 7,
        "content": "Now be pleased to bless the house of your servant, that it may continue forever in your sight; for you, O Sovereign LORD, have spoken, and with your blessing the house of your servant will be blessed forever.\"",
        "vcode": "NIV",
        "vnum": 29
    }
]