{"pageProps":{"version":{"name":"NIV","vcode":"NIV"},"bible":{"bcode":19,"chapterCount":150,"name":"Psalms","type":"old","vcode":"NIV"},"chapter":"72","verses":[{"bcode":19,"cnum":72,"content":"Endow the king with your justice, O God, the royal son with your righteousness.","vcode":"NIV","vnum":1},{"bcode":19,"cnum":72,"content":"He will judge your people in righteousness, your afflicted ones with justice.","vcode":"NIV","vnum":2},{"bcode":19,"cnum":72,"content":"The mountains will bring prosperity to the people, the hills the fruit of righteousness.","vcode":"NIV","vnum":3},{"bcode":19,"cnum":72,"content":"He will defend the afflicted among the people and save the children of the needy; he will crush the oppressor.","vcode":"NIV","vnum":4},{"bcode":19,"cnum":72,"content":"He will endure as long as the sun, as long as the moon, through all generations.","vcode":"NIV","vnum":5},{"bcode":19,"cnum":72,"content":"He will be like rain falling on a mown field, like showers watering the earth.","vcode":"NIV","vnum":6},{"bcode":19,"cnum":72,"content":"In his days the righteous will flourish; prosperity will abound till the moon is no more.","vcode":"NIV","vnum":7},{"bcode":19,"cnum":72,"content":"He will rule from sea to sea and from the River to the ends of the earth.","vcode":"NIV","vnum":8},{"bcode":19,"cnum":72,"content":"The desert tribes will bow before him and his enemies will lick the dust.","vcode":"NIV","vnum":9},{"bcode":19,"cnum":72,"content":"The kings of Tarshish and of distant shores will bring tribute to him; the kings of Sheba and Seba will present him gifts.","vcode":"NIV","vnum":10},{"bcode":19,"cnum":72,"content":"All kings will bow down to him and all nations will serve him.","vcode":"NIV","vnum":11},{"bcode":19,"cnum":72,"content":"For he will deliver the needy who cry out, the afflicted who have no one to help.","vcode":"NIV","vnum":12},{"bcode":19,"cnum":72,"content":"He will take pity on the weak and the needy and save the needy from death.","vcode":"NIV","vnum":13},{"bcode":19,"cnum":72,"content":"He will rescue them from oppression and violence, for precious is their blood in his sight.","vcode":"NIV","vnum":14},{"bcode":19,"cnum":72,"content":"Long may he live! May gold from Sheba be given him. May people ever pray for him and bless him all day long.","vcode":"NIV","vnum":15},{"bcode":19,"cnum":72,"content":"Let grain abound throughout the land; on the tops of the hills may it sway. Let its fruit flourish like Lebanon; let it thrive like the grass of the field.","vcode":"NIV","vnum":16},{"bcode":19,"cnum":72,"content":"May his name endure forever; may it continue as long as the sun. All nations will be blessed through him, and they will call him blessed.","vcode":"NIV","vnum":17},{"bcode":19,"cnum":72,"content":"Praise be to the LORD God, the God of Israel, who alone does marvelous deeds.","vcode":"NIV","vnum":18},{"bcode":19,"cnum":72,"content":"Praise be to his glorious name forever; may the whole earth be filled with his glory. Amen and Amen.","vcode":"NIV","vnum":19},{"bcode":19,"cnum":72,"content":"This concludes the prayers of David son of Jesse.","vcode":"NIV","vnum":20}]},"__N_SSG":true}