{"pageProps":{"version":{"name":"NIV","vcode":"NIV"},"bible":{"bcode":33,"chapterCount":7,"name":"Micah","type":"old","vcode":"NIV"},"chapter":"2","verses":[{"bcode":33,"cnum":2,"content":"Woe to those who plan iniquity, to those who plot evil on their beds! At morning's light they carry it out because it is in their power to do it.","vcode":"NIV","vnum":1},{"bcode":33,"cnum":2,"content":"They covet fields and seize them, and houses, and take them. They defraud a man of his home, a fellowman of his inheritance.","vcode":"NIV","vnum":2},{"bcode":33,"cnum":2,"content":"Therefore, the LORD says: \"I am planning disaster against this people, from which you cannot save yourselves. You will no longer walk proudly, for it will be a time of calamity.","vcode":"NIV","vnum":3},{"bcode":33,"cnum":2,"content":"In that day men will ridicule you; they will taunt you with this mournful song: 'We are utterly ruined; my people's possession is divided up. He takes it from me! He assigns our fields to traitors.' \"","vcode":"NIV","vnum":4},{"bcode":33,"cnum":2,"content":"Therefore you will have no one in the assembly of the LORD to divide the land by lot.","vcode":"NIV","vnum":5},{"bcode":33,"cnum":2,"content":"\"Do not prophesy,\" their prophets say. \"Do not prophesy about these things; disgrace will not overtake us.\"","vcode":"NIV","vnum":6},{"bcode":33,"cnum":2,"content":"Should it be said, O house of Jacob: \"Is the Spirit of the LORD angry? Does he do such things?\" \"Do not my words do good to him whose ways are upright?","vcode":"NIV","vnum":7},{"bcode":33,"cnum":2,"content":"Lately my people have risen up like an enemy. You strip off the rich robe from those who pass by without a care, like men returning from battle.","vcode":"NIV","vnum":8},{"bcode":33,"cnum":2,"content":"You drive the women of my people from their pleasant homes. You take away my blessing from their children forever.","vcode":"NIV","vnum":9},{"bcode":33,"cnum":2,"content":"Get up, go away! For this is not your resting place, because it is defiled, it is ruined, beyond all remedy.","vcode":"NIV","vnum":10},{"bcode":33,"cnum":2,"content":"If a liar and deceiver comes and says, 'I will prophesy for you plenty of wine and beer,' he would be just the prophet for this people!","vcode":"NIV","vnum":11},{"bcode":33,"cnum":2,"content":"\"I will surely gather all of you, O Jacob; I will surely bring together the remnant of Israel. I will bring them together like sheep in a pen, like a flock in its pasture; the place will throng with people.","vcode":"NIV","vnum":12},{"bcode":33,"cnum":2,"content":"One who breaks open the way will go up before them; they will break through the gate and go out. Their king will pass through before them, the LORD at their head.\"","vcode":"NIV","vnum":13}]},"__N_SSG":true}