[
    {
        "bcode": 43,
        "cnum": 13,
        "content": "It was just before the Passover Feast. Jesus knew that the time had come for him to leave this world and go to the Father. Having loved his own who were in the world, he now showed them the full extent of his love.",
        "vcode": "NIV",
        "vnum": 1
    },
    {
        "bcode": 43,
        "cnum": 13,
        "content": "The evening meal was being served, and the devil had already prompted Judas Iscariot, son of Simon, to betray Jesus.",
        "vcode": "NIV",
        "vnum": 2
    },
    {
        "bcode": 43,
        "cnum": 13,
        "content": "Jesus knew that the Father had put all things under his power, and that he had come from God and was returning to God;",
        "vcode": "NIV",
        "vnum": 3
    },
    {
        "bcode": 43,
        "cnum": 13,
        "content": "so he got up from the meal, took off his outer clothing, and wrapped a towel around his waist.",
        "vcode": "NIV",
        "vnum": 4
    },
    {
        "bcode": 43,
        "cnum": 13,
        "content": "After that, he poured water into a basin and began to wash his disciples' feet, drying them with the towel that was wrapped around him.",
        "vcode": "NIV",
        "vnum": 5
    },
    {
        "bcode": 43,
        "cnum": 13,
        "content": "He came to Simon Peter, who said to him, \"Lord, are you going to wash my feet?\"",
        "vcode": "NIV",
        "vnum": 6
    },
    {
        "bcode": 43,
        "cnum": 13,
        "content": "Jesus replied, \"You do not realize now what I am doing, but later you will understand.\"",
        "vcode": "NIV",
        "vnum": 7
    },
    {
        "bcode": 43,
        "cnum": 13,
        "content": "\"No,\" said Peter, \"you shall never wash my feet.\" Jesus answered, \"Unless I wash you, you have no part with me.\"",
        "vcode": "NIV",
        "vnum": 8
    },
    {
        "bcode": 43,
        "cnum": 13,
        "content": "\"Then, Lord,\" Simon Peter replied, \"not just my feet but my hands and my head as well!\"",
        "vcode": "NIV",
        "vnum": 9
    },
    {
        "bcode": 43,
        "cnum": 13,
        "content": "Jesus answered, \"A person who has had a bath needs only to wash his feet; his whole body is clean. And you are clean, though not every one of you.\"",
        "vcode": "NIV",
        "vnum": 10
    },
    {
        "bcode": 43,
        "cnum": 13,
        "content": "For he knew who was going to betray him, and that was why he said not every one was clean.",
        "vcode": "NIV",
        "vnum": 11
    },
    {
        "bcode": 43,
        "cnum": 13,
        "content": "When he had finished washing their feet, he put on his clothes and returned to his place. \"Do you understand what I have done for you?\" he asked them.",
        "vcode": "NIV",
        "vnum": 12
    },
    {
        "bcode": 43,
        "cnum": 13,
        "content": "\"You call me 'Teacher' and 'Lord,' and rightly so, for that is what I am.",
        "vcode": "NIV",
        "vnum": 13
    },
    {
        "bcode": 43,
        "cnum": 13,
        "content": "Now that I, your Lord and Teacher, have washed your feet, you also should wash one another's feet.",
        "vcode": "NIV",
        "vnum": 14
    },
    {
        "bcode": 43,
        "cnum": 13,
        "content": "I have set you an example that you should do as I have done for you.",
        "vcode": "NIV",
        "vnum": 15
    },
    {
        "bcode": 43,
        "cnum": 13,
        "content": "I tell you the truth, no servant is greater than his master, nor is a messenger greater than the one who sent him.",
        "vcode": "NIV",
        "vnum": 16
    },
    {
        "bcode": 43,
        "cnum": 13,
        "content": "Now that you know these things, you will be blessed if you do them.",
        "vcode": "NIV",
        "vnum": 17
    },
    {
        "bcode": 43,
        "cnum": 13,
        "content": "\"I am not referring to all of you; I know those I have chosen. But this is to fulfill the scripture: 'He who shares my bread has lifted up his heel against me.'",
        "vcode": "NIV",
        "vnum": 18
    },
    {
        "bcode": 43,
        "cnum": 13,
        "content": "\"I am telling you now before it happens, so that when it does happen you will believe that I am He.",
        "vcode": "NIV",
        "vnum": 19
    },
    {
        "bcode": 43,
        "cnum": 13,
        "content": "I tell you the truth, whoever accepts anyone I send accepts me; and whoever accepts me accepts the one who sent me.\"",
        "vcode": "NIV",
        "vnum": 20
    },
    {
        "bcode": 43,
        "cnum": 13,
        "content": "After he had said this, Jesus was troubled in spirit and testified, \"I tell you the truth, one of you is going to betray me.\"",
        "vcode": "NIV",
        "vnum": 21
    },
    {
        "bcode": 43,
        "cnum": 13,
        "content": "His disciples stared at one another, at a loss to know which of them he meant.",
        "vcode": "NIV",
        "vnum": 22
    },
    {
        "bcode": 43,
        "cnum": 13,
        "content": "One of them, the disciple whom Jesus loved, was reclining next to him.",
        "vcode": "NIV",
        "vnum": 23
    },
    {
        "bcode": 43,
        "cnum": 13,
        "content": "Simon Peter motioned to this disciple and said, \"Ask him which one he means.\"",
        "vcode": "NIV",
        "vnum": 24
    },
    {
        "bcode": 43,
        "cnum": 13,
        "content": "Leaning back against Jesus, he asked him, \"Lord, who is it?\"",
        "vcode": "NIV",
        "vnum": 25
    },
    {
        "bcode": 43,
        "cnum": 13,
        "content": "Jesus answered, \"It is the one to whom I will give this piece of bread when I have dipped it in the dish.\" Then, dipping the piece of bread, he gave it to Judas Iscariot, son of Simon.",
        "vcode": "NIV",
        "vnum": 26
    },
    {
        "bcode": 43,
        "cnum": 13,
        "content": "As soon as Judas took the bread, Satan entered into him. \"What you are about to do, do quickly,\" Jesus told him,",
        "vcode": "NIV",
        "vnum": 27
    },
    {
        "bcode": 43,
        "cnum": 13,
        "content": "but no one at the meal understood why Jesus said this to him.",
        "vcode": "NIV",
        "vnum": 28
    },
    {
        "bcode": 43,
        "cnum": 13,
        "content": "Since Judas had charge of the money, some thought Jesus was telling him to buy what was needed for the Feast, or to give something to the poor.",
        "vcode": "NIV",
        "vnum": 29
    },
    {
        "bcode": 43,
        "cnum": 13,
        "content": "As soon as Judas had taken the bread, he went out. And it was night.",
        "vcode": "NIV",
        "vnum": 30
    },
    {
        "bcode": 43,
        "cnum": 13,
        "content": "When he was gone, Jesus said, \"Now is the Son of Man glorified and God is glorified in him.",
        "vcode": "NIV",
        "vnum": 31
    },
    {
        "bcode": 43,
        "cnum": 13,
        "content": "If God is glorified in him, God will glorify the Son in himself, and will glorify him at once.",
        "vcode": "NIV",
        "vnum": 32
    },
    {
        "bcode": 43,
        "cnum": 13,
        "content": "\"My children, I will be with you only a little longer. You will look for me, and just as I told the Jews, so I tell you now: Where I am going, you cannot come.",
        "vcode": "NIV",
        "vnum": 33
    },
    {
        "bcode": 43,
        "cnum": 13,
        "content": "\"A new command I give you: Love one another. As I have loved you, so you must love one another.",
        "vcode": "NIV",
        "vnum": 34
    },
    {
        "bcode": 43,
        "cnum": 13,
        "content": "By this all men will know that you are my disciples, if you love one another.\"",
        "vcode": "NIV",
        "vnum": 35
    },
    {
        "bcode": 43,
        "cnum": 13,
        "content": "Simon Peter asked him, \"Lord, where are you going?\" Jesus replied, \"Where I am going, you cannot follow now, but you will follow later.\"",
        "vcode": "NIV",
        "vnum": 36
    },
    {
        "bcode": 43,
        "cnum": 13,
        "content": "Peter asked, \"Lord, why can't I follow you now? I will lay down my life for you.\"",
        "vcode": "NIV",
        "vnum": 37
    },
    {
        "bcode": 43,
        "cnum": 13,
        "content": "Then Jesus answered, \"Will you really lay down your life for me? I tell you the truth, before the rooster crows, you will disown me three times!",
        "vcode": "NIV",
        "vnum": 38
    }
]