[
    {
        "bcode": 43,
        "cnum": 15,
        "content": "\"I am the true vine, and my Father is the gardener.",
        "vcode": "NIV",
        "vnum": 1
    },
    {
        "bcode": 43,
        "cnum": 15,
        "content": "He cuts off every branch in me that bears no fruit, while every branch that does bear fruit he prunes so that it will be even more fruitful.",
        "vcode": "NIV",
        "vnum": 2
    },
    {
        "bcode": 43,
        "cnum": 15,
        "content": "You are already clean because of the word I have spoken to you.",
        "vcode": "NIV",
        "vnum": 3
    },
    {
        "bcode": 43,
        "cnum": 15,
        "content": "Remain in me, and I will remain in you. No branch can bear fruit by itself; it must remain in the vine. Neither can you bear fruit unless you remain in me.",
        "vcode": "NIV",
        "vnum": 4
    },
    {
        "bcode": 43,
        "cnum": 15,
        "content": "\"I am the vine; you are the branches. If a man remains in me and I in him, he will bear much fruit; apart from me you can do nothing.",
        "vcode": "NIV",
        "vnum": 5
    },
    {
        "bcode": 43,
        "cnum": 15,
        "content": "If anyone does not remain in me, he is like a branch that is thrown away and withers; such branches are picked up, thrown into the fire and burned.",
        "vcode": "NIV",
        "vnum": 6
    },
    {
        "bcode": 43,
        "cnum": 15,
        "content": "If you remain in me and my words remain in you, ask whatever you wish, and it will be given you.",
        "vcode": "NIV",
        "vnum": 7
    },
    {
        "bcode": 43,
        "cnum": 15,
        "content": "This is to my Father's glory, that you bear much fruit, showing yourselves to be my disciples.",
        "vcode": "NIV",
        "vnum": 8
    },
    {
        "bcode": 43,
        "cnum": 15,
        "content": "\"As the Father has loved me, so have I loved you. Now remain in my love.",
        "vcode": "NIV",
        "vnum": 9
    },
    {
        "bcode": 43,
        "cnum": 15,
        "content": "If you obey my commands, you will remain in my love, just as I have obeyed my Father's commands and remain in his love.",
        "vcode": "NIV",
        "vnum": 10
    },
    {
        "bcode": 43,
        "cnum": 15,
        "content": "I have told you this so that my joy may be in you and that your joy may be complete.",
        "vcode": "NIV",
        "vnum": 11
    },
    {
        "bcode": 43,
        "cnum": 15,
        "content": "My command is this: Love each other as I have loved you.",
        "vcode": "NIV",
        "vnum": 12
    },
    {
        "bcode": 43,
        "cnum": 15,
        "content": "Greater love has no one than this, that he lay down his life for his friends.",
        "vcode": "NIV",
        "vnum": 13
    },
    {
        "bcode": 43,
        "cnum": 15,
        "content": "You are my friends if you do what I command.",
        "vcode": "NIV",
        "vnum": 14
    },
    {
        "bcode": 43,
        "cnum": 15,
        "content": "I no longer call you servants, because a servant does not know his master's business. Instead, I have called you friends, for everything that I learned from my Father I have made known to you.",
        "vcode": "NIV",
        "vnum": 15
    },
    {
        "bcode": 43,
        "cnum": 15,
        "content": "You did not choose me, but I chose you and appointed you to go and bear fruit--fruit that will last. Then the Father will give you whatever you ask in my name.",
        "vcode": "NIV",
        "vnum": 16
    },
    {
        "bcode": 43,
        "cnum": 15,
        "content": "This is my command: Love each other.",
        "vcode": "NIV",
        "vnum": 17
    },
    {
        "bcode": 43,
        "cnum": 15,
        "content": "\"If the world hates you, keep in mind that it hated me first.",
        "vcode": "NIV",
        "vnum": 18
    },
    {
        "bcode": 43,
        "cnum": 15,
        "content": "If you belonged to the world, it would love you as its own. As it is, you do not belong to the world, but I have chosen you out of the world. That is why the world hates you.",
        "vcode": "NIV",
        "vnum": 19
    },
    {
        "bcode": 43,
        "cnum": 15,
        "content": "Remember the words I spoke to you: 'No servant is greater than his master.' If they persecuted me, they will persecute you also. If they obeyed my teaching, they will obey yours also.",
        "vcode": "NIV",
        "vnum": 20
    },
    {
        "bcode": 43,
        "cnum": 15,
        "content": "They will treat you this way because of my name, for they do not know the One who sent me.",
        "vcode": "NIV",
        "vnum": 21
    },
    {
        "bcode": 43,
        "cnum": 15,
        "content": "If I had not come and spoken to them, they would not be guilty of sin. Now, however, they have no excuse for their sin.",
        "vcode": "NIV",
        "vnum": 22
    },
    {
        "bcode": 43,
        "cnum": 15,
        "content": "He who hates me hates my Father as well.",
        "vcode": "NIV",
        "vnum": 23
    },
    {
        "bcode": 43,
        "cnum": 15,
        "content": "If I had not done among them what no one else did, they would not be guilty of sin. But now they have seen these miracles, and yet they have hated both me and my Father.",
        "vcode": "NIV",
        "vnum": 24
    },
    {
        "bcode": 43,
        "cnum": 15,
        "content": "But this is to fulfill what is written in their Law: 'They hated me without reason.'",
        "vcode": "NIV",
        "vnum": 25
    },
    {
        "bcode": 43,
        "cnum": 15,
        "content": "\"When the Counselor comes, whom I will send to you from the Father, the Spirit of truth who goes out from the Father, he will testify about me.",
        "vcode": "NIV",
        "vnum": 26
    },
    {
        "bcode": 43,
        "cnum": 15,
        "content": "And you also must testify, for you have been with me from the beginning.",
        "vcode": "NIV",
        "vnum": 27
    }
]