[
    {
        "bcode": 43,
        "cnum": 3,
        "content": "Now there was a man of the Pharisees named Nicodemus, a member of the Jewish ruling council.",
        "vcode": "NIV",
        "vnum": 1
    },
    {
        "bcode": 43,
        "cnum": 3,
        "content": "He came to Jesus at night and said, \"Rabbi, we know you are a teacher who has come from God. For no one could perform the miraculous signs you are doing if God were not with him.\"",
        "vcode": "NIV",
        "vnum": 2
    },
    {
        "bcode": 43,
        "cnum": 3,
        "content": "In reply Jesus declared, \"I tell you the truth, no one can see the kingdom of God unless he is born again.\"",
        "vcode": "NIV",
        "vnum": 3
    },
    {
        "bcode": 43,
        "cnum": 3,
        "content": "\"How can a man be born when he is old?\" Nicodemus asked. \"Surely he cannot enter a second time into his mother's womb to be born!\"",
        "vcode": "NIV",
        "vnum": 4
    },
    {
        "bcode": 43,
        "cnum": 3,
        "content": "Jesus answered, \"I tell you the truth, no one can enter the kingdom of God unless he is born of water and the Spirit.",
        "vcode": "NIV",
        "vnum": 5
    },
    {
        "bcode": 43,
        "cnum": 3,
        "content": "Flesh gives birth to flesh, but the Spirit gives birth to spirit.",
        "vcode": "NIV",
        "vnum": 6
    },
    {
        "bcode": 43,
        "cnum": 3,
        "content": "You should not be surprised at my saying, 'You must be born again.'",
        "vcode": "NIV",
        "vnum": 7
    },
    {
        "bcode": 43,
        "cnum": 3,
        "content": "The wind blows wherever it pleases. You hear its sound, but you cannot tell where it comes from or where it is going. So it is with everyone born of the Spirit.\"",
        "vcode": "NIV",
        "vnum": 8
    },
    {
        "bcode": 43,
        "cnum": 3,
        "content": "\"How can this be?\" Nicodemus asked.",
        "vcode": "NIV",
        "vnum": 9
    },
    {
        "bcode": 43,
        "cnum": 3,
        "content": "\"You are Israel's teacher,\" said Jesus, \"and do you not understand these things?",
        "vcode": "NIV",
        "vnum": 10
    },
    {
        "bcode": 43,
        "cnum": 3,
        "content": "I tell you the truth, we speak of what we know, and we testify to what we have seen, but still you people do not accept our testimony.",
        "vcode": "NIV",
        "vnum": 11
    },
    {
        "bcode": 43,
        "cnum": 3,
        "content": "I have spoken to you of earthly things and you do not believe; how then will you believe if I speak of heavenly things?",
        "vcode": "NIV",
        "vnum": 12
    },
    {
        "bcode": 43,
        "cnum": 3,
        "content": "No one has ever gone into heaven except the one who came from heaven--the Son of Man.",
        "vcode": "NIV",
        "vnum": 13
    },
    {
        "bcode": 43,
        "cnum": 3,
        "content": "Just as Moses lifted up the snake in the desert, so the Son of Man must be lifted up,",
        "vcode": "NIV",
        "vnum": 14
    },
    {
        "bcode": 43,
        "cnum": 3,
        "content": "that everyone who believes in him may have eternal life.",
        "vcode": "NIV",
        "vnum": 15
    },
    {
        "bcode": 43,
        "cnum": 3,
        "content": "\"For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life.",
        "vcode": "NIV",
        "vnum": 16
    },
    {
        "bcode": 43,
        "cnum": 3,
        "content": "For God did not send his Son into the world to condemn the world, but to save the world through him.",
        "vcode": "NIV",
        "vnum": 17
    },
    {
        "bcode": 43,
        "cnum": 3,
        "content": "Whoever believes in him is not condemned, but whoever does not believe stands condemned already because he has not believed in the name of God's one and only Son.",
        "vcode": "NIV",
        "vnum": 18
    },
    {
        "bcode": 43,
        "cnum": 3,
        "content": "This is the verdict: Light has come into the world, but men loved darkness instead of light because their deeds were evil.",
        "vcode": "NIV",
        "vnum": 19
    },
    {
        "bcode": 43,
        "cnum": 3,
        "content": "Everyone who does evil hates the light, and will not come into the light for fear that his deeds will be exposed.",
        "vcode": "NIV",
        "vnum": 20
    },
    {
        "bcode": 43,
        "cnum": 3,
        "content": "But whoever lives by the truth comes into the light, so that it may be seen plainly that what he has done has been done through God.\"",
        "vcode": "NIV",
        "vnum": 21
    },
    {
        "bcode": 43,
        "cnum": 3,
        "content": "After this, Jesus and his disciples went out into the Judean countryside, where he spent some time with them, and baptized.",
        "vcode": "NIV",
        "vnum": 22
    },
    {
        "bcode": 43,
        "cnum": 3,
        "content": "Now John also was baptizing at Aenon near Salim, because there was plenty of water, and people were constantly coming to be baptized.",
        "vcode": "NIV",
        "vnum": 23
    },
    {
        "bcode": 43,
        "cnum": 3,
        "content": "(This was before John was put in prison.)",
        "vcode": "NIV",
        "vnum": 24
    },
    {
        "bcode": 43,
        "cnum": 3,
        "content": "An argument developed between some of John's disciples and a certain Jew over the matter of ceremonial washing.",
        "vcode": "NIV",
        "vnum": 25
    },
    {
        "bcode": 43,
        "cnum": 3,
        "content": "They came to John and said to him, \"Rabbi, that man who was with you on the other side of the Jordan--the one you testified about--well, he is baptizing, and everyone is going to him.\"",
        "vcode": "NIV",
        "vnum": 26
    },
    {
        "bcode": 43,
        "cnum": 3,
        "content": "To this John replied, \"A man can receive only what is given him from heaven.",
        "vcode": "NIV",
        "vnum": 27
    },
    {
        "bcode": 43,
        "cnum": 3,
        "content": "You yourselves can testify that I said, 'I am not the Christ but am sent ahead of him.'",
        "vcode": "NIV",
        "vnum": 28
    },
    {
        "bcode": 43,
        "cnum": 3,
        "content": "The bride belongs to the bridegroom. The friend who attends the bridegroom waits and listens for him, and is full of joy when he hears the bridegroom's voice. That joy is mine, and it is now complete.",
        "vcode": "NIV",
        "vnum": 29
    },
    {
        "bcode": 43,
        "cnum": 3,
        "content": "He must become greater; I must become less.",
        "vcode": "NIV",
        "vnum": 30
    },
    {
        "bcode": 43,
        "cnum": 3,
        "content": "\"The one who comes from above is above all; the one who is from the earth belongs to the earth, and speaks as one from the earth. The one who comes from heaven is above all.",
        "vcode": "NIV",
        "vnum": 31
    },
    {
        "bcode": 43,
        "cnum": 3,
        "content": "He testifies to what he has seen and heard, but no one accepts his testimony.",
        "vcode": "NIV",
        "vnum": 32
    },
    {
        "bcode": 43,
        "cnum": 3,
        "content": "The man who has accepted it has certified that God is truthful.",
        "vcode": "NIV",
        "vnum": 33
    },
    {
        "bcode": 43,
        "cnum": 3,
        "content": "For the one whom God has sent speaks the words of God, for God gives the Spirit without limit.",
        "vcode": "NIV",
        "vnum": 34
    },
    {
        "bcode": 43,
        "cnum": 3,
        "content": "The Father loves the Son and has placed everything in his hands.",
        "vcode": "NIV",
        "vnum": 35
    },
    {
        "bcode": 43,
        "cnum": 3,
        "content": "Whoever believes in the Son has eternal life, but whoever rejects the Son will not see life, for God's wrath remains on him.\"",
        "vcode": "NIV",
        "vnum": 36
    }
]