[
    {
        "bcode": 43,
        "cnum": 9,
        "content": "As he went along, he saw a man blind from birth.",
        "vcode": "NIV",
        "vnum": 1
    },
    {
        "bcode": 43,
        "cnum": 9,
        "content": "His disciples asked him, \"Rabbi, who sinned, this man or his parents, that he was born blind?\"",
        "vcode": "NIV",
        "vnum": 2
    },
    {
        "bcode": 43,
        "cnum": 9,
        "content": "\"Neither this man nor his parents sinned,\" said Jesus, \"but this happened so that the work of God might be displayed in his life.",
        "vcode": "NIV",
        "vnum": 3
    },
    {
        "bcode": 43,
        "cnum": 9,
        "content": "As long as it is day, we must do the work of him who sent me. Night is coming, when no one can work.",
        "vcode": "NIV",
        "vnum": 4
    },
    {
        "bcode": 43,
        "cnum": 9,
        "content": "While I am in the world, I am the light of the world.\"",
        "vcode": "NIV",
        "vnum": 5
    },
    {
        "bcode": 43,
        "cnum": 9,
        "content": "Having said this, he spit on the ground, made some mud with the saliva, and put it on the man's eyes.",
        "vcode": "NIV",
        "vnum": 6
    },
    {
        "bcode": 43,
        "cnum": 9,
        "content": "\"Go,\" he told him, \"wash in the Pool of Siloam\" (this word means Sent). So the man went and washed, and came home seeing.",
        "vcode": "NIV",
        "vnum": 7
    },
    {
        "bcode": 43,
        "cnum": 9,
        "content": "His neighbors and those who had formerly seen him begging asked, \"Isn't this the same man who used to sit and beg?\"",
        "vcode": "NIV",
        "vnum": 8
    },
    {
        "bcode": 43,
        "cnum": 9,
        "content": "Some claimed that he was. Others said, \"No, he only looks like him.\" But he himself insisted, \"I am the man.\"",
        "vcode": "NIV",
        "vnum": 9
    },
    {
        "bcode": 43,
        "cnum": 9,
        "content": "\"How then were your eyes opened?\" they demanded.",
        "vcode": "NIV",
        "vnum": 10
    },
    {
        "bcode": 43,
        "cnum": 9,
        "content": "He replied, \"The man they call Jesus made some mud and put it on my eyes. He told me to go to Siloam and wash. So I went and washed, and then I could see.\"",
        "vcode": "NIV",
        "vnum": 11
    },
    {
        "bcode": 43,
        "cnum": 9,
        "content": "\"Where is this man?\" they asked him. \"I don't know,\" he said.",
        "vcode": "NIV",
        "vnum": 12
    },
    {
        "bcode": 43,
        "cnum": 9,
        "content": "They brought to the Pharisees the man who had been blind.",
        "vcode": "NIV",
        "vnum": 13
    },
    {
        "bcode": 43,
        "cnum": 9,
        "content": "Now the day on which Jesus had made the mud and opened the man's eyes was a Sabbath.",
        "vcode": "NIV",
        "vnum": 14
    },
    {
        "bcode": 43,
        "cnum": 9,
        "content": "Therefore the Pharisees also asked him how he had received his sight. \"He put mud on my eyes,\" the man replied, \"and I washed, and now I see.\"",
        "vcode": "NIV",
        "vnum": 15
    },
    {
        "bcode": 43,
        "cnum": 9,
        "content": "Some of the Pharisees said, \"This man is not from God, for he does not keep the Sabbath.\" But others asked, \"How can a sinner do such miraculous signs?\" So they were divided.",
        "vcode": "NIV",
        "vnum": 16
    },
    {
        "bcode": 43,
        "cnum": 9,
        "content": "Finally they turned again to the blind man, \"What have you to say about him? It was your eyes he opened.\" The man replied, \"He is a prophet.\"",
        "vcode": "NIV",
        "vnum": 17
    },
    {
        "bcode": 43,
        "cnum": 9,
        "content": "The Jews still did not believe that he had been blind and had received his sight until they sent for the man's parents.",
        "vcode": "NIV",
        "vnum": 18
    },
    {
        "bcode": 43,
        "cnum": 9,
        "content": "\"Is this your son?\" they asked. \"Is this the one you say was born blind? How is it that now he can see?\"",
        "vcode": "NIV",
        "vnum": 19
    },
    {
        "bcode": 43,
        "cnum": 9,
        "content": "\"We know he is our son,\" the parents answered, \"and we know he was born blind.",
        "vcode": "NIV",
        "vnum": 20
    },
    {
        "bcode": 43,
        "cnum": 9,
        "content": "But how he can see now, or who opened his eyes, we don't know. Ask him. He is of age; he will speak for himself.\"",
        "vcode": "NIV",
        "vnum": 21
    },
    {
        "bcode": 43,
        "cnum": 9,
        "content": "His parents said this because they were afraid of the Jews, for already the Jews had decided that anyone who acknowledged that Jesus was the Christ would be put out of the synagogue.",
        "vcode": "NIV",
        "vnum": 22
    },
    {
        "bcode": 43,
        "cnum": 9,
        "content": "That was why his parents said, \"He is of age; ask him.\"",
        "vcode": "NIV",
        "vnum": 23
    },
    {
        "bcode": 43,
        "cnum": 9,
        "content": "A second time they summoned the man who had been blind. \"Give glory to God,\" they said. \"We know this man is a sinner.\"",
        "vcode": "NIV",
        "vnum": 24
    },
    {
        "bcode": 43,
        "cnum": 9,
        "content": "He replied, \"Whether he is a sinner or not, I don't know. One thing I do know. I was blind but now I see!\"",
        "vcode": "NIV",
        "vnum": 25
    },
    {
        "bcode": 43,
        "cnum": 9,
        "content": "Then they asked him, \"What did he do to you? How did he open your eyes?\"",
        "vcode": "NIV",
        "vnum": 26
    },
    {
        "bcode": 43,
        "cnum": 9,
        "content": "He answered, \"I have told you already and you did not listen. Why do you want to hear it again? Do you want to become his disciples, too?\"",
        "vcode": "NIV",
        "vnum": 27
    },
    {
        "bcode": 43,
        "cnum": 9,
        "content": "Then they hurled insults at him and said, \"You are this fellow's disciple! We are disciples of Moses!",
        "vcode": "NIV",
        "vnum": 28
    },
    {
        "bcode": 43,
        "cnum": 9,
        "content": "We know that God spoke to Moses, but as for this fellow, we don't even know where he comes from.\"",
        "vcode": "NIV",
        "vnum": 29
    },
    {
        "bcode": 43,
        "cnum": 9,
        "content": "The man answered, \"Now that is remarkable! You don't know where he comes from, yet he opened my eyes.",
        "vcode": "NIV",
        "vnum": 30
    },
    {
        "bcode": 43,
        "cnum": 9,
        "content": "We know that God does not listen to sinners. He listens to the godly man who does his will.",
        "vcode": "NIV",
        "vnum": 31
    },
    {
        "bcode": 43,
        "cnum": 9,
        "content": "Nobody has ever heard of opening the eyes of a man born blind.",
        "vcode": "NIV",
        "vnum": 32
    },
    {
        "bcode": 43,
        "cnum": 9,
        "content": "If this man were not from God, he could do nothing.\"",
        "vcode": "NIV",
        "vnum": 33
    },
    {
        "bcode": 43,
        "cnum": 9,
        "content": "To this they replied, \"You were steeped in sin at birth; how dare you lecture us!\" And they threw him out.",
        "vcode": "NIV",
        "vnum": 34
    },
    {
        "bcode": 43,
        "cnum": 9,
        "content": "Jesus heard that they had thrown him out, and when he found him, he said, \"Do you believe in the Son of Man?\"",
        "vcode": "NIV",
        "vnum": 35
    },
    {
        "bcode": 43,
        "cnum": 9,
        "content": "\"Who is he, sir?\" the man asked. \"Tell me so that I may believe in him.\"",
        "vcode": "NIV",
        "vnum": 36
    },
    {
        "bcode": 43,
        "cnum": 9,
        "content": "Jesus said, \"You have now seen him; in fact, he is the one speaking with you.\"",
        "vcode": "NIV",
        "vnum": 37
    },
    {
        "bcode": 43,
        "cnum": 9,
        "content": "Then the man said, \"Lord, I believe,\" and he worshiped him.",
        "vcode": "NIV",
        "vnum": 38
    },
    {
        "bcode": 43,
        "cnum": 9,
        "content": "Jesus said, \"For judgment I have come into this world, so that the blind will see and those who see will become blind.\"",
        "vcode": "NIV",
        "vnum": 39
    },
    {
        "bcode": 43,
        "cnum": 9,
        "content": "Some Pharisees who were with him heard him say this and asked, \"What? Are we blind too?\"",
        "vcode": "NIV",
        "vnum": 40
    },
    {
        "bcode": 43,
        "cnum": 9,
        "content": "Jesus said, \"If you were blind, you would not be guilty of sin; but now that you claim you can see, your guilt remains.",
        "vcode": "NIV",
        "vnum": 41
    }
]