{"pageProps":{"version":{"name":"NIV","vcode":"NIV"},"bible":{"bcode":28,"chapterCount":14,"name":"Hosea","type":"old","vcode":"NIV"},"chapter":"10","verses":[{"bcode":28,"cnum":10,"content":"Israel was a spreading vine; he brought forth fruit for himself. As his fruit increased, he built more altars; as his land prospered, he adorned his sacred stones.","vcode":"NIV","vnum":1},{"bcode":28,"cnum":10,"content":"Their heart is deceitful, and now they must bear their guilt. The LORD will demolish their altars and destroy their sacred stones.","vcode":"NIV","vnum":2},{"bcode":28,"cnum":10,"content":"Then they will say, \"We have no king because we did not revere the LORD. But even if we had a king, what could he do for us?\"","vcode":"NIV","vnum":3},{"bcode":28,"cnum":10,"content":"They make many promises, take false oaths and make agreements; therefore lawsuits spring up like poisonous weeds in a plowed field.","vcode":"NIV","vnum":4},{"bcode":28,"cnum":10,"content":"The people who live in Samaria fear for the calf-idol of Beth Aven. Its people will mourn over it, and so will its idolatrous priests, those who had rejoiced over its splendor, because it is taken from them into exile.","vcode":"NIV","vnum":5},{"bcode":28,"cnum":10,"content":"It will be carried to Assyria as tribute for the great king. Ephraim will be disgraced; Israel will be ashamed of its wooden idols.","vcode":"NIV","vnum":6},{"bcode":28,"cnum":10,"content":"Samaria and its king will float away like a twig on the surface of the waters.","vcode":"NIV","vnum":7},{"bcode":28,"cnum":10,"content":"The high places of wickedness will be destroyed-- it is the sin of Israel. Thorns and thistles will grow up and cover their altars. Then they will say to the mountains, \"Cover us!\" and to the hills, \"Fall on us!\"","vcode":"NIV","vnum":8},{"bcode":28,"cnum":10,"content":"\"Since the days of Gibeah, you have sinned, O Israel, and there you have remained. Did not war overtake the evildoers in Gibeah?","vcode":"NIV","vnum":9},{"bcode":28,"cnum":10,"content":"When I please, I will punish them; nations will be gathered against them to put them in bonds for their double sin.","vcode":"NIV","vnum":10},{"bcode":28,"cnum":10,"content":"Ephraim is a trained heifer that loves to thresh; so I will put a yoke on her fair neck. I will drive Ephraim, Judah must plow, and Jacob must break up the ground.","vcode":"NIV","vnum":11},{"bcode":28,"cnum":10,"content":"Sow for yourselves righteousness, reap the fruit of unfailing love, and break up your unplowed ground; for it is time to seek the LORD, until he comes and showers righteousness on you.","vcode":"NIV","vnum":12},{"bcode":28,"cnum":10,"content":"But you have planted wickedness, you have reaped evil, you have eaten the fruit of deception. Because you have depended on your own strength and on your many warriors,","vcode":"NIV","vnum":13},{"bcode":28,"cnum":10,"content":"the roar of battle will rise against your people, so that all your fortresses will be devastated-- as Shalman devastated Beth Arbel on the day of battle, when mothers were dashed to the ground with their children.","vcode":"NIV","vnum":14},{"bcode":28,"cnum":10,"content":"Thus will it happen to you, O Bethel, because your wickedness is great. When that day dawns, the king of Israel will be completely destroyed.","vcode":"NIV","vnum":15}]},"__N_SSG":true}