{"pageProps":{"version":{"name":"NIV","vcode":"NIV"},"bible":{"bcode":28,"chapterCount":14,"name":"Hosea","type":"old","vcode":"NIV"},"chapter":"5","verses":[{"bcode":28,"cnum":5,"content":"\"Hear this, you priests! Pay attention, you Israelites! Listen, O royal house! This judgment is against you: You have been a snare at Mizpah, a net spread out on Tabor.","vcode":"NIV","vnum":1},{"bcode":28,"cnum":5,"content":"The rebels are deep in slaughter. I will discipline all of them.","vcode":"NIV","vnum":2},{"bcode":28,"cnum":5,"content":"I know all about Ephraim; Israel is not hidden from me. Ephraim, you have now turned to prostitution; Israel is corrupt.","vcode":"NIV","vnum":3},{"bcode":28,"cnum":5,"content":"\"Their deeds do not permit them to return to their God. A spirit of prostitution is in their heart; they do not acknowledge the LORD.","vcode":"NIV","vnum":4},{"bcode":28,"cnum":5,"content":"Israel's arrogance testifies against them; the Israelites, even Ephraim, stumble in their sin; Judah also stumbles with them.","vcode":"NIV","vnum":5},{"bcode":28,"cnum":5,"content":"When they go with their flocks and herds to seek the LORD, they will not find him; he has withdrawn himself from them.","vcode":"NIV","vnum":6},{"bcode":28,"cnum":5,"content":"They are unfaithful to the LORD; they give birth to illegitimate children. Now their New Moon festivals will devour them and their fields.","vcode":"NIV","vnum":7},{"bcode":28,"cnum":5,"content":"\"Sound the trumpet in Gibeah, the horn in Ramah. Raise the battle cry in Beth Aven ; lead on, O Benjamin.","vcode":"NIV","vnum":8},{"bcode":28,"cnum":5,"content":"Ephraim will be laid waste on the day of reckoning. Among the tribes of Israel I proclaim what is certain.","vcode":"NIV","vnum":9},{"bcode":28,"cnum":5,"content":"Judah's leaders are like those who move boundary stones. I will pour out my wrath on them like a flood of water.","vcode":"NIV","vnum":10},{"bcode":28,"cnum":5,"content":"Ephraim is oppressed, trampled in judgment, intent on pursuing idols.","vcode":"NIV","vnum":11},{"bcode":28,"cnum":5,"content":"I am like a moth to Ephraim, like rot to the people of Judah.","vcode":"NIV","vnum":12},{"bcode":28,"cnum":5,"content":"\"When Ephraim saw his sickness, and Judah his sores, then Ephraim turned to Assyria, and sent to the great king for help. But he is not able to cure you, not able to heal your sores.","vcode":"NIV","vnum":13},{"bcode":28,"cnum":5,"content":"For I will be like a lion to Ephraim, like a great lion to Judah. I will tear them to pieces and go away; I will carry them off, with no one to rescue them.","vcode":"NIV","vnum":14},{"bcode":28,"cnum":5,"content":"Then I will go back to my place until they admit their guilt. And they will seek my face; in their misery they will earnestly seek me.\"","vcode":"NIV","vnum":15}]},"__N_SSG":true}