{"pageProps":{"version":{"name":"NIV","vcode":"NIV"},"bible":{"bcode":28,"chapterCount":14,"name":"Hosea","type":"old","vcode":"NIV"},"chapter":"8","verses":[{"bcode":28,"cnum":8,"content":"\"Put the trumpet to your lips! An eagle is over the house of the LORD because the people have broken my covenant and rebelled against my law.","vcode":"NIV","vnum":1},{"bcode":28,"cnum":8,"content":"Israel cries out to me, 'O our God, we acknowledge you!'","vcode":"NIV","vnum":2},{"bcode":28,"cnum":8,"content":"But Israel has rejected what is good; an enemy will pursue him.","vcode":"NIV","vnum":3},{"bcode":28,"cnum":8,"content":"They set up kings without my consent; they choose princes without my approval. With their silver and gold they make idols for themselves to their own destruction.","vcode":"NIV","vnum":4},{"bcode":28,"cnum":8,"content":"Throw out your calf-idol, O Samaria! My anger burns against them. How long will they be incapable of purity?","vcode":"NIV","vnum":5},{"bcode":28,"cnum":8,"content":"They are from Israel! This calf--a craftsman has made it; it is not God. It will be broken in pieces, that calf of Samaria.","vcode":"NIV","vnum":6},{"bcode":28,"cnum":8,"content":"\"They sow the wind and reap the whirlwind. The stalk has no head; it will produce no flour. Were it to yield grain, foreigners would swallow it up.","vcode":"NIV","vnum":7},{"bcode":28,"cnum":8,"content":"Israel is swallowed up; now she is among the nations like a worthless thing.","vcode":"NIV","vnum":8},{"bcode":28,"cnum":8,"content":"For they have gone up to Assyria like a wild donkey wandering alone. Ephraim has sold herself to lovers.","vcode":"NIV","vnum":9},{"bcode":28,"cnum":8,"content":"Although they have sold themselves among the nations, I will now gather them together. They will begin to waste away under the oppression of the mighty king.","vcode":"NIV","vnum":10},{"bcode":28,"cnum":8,"content":"\"Though Ephraim built many altars for sin offerings, these have become altars for sinning.","vcode":"NIV","vnum":11},{"bcode":28,"cnum":8,"content":"I wrote for them the many things of my law, but they regarded them as something alien.","vcode":"NIV","vnum":12},{"bcode":28,"cnum":8,"content":"They offer sacrifices given to me and they eat the meat, but the LORD is not pleased with them. Now he will remember their wickedness and punish their sins: They will return to Egypt.","vcode":"NIV","vnum":13},{"bcode":28,"cnum":8,"content":"Israel has forgotten his Maker and built palaces; Judah has fortified many towns. But I will send fire upon their cities that will consume their fortresses.\"","vcode":"NIV","vnum":14}]},"__N_SSG":true}