{"pageProps":{"version":{"name":"NIV","vcode":"NIV"},"bible":{"bcode":24,"chapterCount":52,"name":"Jeremiah","type":"old","vcode":"NIV"},"chapter":"5","verses":[{"bcode":24,"cnum":5,"content":"\"Go up and down the streets of Jerusalem, look around and consider, search through her squares. If you can find but one person who deals honestly and seeks the truth, I will forgive this city.","vcode":"NIV","vnum":1},{"bcode":24,"cnum":5,"content":"Although they say, 'As surely as the LORD lives,' still they are swearing falsely.\"","vcode":"NIV","vnum":2},{"bcode":24,"cnum":5,"content":"O LORD, do not your eyes look for truth? You struck them, but they felt no pain; you crushed them, but they refused correction. They made their faces harder than stone and refused to repent.","vcode":"NIV","vnum":3},{"bcode":24,"cnum":5,"content":"I thought, \"These are only the poor; they are foolish, for they do not know the way of the LORD, the requirements of their God.","vcode":"NIV","vnum":4},{"bcode":24,"cnum":5,"content":"So I will go to the leaders and speak to them; surely they know the way of the LORD, the requirements of their God.\" But with one accord they too had broken off the yoke and torn off the bonds.","vcode":"NIV","vnum":5},{"bcode":24,"cnum":5,"content":"Therefore a lion from the forest will attack them, a wolf from the desert will ravage them, a leopard will lie in wait near their towns to tear to pieces any who venture out, for their rebellion is great and their backslidings many.","vcode":"NIV","vnum":6},{"bcode":24,"cnum":5,"content":"\"Why should I forgive you? Your children have forsaken me and sworn by gods that are not gods. I supplied all their needs, yet they committed adultery and thronged to the houses of prostitutes.","vcode":"NIV","vnum":7},{"bcode":24,"cnum":5,"content":"They are well-fed, lusty stallions, each neighing for another man's wife.","vcode":"NIV","vnum":8},{"bcode":24,"cnum":5,"content":"Should I not punish them for this?\" declares the LORD. \"Should I not avenge myself on such a nation as this?","vcode":"NIV","vnum":9},{"bcode":24,"cnum":5,"content":"\"Go through her vineyards and ravage them, but do not destroy them completely. Strip off her branches, for these people do not belong to the LORD.","vcode":"NIV","vnum":10},{"bcode":24,"cnum":5,"content":"The house of Israel and the house of Judah have been utterly unfaithful to me,\" declares the LORD.","vcode":"NIV","vnum":11},{"bcode":24,"cnum":5,"content":"They have lied about the LORD; they said, \"He will do nothing! No harm will come to us; we will never see sword or famine.","vcode":"NIV","vnum":12},{"bcode":24,"cnum":5,"content":"The prophets are but wind and the word is not in them; so let what they say be done to them.\"","vcode":"NIV","vnum":13},{"bcode":24,"cnum":5,"content":"Therefore this is what the LORD God Almighty says: \"Because the people have spoken these words, I will make my words in your mouth a fire and these people the wood it consumes.","vcode":"NIV","vnum":14},{"bcode":24,"cnum":5,"content":"O house of Israel,\" declares the LORD, \"I am bringing a distant nation against you-- an ancient and enduring nation, a people whose language you do not know, whose speech you do not understand.","vcode":"NIV","vnum":15},{"bcode":24,"cnum":5,"content":"Their quivers are like an open grave; all of them are mighty warriors.","vcode":"NIV","vnum":16},{"bcode":24,"cnum":5,"content":"They will devour your harvests and food, devour your sons and daughters; they will devour your flocks and herds, devour your vines and fig trees. With the sword they will destroy the fortified cities in which you trust.","vcode":"NIV","vnum":17},{"bcode":24,"cnum":5,"content":"\"Yet even in those days,\" declares the LORD, \"I will not destroy you completely.","vcode":"NIV","vnum":18},{"bcode":24,"cnum":5,"content":"And when the people ask, 'Why has the LORD our God done all this to us?' you will tell them, 'As you have forsaken me and served foreign gods in your own land, so now you will serve foreigners in a land not your own.'","vcode":"NIV","vnum":19},{"bcode":24,"cnum":5,"content":"\"Announce this to the house of Jacob and proclaim it in Judah:","vcode":"NIV","vnum":20},{"bcode":24,"cnum":5,"content":"Hear this, you foolish and senseless people, who have eyes but do not see, who have ears but do not hear:","vcode":"NIV","vnum":21},{"bcode":24,"cnum":5,"content":"Should you not fear me?\" declares the LORD. \"Should you not tremble in my presence? I made the sand a boundary for the sea, an everlasting barrier it cannot cross. The waves may roll, but they cannot prevail; they may roar, but they cannot cross it.","vcode":"NIV","vnum":22},{"bcode":24,"cnum":5,"content":"But these people have stubborn and rebellious hearts; they have turned aside and gone away.","vcode":"NIV","vnum":23},{"bcode":24,"cnum":5,"content":"They do not say to themselves, 'Let us fear the LORD our God, who gives autumn and spring rains in season, who assures us of the regular weeks of harvest.'","vcode":"NIV","vnum":24},{"bcode":24,"cnum":5,"content":"Your wrongdoings have kept these away; your sins have deprived you of good.","vcode":"NIV","vnum":25},{"bcode":24,"cnum":5,"content":"\"Among my people are wicked men who lie in wait like men who snare birds and like those who set traps to catch men.","vcode":"NIV","vnum":26},{"bcode":24,"cnum":5,"content":"Like cages full of birds, their houses are full of deceit; they have become rich and powerful","vcode":"NIV","vnum":27},{"bcode":24,"cnum":5,"content":"and have grown fat and sleek. Their evil deeds have no limit; they do not plead the case of the fatherless to win it, they do not defend the rights of the poor.","vcode":"NIV","vnum":28},{"bcode":24,"cnum":5,"content":"Should I not punish them for this?\" declares the LORD. \"Should I not avenge myself on such a nation as this?","vcode":"NIV","vnum":29},{"bcode":24,"cnum":5,"content":"\"A horrible and shocking thing has happened in the land:","vcode":"NIV","vnum":30},{"bcode":24,"cnum":5,"content":"The prophets prophesy lies, the priests rule by their own authority, and my people love it this way. But what will you do in the end?","vcode":"NIV","vnum":31}]},"__N_SSG":true}