{"pageProps":{"version":{"name":"NIV","vcode":"NIV"},"bible":{"bcode":24,"chapterCount":52,"name":"Jeremiah","type":"old","vcode":"NIV"},"chapter":"9","verses":[{"bcode":24,"cnum":9,"content":"Oh, that my head were a spring of water and my eyes a fountain of tears! I would weep day and night for the slain of my people.","vcode":"NIV","vnum":1},{"bcode":24,"cnum":9,"content":"Oh, that I had in the desert a lodging place for travelers, so that I might leave my people and go away from them; for they are all adulterers, a crowd of unfaithful people.","vcode":"NIV","vnum":2},{"bcode":24,"cnum":9,"content":"\"They make ready their tongue like a bow, to shoot lies; it is not by truth that they triumph in the land. They go from one sin to another; they do not acknowledge me,\" declares the LORD.","vcode":"NIV","vnum":3},{"bcode":24,"cnum":9,"content":"\"Beware of your friends; do not trust your brothers. For every brother is a deceiver, and every friend a slanderer.","vcode":"NIV","vnum":4},{"bcode":24,"cnum":9,"content":"Friend deceives friend, and no one speaks the truth. They have taught their tongues to lie; they weary themselves with sinning.","vcode":"NIV","vnum":5},{"bcode":24,"cnum":9,"content":"You live in the midst of deception; in their deceit they refuse to acknowledge me,\" declares the LORD.","vcode":"NIV","vnum":6},{"bcode":24,"cnum":9,"content":"Therefore this is what the LORD Almighty says: \"See, I will refine and test them, for what else can I do because of the sin of my people?","vcode":"NIV","vnum":7},{"bcode":24,"cnum":9,"content":"Their tongue is a deadly arrow; it speaks with deceit. With his mouth each speaks cordially to his neighbor, but in his heart he sets a trap for him.","vcode":"NIV","vnum":8},{"bcode":24,"cnum":9,"content":"Should I not punish them for this?\" declares the LORD. \"Should I not avenge myself on such a nation as this?\"","vcode":"NIV","vnum":9},{"bcode":24,"cnum":9,"content":"I will weep and wail for the mountains and take up a lament concerning the desert pastures. They are desolate and untraveled, and the lowing of cattle is not heard. The birds of the air have fled and the animals are gone.","vcode":"NIV","vnum":10},{"bcode":24,"cnum":9,"content":"\"I will make Jerusalem a heap of ruins, a haunt of jackals; and I will lay waste the towns of Judah so no one can live there.\"","vcode":"NIV","vnum":11},{"bcode":24,"cnum":9,"content":"What man is wise enough to understand this? Who has been instructed by the LORD and can explain it? Why has the land been ruined and laid waste like a desert that no one can cross?","vcode":"NIV","vnum":12},{"bcode":24,"cnum":9,"content":"The LORD said, \"It is because they have forsaken my law, which I set before them; they have not obeyed me or followed my law.","vcode":"NIV","vnum":13},{"bcode":24,"cnum":9,"content":"Instead, they have followed the stubbornness of their hearts; they have followed the Baals, as their fathers taught them.\"","vcode":"NIV","vnum":14},{"bcode":24,"cnum":9,"content":"Therefore, this is what the LORD Almighty, the God of Israel, says: \"See, I will make this people eat bitter food and drink poisoned water.","vcode":"NIV","vnum":15},{"bcode":24,"cnum":9,"content":"I will scatter them among nations that neither they nor their fathers have known, and I will pursue them with the sword until I have destroyed them.\"","vcode":"NIV","vnum":16},{"bcode":24,"cnum":9,"content":"This is what the LORD Almighty says: \"Consider now! Call for the wailing women to come; send for the most skillful of them.","vcode":"NIV","vnum":17},{"bcode":24,"cnum":9,"content":"Let them come quickly and wail over us till our eyes overflow with tears and water streams from our eyelids.","vcode":"NIV","vnum":18},{"bcode":24,"cnum":9,"content":"The sound of wailing is heard from Zion: 'How ruined we are! How great is our shame! We must leave our land because our houses are in ruins.' \"","vcode":"NIV","vnum":19},{"bcode":24,"cnum":9,"content":"Now, O women, hear the word of the LORD; open your ears to the words of his mouth. Teach your daughters how to wail; teach one another a lament.","vcode":"NIV","vnum":20},{"bcode":24,"cnum":9,"content":"Death has climbed in through our windows and has entered our fortresses; it has cut off the children from the streets and the young men from the public squares.","vcode":"NIV","vnum":21},{"bcode":24,"cnum":9,"content":"Say, \"This is what the LORD declares: \" 'The dead bodies of men will lie like refuse on the open field, like cut grain behind the reaper, with no one to gather them.' \"","vcode":"NIV","vnum":22},{"bcode":24,"cnum":9,"content":"This is what the LORD says: \"Let not the wise man boast of his wisdom or the strong man boast of his strength or the rich man boast of his riches,","vcode":"NIV","vnum":23},{"bcode":24,"cnum":9,"content":"but let him who boasts boast about this: that he understands and knows me, that I am the LORD, who exercises kindness, justice and righteousness on earth, for in these I delight,\" declares the LORD.","vcode":"NIV","vnum":24},{"bcode":24,"cnum":9,"content":"\"The days are coming,\" declares the LORD, \"when I will punish all who are circumcised only in the flesh-","vcode":"NIV","vnum":25},{"bcode":24,"cnum":9,"content":"Egypt, Judah, Edom, Ammon, Moab and all who live in the desert in distant places. For all these nations are really uncircumcised, and even the whole house of Israel is uncircumcised in heart.\"","vcode":"NIV","vnum":26}]},"__N_SSG":true}