{"pageProps":{"version":{"name":"NIV","vcode":"NIV"},"bible":{"bcode":23,"chapterCount":66,"name":"Isaiah","type":"old","vcode":"NIV"},"chapter":"10","verses":[{"bcode":23,"cnum":10,"content":"Woe to those who make unjust laws, to those who issue oppressive decrees,","vcode":"NIV","vnum":1},{"bcode":23,"cnum":10,"content":"to deprive the poor of their rights and withhold justice from the oppressed of my people, making widows their prey and robbing the fatherless.","vcode":"NIV","vnum":2},{"bcode":23,"cnum":10,"content":"What will you do on the day of reckoning, when disaster comes from afar? To whom will you run for help? Where will you leave your riches?","vcode":"NIV","vnum":3},{"bcode":23,"cnum":10,"content":"Nothing will remain but to cringe among the captives or fall among the slain. Yet for all this, his anger is not turned away, his hand is still upraised.","vcode":"NIV","vnum":4},{"bcode":23,"cnum":10,"content":"\"Woe to the Assyrian, the rod of my anger, in whose hand is the club of my wrath!","vcode":"NIV","vnum":5},{"bcode":23,"cnum":10,"content":"I send him against a godless nation, I dispatch him against a people who anger me, to seize loot and snatch plunder, and to trample them down like mud in the streets.","vcode":"NIV","vnum":6},{"bcode":23,"cnum":10,"content":"But this is not what he intends, this is not what he has in mind; his purpose is to destroy, to put an end to many nations.","vcode":"NIV","vnum":7},{"bcode":23,"cnum":10,"content":"'Are not my commanders all kings?' he says.","vcode":"NIV","vnum":8},{"bcode":23,"cnum":10,"content":"'Has not Calno fared like Carchemish? Is not Hamath like Arpad, and Samaria like Damascus?","vcode":"NIV","vnum":9},{"bcode":23,"cnum":10,"content":"As my hand seized the kingdoms of the idols, kingdoms whose images excelled those of Jerusalem and Samaria-","vcode":"NIV","vnum":10},{"bcode":23,"cnum":10,"content":"shall I not deal with Jerusalem and her images as I dealt with Samaria and her idols?' \"","vcode":"NIV","vnum":11},{"bcode":23,"cnum":10,"content":"When the Lord has finished all his work against Mount Zion and Jerusalem, he will say, \"I will punish the king of Assyria for the willful pride of his heart and the haughty look in his eyes.","vcode":"NIV","vnum":12},{"bcode":23,"cnum":10,"content":"For he says: \" 'By the strength of my hand I have done this, and by my wisdom, because I have understanding. I removed the boundaries of nations, I plundered their treasures; like a mighty one I subdued their kings.","vcode":"NIV","vnum":13},{"bcode":23,"cnum":10,"content":"As one reaches into a nest, so my hand reached for the wealth of the nations; as men gather abandoned eggs, so I gathered all the countries; not one flapped a wing, or opened its mouth to chirp.' \"","vcode":"NIV","vnum":14},{"bcode":23,"cnum":10,"content":"Does the ax raise itself above him who swings it, or the saw boast against him who uses it? As if a rod were to wield him who lifts it up, or a club brandish him who is not wood!","vcode":"NIV","vnum":15},{"bcode":23,"cnum":10,"content":"Therefore, the Lord, the LORD Almighty, will send a wasting disease upon his sturdy warriors; under his pomp a fire will be kindled like a blazing flame.","vcode":"NIV","vnum":16},{"bcode":23,"cnum":10,"content":"The Light of Israel will become a fire, their Holy One a flame; in a single day it will burn and consume his thorns and his briers.","vcode":"NIV","vnum":17},{"bcode":23,"cnum":10,"content":"The splendor of his forests and fertile fields it will completely destroy, as when a sick man wastes away.","vcode":"NIV","vnum":18},{"bcode":23,"cnum":10,"content":"And the remaining trees of his forests will be so few that a child could write them down.","vcode":"NIV","vnum":19},{"bcode":23,"cnum":10,"content":"In that day the remnant of Israel, the survivors of the house of Jacob, will no longer rely on him who struck them down but will truly rely on the LORD, the Holy One of Israel.","vcode":"NIV","vnum":20},{"bcode":23,"cnum":10,"content":"A remnant will return, a remnant of Jacob will return to the Mighty God.","vcode":"NIV","vnum":21},{"bcode":23,"cnum":10,"content":"Though your people, O Israel, be like the sand by the sea, only a remnant will return. Destruction has been decreed, overwhelming and righteous.","vcode":"NIV","vnum":22},{"bcode":23,"cnum":10,"content":"The Lord, the LORD Almighty, will carry out the destruction decreed upon the whole land.","vcode":"NIV","vnum":23},{"bcode":23,"cnum":10,"content":"Therefore, this is what the Lord, the LORD Almighty, says: \"O my people who live in Zion, do not be afraid of the Assyrians, who beat you with a rod and lift up a club against you, as Egypt did.","vcode":"NIV","vnum":24},{"bcode":23,"cnum":10,"content":"Very soon my anger against you will end and my wrath will be directed to their destruction.\"","vcode":"NIV","vnum":25},{"bcode":23,"cnum":10,"content":"The LORD Almighty will lash them with a whip, as when he struck down Midian at the rock of Oreb; and he will raise his staff over the waters, as he did in Egypt.","vcode":"NIV","vnum":26},{"bcode":23,"cnum":10,"content":"In that day their burden will be lifted from your shoulders, their yoke from your neck; the yoke will be broken because you have grown so fat.","vcode":"NIV","vnum":27},{"bcode":23,"cnum":10,"content":"They enter Aiath; they pass through Migron; they store supplies at Micmash.","vcode":"NIV","vnum":28},{"bcode":23,"cnum":10,"content":"They go over the pass, and say, \"We will camp overnight at Geba.\" Ramah trembles; Gibeah of Saul flees.","vcode":"NIV","vnum":29},{"bcode":23,"cnum":10,"content":"Cry out, O Daughter of Gallim! Listen, O Laishah! Poor Anathoth!","vcode":"NIV","vnum":30},{"bcode":23,"cnum":10,"content":"Madmenah is in flight; the people of Gebim take cover.","vcode":"NIV","vnum":31},{"bcode":23,"cnum":10,"content":"This day they will halt at Nob; they will shake their fist at the mount of the Daughter of Zion, at the hill of Jerusalem.","vcode":"NIV","vnum":32},{"bcode":23,"cnum":10,"content":"See, the Lord, the LORD Almighty, will lop off the boughs with great power. The lofty trees will be felled, the tall ones will be brought low.","vcode":"NIV","vnum":33},{"bcode":23,"cnum":10,"content":"He will cut down the forest thickets with an ax; Lebanon will fall before the Mighty One.","vcode":"NIV","vnum":34}]},"__N_SSG":true}